Repository: demollc/langes
Catalog: lib/data/blog.po
Languages: es_es

source: You have following posts scheduled for publication in the <strong>%s</strong> blog:
es_es: Tiene las siguientes publicaciones programadas para publicación en el blog «<strong>%s</strong>»:

source: right now
es_es: ahora mismo

source: today
es_es: hoy

source: Scheduled blog posts
es_es: Publicaciones de blog programadas

source: Reminders will be sent to your <strong class="cron-command">%s</strong> email address once a day. Cron for reminders is working properly. Latest execution time: %s
es_es: Los recordatorios se le enviarán por correo a <strong class="cron-command">%s</strong> no más de una vez al día. El CRON requerido para que los recordatorios funcionen esté encendido y encendido. Última ejecución: <strong>%s</strong>

source: You have blog posts scheduled for publication on the %s blog:
es_es: Tienes publicaciones programadas para publicación en el blog «%s»:

source: Hello and welcome to your new blog!<br> Start by writing your first post.
es_es: Bienvenido a tu nuevo blog!<br> Empieza por escribir tu primera publicación.

source: Public blog URL
es_es: Dirección URL del blog

source: A URL to view all posts of this blog on your public website.
es_es: Dirección para ver todas las entradas de este blog en su sitio web público.

source: <a href="http://www.webasyst.com/store/app/blog/">Blogging platform</a> by Webasyst
es_es: <a href="http://www.webasyst.ru/store/app/blog/">CMS de Blog блога</a> — Webasyst

source: Welcome to your new blog!
es_es: ¡Bienvenido a tu nuevo blog!

source: Start by writing a post in your <a href="%s">blog backend</a>.
es_es: Empieza por crear una entrada en <a href="%s">backend de blog</a>.

source: published blog post
es_es: publicó un artículo

source: unpublished blog post
es_es: canceló la publicación

source: edited blog post
es_es: editó la publicación

source: deleted blog post
es_es: borró la publicación

source: added comment to blog post
es_es: añadió un comentario a

source: deleted comment to blog post
es_es: borró el comentario de la publicación

source: restored comment to blog post
es_es: restauró el comentario a la publicación

source: created a new blog
es_es: creó un nuevo blog

source: deleted blog
es_es: borró el blog

source: modified blog settings
es_es: cambió la configuración del blog

source: Homepage META Keywords
es_es: META Keywords en la página de inicio

source: Homepage META Description
es_es: META Descripción de la página de inicio

source: RSS feed title
es_es: encabezado del canal RSS

source: Follow %s
es_es: Seguir %s

source: Comment to an unpublished post (not visible anymore)
es_es: Comentario sobre un artículo que fue retirado de la publicación (ya no es visible)

source: My account
es_es: Mi cuenta

source: My profile
es_es: Mi perfil

source: Start by <a href="%s">writing a post</a> in your blog backend.
es_es: Comience por <a href="%s">creando una publicación</a> en el backend del blog.

source: Core content loaded according to the requested resource: a blog post, post stream, a page, etc.
es_es: Contenido principal descargado según la petición del usuario: entrada en el blog, flujo de mensajes, una página, etc.

source: 0 for published, 1 for deleted
es_es: 0 para publicado, 1 para borrado

source: Upload
es_es: Descargar

source: Select
es_es: Seleccionar

source: Insert
es_es: Insertar

source: This blog is not visible on your sites now, because there were no routing rules added for Blog app with this particular blog. To make this blog visible on your site, create a route using the form below or using <a href="%s">Site app</a> routing settings.
es_es: Este blog no es visible en el sitio porque no se establecen reglas de enrutamiento para él. Para publicar un blog en el sitio, añada una regla de enrutamiento utilizando el formulario que aparece a continuación o en la sección «<a href="%s">Estructura</a>» de la aplicación "Sitio".

source: Specify the public URL for this new blog on your site:
es_es: Introduzca la dirección de este blog en el sitio:

source: Do not publish this blog on the site just yet
es_es: Aún no publicar este blog en el sitio

source: Blog settings
es_es: Configuración del blog

source: Photo album
es_es: Álbum de fotos

source: Start by <a href="%s">writing your first post</a>.
es_es: Comenzar <a href="%s">creando una publicación</a>.

source: Start by <a href="%s">writing a post</a> or <a href="%s">importing posts</a><br> from your existing blog.
es_es: Сomenzar <a href="%s">creando una publicación</a> o <a href="%s">importar artículos </a><br>desde su blog actual.

source: Or enter image URL (image will be scaled to 16x16px)
es_es: O introduzca una dirección de imagen (la imagen se reducirá automáticamente a 16x16 píxeles)

source: Live preview is not available for private and not published blogs.
es_es: La vista previa no está disponible para blogs privados y no publicados.

source: Mirror mode
es_es: Modo espejo

source: Visual
es_es: Editor visual

source: Photo Album
es_es: Álbum de fotos

source: Attach photo album
es_es: Adjuntar álbum de fotos

source: (no name)
es_es: (sin nombre)

source: private album
es_es: álbum privado

source: Photos from the selected album will be automatically embedded after the post content. Photos descriptions and sort order will be defined by Photos app.
es_es: Las fotos del álbum seleccionado se incrustarán automáticamente después del contenido del mensaje. Las descripciones de las fotos y el orden de clasificación serán definidos por la aplicación "Fotos".

source: Post URL
es_es: URL de publicación

source: Replace with the direct link to this album
es_es: Reemplazar con un enlace directo a un álbum de fotos

source: Great for photo galleries. Blog post will be published in the blog on a regular basis (in both post stream and RSS), but the main post title link will lead to the album page directly (Photos app).
es_es: Ideal para galerías de fotos. La entrada del blog se publicará en el blog de forma regular (tanto en el flujo de entrada como en RSS), pero el enlace principal del título de la entrada llevará directamente a la página del álbum (aplicación "Fotos").

source: Select from Photos app
es_es: Seleccionar de la aplicación "Fotos

source: Total photos selected:
es_es: Fotos totales seleccionadas:

source: Photo storage
es_es: Almacenamiento de fotos

source: Folder
es_es: Carpeta

source: Photos app
es_es: Aplicación de "Fotos

source: Save error
es_es: El error al guardar

source: No files to upload!
es_es: ¡No hay archivos seleccionados para descargar!

source: Photos from the attached album will be displayed here.
es_es: Aquí están las fotos del álbum de fotos adjunto.
