Repository: demollc/langes
Catalog: lib/data/blog.po
Languages: es_es

source: Loading
es_es: Descargar

source: Settings
es_es: Ajustes

source: Delete
es_es: Borrar

source: (empty title)
es_es: (sin título)

source: Public post
es_es: Artículo público

source: Private post
es_es: Artículo privado

source: No comments
es_es: Sin comentarios

source: Archive
es_es: Archivo de registros

source: Click to create a post scheduled to be published on this day
es_es: Haga clic para crear una entrada con la fecha de publicación en ese día

source: Comments
es_es: Comentarios

source: delete
es_es: borrar

source: restore
es_es: restaurar

source: reply
es_es: respuesta

source: no comments
es_es: sin comentarios

source: Done
es_es: Hecho

source: New blog
es_es: Nuevo blog

source: Blog name
es_es: Nombre del blog

source: Private
es_es: Privado

source: Public
es_es: Público

source: Blog posts are published and available in the frontend and RSS feed
es_es: Las publicaciones del blog se publican y están disponibles en el frontend y en el feed RSS

source: Blog posts are published and available only within Webasyst backend for users who have rights to access this blog
es_es: Las publicaciones del blog están disponibles sólo en el backend de Webasyst para los usuarios que tienen derecho a acceder a este blog

source: Color coding is used only within Webasyst backend
es_es: La selección de color se utiliza sólo dentro del backend de la aplicación Blog para facilitar el trabajo con múltiples blogs

source: Icon
es_es: Icono

source: Or enter icon URL (should be a 16x16 px image)
es_es: O especifique la dirección del icono (tamaño - 16x16 píxeles)

source: Save
es_es: Guardar

source: New post
es_es: Nueva publicación

source: All posts
es_es: Все записи

source: Calendar
es_es: Calendario

source: Drafts
es_es: Черновики

source: No plugins installed
es_es: No hay plugins instalados

source: Plugin order defines the order they are executed. Sort plugin list to change the order.
es_es: El orden de clasificación de los plug-ins se configura arrastrando y soltando y determina el orden de su conexión.

source: Plugin does not offer configuration settings.
es_es: Este plugin no tiene ninguna configuración.

source: To add posts, you must first <a href="%s"> create a new blog</a>.
es_es: Para añadir publicaciones primero tienes que <a href="%s">crear un nuevo blog</a>.

source: Edit post
es_es: Editar la publicación

source: La publicación %s será eliminado permanentemente. ¿Borrar?
es_es: Запись «%s» будет удалена навсегда. Удалить?

source: Delete post
es_es: Borrar publicación

source: Delete blog
es_es: Borrar blog

source: Add comment
es_es: Añadir comentario

source: Author
es_es: Autor

source: Preview
es_es: Vista previa

source: Published
es_es: Publicado

source: WYSIWYG
es_es: Editor visual

source: Publication deadline
es_es: Fecha límite de publicación

source: Not set
es_es: No instalado

source: Publish
es_es: Publicar

source: Save draft
es_es: Guardar borrador

source: or
es_es: o

source: cancel
es_es: cancelar

source: Schedule publication
es_es: Aplazamiento de la publicación

source: Schedule
es_es: Para planificar

source: edit
es_es: editar

source: Autopublication is scheduled for
es_es: Publicación automática programada para

source: Unpublish
es_es: Cancelar publicación

source: Max %d characters
es_es: Máximo %d de caracteres

source: Acceso denegado
es_es: Доступ запрещен

source: Post not found
es_es: Publicación no encontrada

source: Name can not be left blank
es_es: El nombre no puede estar en blanco

source: Email can not be left blank
es_es: La dirección de correo electrónico no puede estar en blanco

source: Email is not valid
es_es: Dirección de correo electrónico incorrecta

source: Site URL is not valid
es_es: La URL del sitio no es válida

source: Comment text can not be left blank
es_es: El texto del comentario no puede estar vacío

source: Comment length should not exceed 4096 symbols
es_es: El comentario no debe tener más de 4096 caracteres

source: Database error
es_es: Error de base de datos

source: URL must not contain /
es_es: URL no debe contener /

source: This address is already in use
es_es: Esta dirección ya está en uso

source: comment
es_es: comentario

source: Private blog
es_es: Blog privado

source: Name length should not exceed 255 symbols
es_es: El nombre no debe tener más de 255 caracteres

source: %d post
es_es: %d publicación

source: post
es_es: publicación

source: %d post of %d
es_es: %d publicación de %d

source: %d comment of %d (including deleted)
es_es: %d comentarios de %d (включая удаленные)

source: %d comment
es_es: %d comentario

source: Editing post %s
es_es: Edición de publicación «%s»

source: Select posts
es_es: Seleccionar publicaciones

source: Move to blog
es_es: Mover a blog

source: Open on website
es_es: Abrir en el sitio

source: Continue reading →
es_es: Leer más →

source: Show older posts
es_es: Mostrar publicaciones anteriores

source: Overdue posts
es_es: Publicaciones atrasadas

source: Overdue
es_es: Atrasado

source: Draft
es_es: Borrador

source: Scheduled for publication
es_es: Publicación planificada

source: Belong to private blog
es_es: Pertenece a un blog privado

source: Blog type
es_es: Tipo de blog

source: Public URL
es_es: Dirección de URL

source: Show older comments
es_es: Mostrar comentarios anteriores

source: on
es_es: к записи

source: unpublished post
es_es: отключенная запись

source: Comment deleted
es_es: Comentario suprimido

source: Comment for unpublished post
es_es: Comentario sobre la publicación desactivada

source: in reply to
es_es: respuesta al comentario

source: Allow comments
es_es: Comentarios

source: Off
es_es: Desactivado

source: On
es_es: Activado

source: Deadline is for plan purposes only. It will not automatically published the post, but will highlight the post if publication date is overdue.
es_es: Establecer la fecha de publicación le permite planificar publicaciones futuras, pero no las publica automáticamente.

source: format
es_es: formato

source: current time is
es_es: hora actual:

source: Custom parameters
es_es: Parámetros adicionales

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$post.key&#125;</em>. Each key=value pair should be on a separate line.
es_es: Conjunto opcional de parámetros adicionales <em>key=value</em> (usado en la plantilla de la parte pública como <em>&#123;$post.key&#125;</em>). Cada par key=value debe especificarse a partir de una nueva línea.

source: Saved
es_es: Guardado

source: Unpublish this blog post?
es_es: ¿Cancelar la publicación?

source: Settings updated
es_es: Ajustes guardados

source: Personal settings
es_es: Configuración personal

source: App icon counter
es_es: Icono de contador de aplicaciones

source: Frontend settings
es_es: Configuración de parte público - frontend

source: Homepage <title>
es_es: Título de la página de inicio <título>

source: Title format
es_es: Formato de cabecera

source: Post title only
es_es: Sólo título de publicación

source: E.g.
es_es: Por ejemplo

source: Blog » Post title
es_es: Blog " Encabezado de la publicación

source: URLs & Titles
es_es: URLs y títulos (title)

source: Number of posts in RSS file
es_es: Número de publicaciones en el archivo RSS

source: &lt;author&gt; tag
es_es: тег &lt;autor&gt;

source: Use blog post author's real name
es_es: Usar el nombre real del autor

source: Use blog name
es_es: Usar el nombre del blog

source: The blog %s contains <strong>%d posts</strong>. What should be done with these posts?
es_es: El blog «%s» contiene <strong>%d publicaciones</strong>. ¿Qué debo hacer con estas publicaciones?

source: Move posts to another blog
es_es: Mover publicaciones a otro blog

source: Delete permanently
es_es: Borrar para siempre

source: This blog does no contain posts, and thus can be safely deleted.
es_es: Este blog no tiene publicaciones, puede ser borrado.

source: Deadline is for planning purposes only. It will not publish the post automatically, but will highlight the post in the calendar if it is not published in time.
es_es: La fijación del plazo de publicación sólo se utiliza con fines de planificación. La entrada no se publica automáticamente, sino que sólo se resalta en el calendario una vez que ha expirado la fecha de publicación.

source: The post <b>%s</b> will be permanently deleted without the ability to recover. Delete?
es_es: La publicación «<b>%s</b>» se eliminará sin posibilidad de restauración. ¿Borrar?

source: Delete posts
es_es: Borrar publicaciones

source: Selected posts will be permanently deleted without the ability to recover. Delete?
es_es: Las publicaciones seleccionadas serán eliminadas permanentemente sin la posibilidad de recuperarlas. ¿Borrar?

source: Move posts
es_es: Mover publicaciones

source: Cron is working properly. Latest execution time: %s
es_es: Cron está funcionando correctamente. Último tiempo de lanzamiento: <strong>%s</strong>

source: Scheduled publication requires CRON to be properly setup for Webasyst Blog app, which is not the case for this installation. Setup cron for the Blog app with the following command (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">cron setup instructions</a>):<br /><br /> <strong class="cron-command">%s</strong>
es_es: Para que la publicación planificada funcione, es necesario configurar CRON, que permitirá a la aplicación Blog realizar acciones de acuerdo con el calendario sin la intervención del usuario. Instrucciones para CRON (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">cron setup instructions</a>):<br /><br /> <strong class="cron-command">%s</strong

source: Blog not found
es_es: Blog no encontrado

source: %s settings
es_es: ajustes «%s»

source: Blog name must not be empty
es_es: El nombre del blog no debe estar vacío

source: Isn't allowed comment to this post
es_es: No se permiten comentarios en esta publicación

source: Comment not found
es_es: Comentario no encontrado

source: Posts by %s
es_es: Publicaciones del autor %s

source: Plugin settings page
es_es: Página de configuración de plug-ins

source: Adding new post
es_es: Añadir una nueva publicación

source: %s ago
es_es: %s atras

source: in %s
es_es: a través de %s

source: Can't find corresponding blog
es_es: No pude encontrar el blog correspondiente

source: Can't find corresponding post
es_es: No he podido encontrar la publicación correspondiente

source: Files with extensions %s are allowed only.
es_es: Sólo se permiten archivos con extensiones: %s.

source: File could not bet saved due to the insufficient file write permissions for the %s folder.
es_es: No se pudo guardar el archivo debido a la falta de derechos para sobreescribir la carpeta %s.

source: Failed to upload file %s.
es_es: No se pudo cargar el archivo %s.

source: Blog settings page
es_es: Página de configuración del blog

source: %subject% URL must not be empty
es_es: La dirección %subject% no debe estar vacía

source: %subject% URL is in use. Please enter another URL
es_es: La dirección %subject% ya está en uso. Introduzca una dirección diferente

source: %subject% URL is invalid
es_es: La dirección %subject% es incorrecta

source: Can create new blogs
es_es: Puede crear nuevos blogs

source: No access
es_es: Acceso denegado

source: Read only
es_es: Sólo lectura

source: Read and publish new posts
es_es: Lectura y publicación de nuevos artículos

source: Full access
es_es: Acceso completo

source: Published blogs & URLs
es_es: Blogs y URLs publicados

source: All blogs. Plain URLs (%s)
es_es: Todos los blogs. Direcciones simples (%s)

source: <br />Post URLs: <strong>%s</strong>, e.g. %s<br />Blog post list URLs: <strong>%s</strong>, e.g. %s
es_es: <br />URLs de publicaciones: <strong>%s</strong>, p.ej., %s<br />Direcciones de blog: <strong>%s</strong>, p.ej., %s

source: All blogs. Hierarchical URLs (%s)
es_es: Todos los blogs. Direcciones jerárquicas (%s)

source: One blog
es_es: Un blog

source: Post URLs: <strong>%s</strong>
es_es: URLs de publicaciones: <strong>%s</strong>

source: Returns blog info by <em>blog_id</em> as an array with the following structure: (<em>"id"</em>, <em>"url"</em>, <em>"name"</em>, <em>"status"</em>, <em>"icon"</em>, <em>"qty"</em>, <em>"color"</em>, <em>"sort"</em>, <em>"icon_url"</em>, <em>"icon_html"</em>, <em>"link"</em>)
es_es: Devuelve la información del blog por <em>blog_id</em> como una matriz con la siguiente estructura: (<em>"id"</em>, <em>"url"</em>, <em>"name"</em>, <em>"status"</em>, <em>"icon"</em>, <em>"qty"</em>, <em>"color"</em>, <em>"sort"</em>, <em>"icon_url"</em>, <em>"icon_html"</em>, <em>"link"</em>)

source: Returns the array of all public blogs. Each blog is an array presenting the blog data
es_es: Devuelve una matriz de todos los blogs públicos . Cada blog es una matriz que contiene los datos del blog

source: Returns the array of all posts by <em>blog_id</em>. If <em>blog_id</em> is <em>null</em>, the array of all public posts is returned. Optional parameter <em>number_of_posts</em> limits the number of elements returned
es_es: Devuelve una matriz de todas las publicaciones por <em>blog_id</em>. Si <em>blog_id</em> es igual a <em>null</em>, se devuelve una matriz de todas las publicaciones públicas. El parámetro opcional <em>number_of_posts</em> se utiliza para limitar el número de elementos a devolver

source: Posts
es_es: Publicaciones

source: Blog URL is in use. Please enter another URL
es_es: Esta dirección de blog ya está en uso. Introduzca una dirección diferente

source: Incorrect format
es_es: Formato no válido

source: Returns post info by <em>post_id</em> as an array with the following structure: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_datetime"</em>, <em>"comment_count"</em>, <em>"comment_str_translate"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)
es_es: Devuelve la información del post por <em>post_id</em> como una matriz con la siguiente estructura: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_datetime"</em>, <em>"comment_count"</em>, <em>"comment_str_translate"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)

source: Error
es_es: Falta

source: The requested resource is not available.
es_es: Esta página no está disponible.

source: Sign up
es_es: Registrarse

source: Login
es_es: Entrar

source: Subscribe
es_es: Suscribirse

source: Powered by Webasyst
es_es: CMS WEBASYST

source: Guest
es_es: Invitado

source: Your name
es_es: Tu nombre

source: Website
es_es: Sitio web

source: log out
es_es: salir

source: Comment
es_es: Comentario

source: Comments for non published posts are disabled
es_es: Los comentarios de las publicaciones no publicadas están desactivados

source: Edit blog layout in your <a href="%s">Webasyst backend</a> using “Site” app.
es_es: El diseño del blog se establece <a href="%s">en el backend</a> usando la aplicación "Site".

source: Loading...
es_es: Cargando...

source: Image will be uploaded into
es_es: La imagen se subirá al directorio

source: Post sub-URL format (%s)
es_es: Formato de dirección-subURL de publicaciones (%s)

source: Post URL only
es_es: Publicar sólo URL de publicación

source: Year/post URL
es_es: Año/publicación URL

source: Year/month/post URL
es_es: Año/mes/publicación URL

source: Year/month/date/post URL
es_es: Año/mes/día/publicación URL

source: My overdue post drafts
es_es: Mis Borradores vencidos

source: posts with overdue publication deadline
es_es: artículos con fecha de publicación atrasada

source: New posts published by other users
es_es: Nuevas publicaciones de otros usuarios

source: Count new comments on my posts only
es_es: Sólo considera los comentarios en mis publicaciones

source: Setup in the <a href="%s">Blog app settlement settings</a> within the Site app
es_es: El formato se configura en la <a href="%s">configuración de publicación de blog</a> dentro de la aplicación «Sitio»

source: Invalid data
es_es: Datos no válidos

source: New comments
es_es: Nuevos Comentarios

source: Can edit pages
es_es: Puede editar páginas

source: Protect comment submit form with CAPTCHA
es_es: Protección del formulario de comentarios <em>CAPTCHA</em>

source: Select Webasyst default captcha or Google reCAPTCHA
es_es: Seleccionar el captcha predeterminado de Webasyst o Google reCAPTCHA

source: Invalid captcha code
es_es: Código de captcha no válido

source: Invalid auth provider
es_es: Proveedor de autenticación no válido

source: Invalid auth provider data
es_es: Datos de proveedor de autenticación no válidos

source: Plugin %s is installed and working.
es_es: Plugin «%s» está instalado y funcionando.

source: No configuration options are available for this plugin.
es_es: No hay opciones de configuración disponibles para este plugin.

source: Plugin %s settings
es_es: Ajustes del plugin «%s»

source: Syntax error at post template
es_es: Error de sintaxis en la plantilla de publicaciones

source: Confirm the blog for publishing this post
es_es: Confirmar el blog para publicar este artículo

source: Comments author
es_es: Autor de comentario

source: Posts author
es_es: Autor de publicaciones

source: Thank you!
es_es: ¡Gracias!

source: You have successfully signed up.
es_es: Te has registrado con éxito.

source: Only registered users can add comments
es_es: Sólo los usuarios registrados pueden añadir comentarios

source: If enabled, all commentators will be authorized and synced with the Contacts app
es_es: Si está habilitado, todos los comentaristas estarán autorizados y sincronizados con la aplicación "Contactos"

source: Returns post info by <em>post_id</em> as an array with the following structure: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_count"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)
es_es: Devuelve la información de la publicación por <em>post_id</em> como una matriz con la siguiente estructura: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_count"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)

source: To add a comment please <a href="%s">sign up</a> or <a href="%s">login</a>
es_es: Para añadir un comentario, por favor <a href="%s">regístrese</a> o <a href="%s">inicie sesión</a>

source: Logout
es_es: Salir

source: Search posts
es_es: Buscar publicaciones

source: Posts of this blog are not visible in the public frontend because there are no routing rules for the Blog app in your website settings. Use Site app (Routing section) to settle Blog app on your website and to start publishing.
es_es: Las entradas de este blog no son visibles para los usuarios de frontend, ya que no se establecen reglas de enrutamiento para la aplicación "Blog". Coloque un "Blog" en los ajustes de enrutamiento de la aplicación "Sitio" para comenzar a publicar nuevas artículos de blog.

source: Apps
es_es: Aplicaciones

source: Cancel
es_es: Cancelar

source: Latest blog posts
es_es: Últimas publicaciones del blog

source: Latest comments of all blog posts
es_es: Últimos comentarios de todas las publicaciones del blog

source: We are using <a href="http://www.webasyst.com/apps/blog/">Webasyst Blog</a>
es_es: CMS <a href="http://www.webasyst.com/apps/blog/">Webasyst Blog</a>

source: More
es_es: Más

source: no posts
es_es: sin publicaciones

source: We are using <a href="http://www.webasyst.com/store/app/blog/">Webasyst Blog</a>
es_es: Utilizamos el <a href="http://www.webasyst.ru/store/app/blog/">Webasyst Blog</a>

source: We are using <a href="http://www.webasyst.com/store/app/blog/" target="_blank">Webasyst Blog</a>
es_es: Utilizamos el <a href="http://www.webasyst.ru/store/app/blog/" target="_blank">Webasyst Blog</a>

source: There are no posts in this view.
es_es: No hay publicaciones.

source: My drafts
es_es: Mis borradores

source: all drafts
es_es: todos

source: my drafts
es_es: mis borradores

source: All blogs
es_es: Todos los blogs

source: My posts only
es_es: Mis notas

source: There are no comments in this view.
es_es: No hay comentarios.

source: Loading next %d comment...
es_es: Cargando el siguiente %d comentario…

source: Browse for new plugins
es_es: Buscar nuevos plugins

source: Use Installer to install new plugins from the Webasyst Store
es_es: Puedes instalar plugins y complementos desde la tienda Webasyst usando la aplicación de "Instalador"

source: Title
es_es: Título

source: No meta parameters are defined for this blog post.
es_es: No se han definido metaparámetros para esta publicación de blog.

source: Edit meta
es_es: Editar meta

source: Post title
es_es: Título

source: Post cut (Continue reading &rarr;)
es_es: Publicación corta (Leer más &rarr;)

source: My personal settings
es_es: Configuración personal

source: Deadlines
es_es: Plazos

source: Remind me about my scheduled posts
es_es: Recordarme sobre mis publicaciones programadas

source: When publication is overdue
es_es: Cuando la publicación ha expirado

source: 1 day before publication deadline
es_es: 1 día antes de la fecha límite de publicación

source: 2 days before publication deadline
es_es: 2 días antes de la fecha límite de publicación

source: 3 days before publication deadline
es_es: 3 días antes de la fecha límite de publicación

source: A week before publication deadline
es_es: Una semana antes de la fecha límite de publicación

source: Reminders require CRON to be properly setup for the Blog app, which is not the case for this installation. Setup cron for the Blog app with the following command (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">cron setup instructions</a>):<br /><br /> <strong class="cron-command">%s</strong>
es_es: Para que funcionen los recordatorios, debe configurar CRON, lo que permitirá que la aplicación Blog realice acciones programadas sin intervención del usuario. Comando para CRON (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">documentación de configuración</a>):<br /><br /> <strong class="cron-command">%s</strong>

source: Recommended range is from 10 to 25
es_es: El rango recomendado es de 10 a 25

source: Author’s email address
es_es: Dirección de correo electrónico del autor

source: %s for your blog posts
es_es: para tus publicaciones de blog: %s

source: No author tag
es_es: Sin tag de autor

source: Post cut
es_es: Publicación corta

source: As specified
es_es: Especificar explícitamente

source: of %d post
es_es: de %d publicación

source: Notifications
es_es: Notificaciones

source: in %d day
es_es: en %d día

source: minute
es_es: minuto
