Repository: demollc/langes
Catalog: lib/data/crm.po
Languages: es_es

source: %d selected deal are linked to Shop-Script orders.
es_es: %d transacción seleccionada asociada con pedidos Shop-Script.

source: This deal is linked to Shop-Script order %s
es_es: Esta transacción está vinculada al pedido de Shop-Script %s

source: Any deal changes will not affect the order.
es_es: Editar una transacción no dará como resultado cambios en el pedido.

source: Currency exchange rates changed in Shop-Script settings are updated in CRM in 1 minute.
es_es: Los cambios en el tipo de cambio en la configuración de Shop-Script se actualizan en CRM después de 1 minuto.

source: Use vaults to limit access to certain contacts for selected backend users. Add contacts to a vault and select the vault in users’ access rights settings.
es_es: Habilite el acceso a contactos individuales solo para usuarios seleccionados: agregue contactos a la clase y seleccione esta clase en la configuración de permisos de usuario.

source: If a contact is included in a vault, only users who have access to that vault can view the contact.
es_es: Si el contacto está incluido en la clase, entonces será visible solo para aquellos usuarios que tengan acceso a esta clase.

source: No client
es_es: Sin cliente

source: Unknown state
es_es: Estado desconocido

source: Bind
es_es: Enlazar

source: Filter
es_es: Filtro

source: No deals found for given conditions
es_es: No se encontraron transacciones para condiciones dadas

source: Change company
es_es: Cambiar empresa

source: To recieve and handle messages from clients %sset up a message source%s
es_es: Para recibir y procesar mensajes de clientes necesita %sconfigurar las fuentes de mensajes%s

source: Reply on SMS
es_es: Responder por SMS

source: Write SMS
es_es: Escribir SMS

source: Send SMS
es_es: Enviar SMS

source: no message text
es_es: sin mensaje de texto

source: Select extension number
es_es: Indicar un número enterno

source: No message sourses configured.
es_es: No hay fuentes de mensajes configuradas.

source: Set up an email address to receive messages and deal requests.
es_es: Configure la dirección de correo electrónico que se utilizará para recibir las solicitudes de los clientes.

source: Set up connection to instant messengers to receive deal requests and messages.
es_es: Configure una conexión a mensajería instantánea a través de la cual recibirá llamadas de clientes.

source: Create a form and publish it on your website for visitors to easily initiate new deals.
es_es: Cree un formulario y publíquelo en su sitio para recibir las solicitudes de los clientes.

source: Add %s source
es_es: Agregar %s

source: add time limit
es_es: establecer límite de tiempo

source: (no subject)
es_es: (пустая тема)

source: Send
es_es: Enviar

source: New connection to instant messenger
es_es: Nueva conexión a messenger

source: Can not connect with the specified parameters to server
es_es: No se pudo conectar al servidor con los parámetros dados

source: No settings page for this source
es_es: No hay configuraciones para esta fuente

source: Reminder due tomorrow
es_es: Recordatorio para mañana

source: All recipients
es_es: Todos los destinatarios

source: Can't send SMS
es_es: No se pueden enviar SMS

source: An array containing information about the deal
es_es: Matriz que contiene información de la transacción

source: Special source
es_es: Fuente especial

source: Instant messenger source
es_es: Fuente conectada a messenger

source: Specify configuration parameters on <a href="%s">deal source settings</a>.
es_es: Especifique los parámetros de configuración en <a href="%s">configuración de origen de las transacciones</a>.

source: %d attachment
es_es: %d archivo adjunto

source: Stage time limit expired for deal
es_es: Período de transacción excedido en la etapa

source: Deal created
es_es: Creación de la transacción

source: Deal moved to another stage
es_es: Mover una transacción a otra etapa

source: Deal won
es_es: Ganancia de transacción

source: Deal lost
es_es: Pérdida de transacción

source: Deal restored
es_es: Recuperación de transacción

source: Deal reopened
es_es: Reapertura de transacción

source: Responsibility for %d selected contact will be assigned to:
es_es: Responsable del %d contacto seleccionado:

source: Change the owner
es_es: Cambiar responsable

source: Deleted contact
es_es: Contacto eliminado

source: Delete conversation
es_es: Eliminar conversación

source: Write an answer
es_es: Escribir una respuesta

source: Conversation with
es_es: Conversación con

source: Minimize by conversations
es_es: Minimizar por conversaciones

source: no owner
es_es: sin responsable

source: Average deal lifetime:
es_es: Duración promedio de la transacción:

source: There are no data for report.
es_es: No hay datos para generar el informe.

source: Remove customer %s from responsibility of %s
es_es: Удалить для клиента %s выбор ответственного сотрудника %s

source: All owners
es_es: Todos los responsables

source: Deal stage overdue
es_es: Excedido el límite de tiempo en el escenario

source: Deal create
es_es: Creación de la transacción

source: Deal move
es_es: Cambio de etapa de transacción

source: Deal restore
es_es: Recuperación de transacción

source: We have found %d column in imported data.
es_es: Hemos encontrado %d columna en los datos importados.

source: Field %s of deal
es_es: Campo de transacción %s

source: Install messenger integration plugins.
es_es: Instalar Plugins para la integración con mensajeros.

source: Operations
es_es: Operaciones

source: Select Webasyst default captcha or Google reCAPTCHA
es_es: Seleccione el captcha predeterminado de Webasyst o Google reCAPTCHA

source: Captcha settings
es_es: Configuración de Captcha

source: Payment for invoice #%s issued on %s.
es_es: Pago de la factura №%s de %s.

source: Set contact language
es_es: Establecer idioma de contacto

source: Choose segments
es_es: Seleccionar segmentos

source: Hide segments
es_es: Ocultar segmentos

source: On contact creation
es_es: Al crear contacto

source: Shop-Script order actions
es_es: Acciones con pedidos de Shop-Script

source: CRM deal stages
es_es: Etapas de procesamiento de transacciones CRM
