Repository: demollc/langes
Catalog: lib/data/crm.po
Languages: es_es

source: Contacts
es_es: Сontactos

source: Change search conditions
es_es: Cambiar las condiciones de búsqueda

source: Save as filter
es_es: Guardar como filtro

source: Columns
es_es: Columnas

source: Contact
es_es: Contacto

source: No contacts.
es_es: No hay contactos.

source: Add to segments
es_es: Añadir a segmentos

source: Export
es_es: Exportar

source: Merge
es_es: Unir

source: Delete
es_es: Borrar

source: Exclude from the list
es_es: Excluir de la lista

source: New contact
es_es: Nuevo contacto

source: All contacts
es_es: Todos los contactos

source: Selected contacts
es_es: Сontactos seleccionados

source: My lists
es_es: Mis listas

source: New segment
es_es: Nuevo segmento

source: New list
es_es: Nueva lista

source: New filter
es_es: Nuevo filtro

source: Vaults
es_es: Clases de contacto

source: My own
es_es: Personal

source: Admin
es_es: Administrador

source: Merge duplicates
es_es: Fusionar duplicados

source: Import contacts
es_es: Importar contactos

source: Last activity
es_es: Última actividad

source: Name
es_es: Nombre

source: Signed up
es_es: Registrado

source: All users
es_es: Todos los usuarios

source: Who can see %s profile and timeline:
es_es: Quién puede ver el perfil y la cronología de %s:

source: Who can see profile and timeline
es_es: Quién puede ver el perfil y la cronología

source: Selected users only
es_es: Solo usuarios seleccionados

source: Start typing user name...
es_es: Comience a escribir el nombre de usuario...

source: This company has no employees to apply changes to.
es_es: Esta empresa no tiene empleados a los que aplicar cambios.

source: Save
es_es: Guardar

source: or
es_es: o

source: cancel
es_es: cancelar

source: At least one owner must be selected.
es_es: Se debe seleccionar al menos un propietario.

source: %d employee.
es_es: %d empleado.

source: Add contact
es_es: Añadir contacto

source: Add company contact
es_es: Añadir contacto de la empresa

source: Add company for
es_es: Añadir empresa para

source: Type the position
es_es: Escriba el puesto

source: Type the company
es_es: Escriba la empresa

source: A new company will be created
es_es: Se creará una nueva empresa

source: Edit tags
es_es: Editar tags

source: Add tag
es_es: Agregar un tag

source: Contact columns
es_es: Columnas de contacto

source: Last name
es_es: Apellido

source: First name
es_es: Nombre

source: Middle name
es_es: Segundo nombre

source: Company
es_es: Empresa

source: Job
es_es: Empleo

source: Job title
es_es: Cargo

source: Phone
es_es: Teléfono

source: other
es_es: otros

source: delete
es_es: borrar

source: Add another
es_es: Agregar otro

source: About
es_es: Acerca de

source: Submit
es_es: Enviar

source: Edit
es_es: Editar

source: Change photo
es_es: Cambiar foto

source: Add tags
es_es: Agregar tags

source: No employees.
es_es: Sin empleados.

source: Add employee
es_es: Añadir empleado

source: Full contact info
es_es: Información de contacto completa

source: Reduce contact info
es_es: Datos de contacto acortados

source: Import from CSV or TXT file
es_es: Importación desde archivo CSV o TXT

source: Encoding
es_es: Codificación

source: OR
es_es: O

source: Import from text
es_es: Importación desde texto

source: Copy and paste or simply type in names and other contact data for import.
es_es: Copie y pegue el texto o escriba los nombres y otros datos que desee importar.

source: SAMPLE:
es_es: Ejemplo:

source: John, Smith, john@domain.com
es_es: Juan, Valles, juan@domain.com

source: Sue, Miller, sue@domain.com
es_es: Maria, Perez, maria@domain.com

source: Import
es_es: Importar

source: You must select at least one of the following fields: First name, Last name, Company name, Email.
es_es: Debe seleccionar al menos uno de los siguientes campos: Nombre, Apellido, Nombre de la empresa, Correo electrónico.

source: Please specify fields matching these columns.
es_es: Especifique los campos que coincidan con estas columnas.

source: field...?
es_es: campo...?

source: Total lines
es_es: Líneas totales

source: Import first line
es_es: Importar la primera línea

source: Enable validation control (required and unique fields and data format)
es_es: Habilitar la validación (campos obligatorios y únicos, formato de los datos)

source: Done! No contacts were imported due to validation errors.
es_es: ¡Hecho! No se importaron contactos debido a errores de validación.

source: Done! Some contacts were not imported due to validation errors.
es_es: ¡Hecho! Algunos contactos no se importaron debido a errores de validación.

source: Done! All contacts imported successfully.
es_es: ¡Hecho! Todos los contactos se importaron correctamente

source: Merge contacts
es_es: Fusionar contactos

source: Choose a master contact that will be retained after merging.
es_es: Elija un contacto principal que se conservará después de la fusión.

source: Other contacts will be deleted during this merging operation.
es_es: Otros contactos se eliminarán durante esta operación de fusión.

source: Contact info from the contacts to be deleted, except unique fields, will be added to master contact.
es_es: Se excluirán los datos de los contactos eliminados, excepto los campos únicos, que se añadirán al contacto principal.

source: Links to deleted contacts from other applications will be updated to link to master contact.
es_es: Los enlaces y las asociaciones de otras aplicaciones con contactos eliminados serán redirigidas al contacto principal.

source: selected as a master contact
es_es: se ha seleccionado como contacto principal

source: Added
es_es: Añadido

source: Method
es_es: Método

source: %d other contact will be merged with %%s.
es_es: %d otro contacto se fusionará con %%s.

source: %d contact will not be merged by the reasons designated above.
es_es: %d El contacto no se fusionará por las razones designadas anteriormente.

source: Duplicates are the contacts actually representing the same person or company though existing as two or more separate records in your database. This may happen if you use multiple scenarios to collect your contacts, e.g. sign up on your site, mailing subscription, adding contacts in the backend, and etc. Whatever reasons cause duplicates appearance, they are undesirable as do not allow to gather under the same unique account a client's profile, their activities and communication history. Merging duplicates resolves this problem. Two or more contact records will be merged in one. Contact information (phone numbers, email address, and etc.) will be consolidated as well as links from other apps (Shop, Helpdesk, Mailer, and etc.) will be modified to refer the only unique contact left after merging.
es_es: Los duplicados &mdash; son contactos que en realidad representan a una misma persona o empresa, pero que existen en la base de datos como dos o más entradas separadas. Por lo general, los duplicados aparecen cuando se utilizan diferentes formas de añadir contactos: registrarse en el sitio, suscribirse a listas de correo, añadir un contacto al módulo de servicio, etc. Cualquiera que sea la razón de la aparición de los duplicados, son indeseables, ya que no permiten recoger en un solo lugar el perfil del cliente, el historial de sus acciones y la interacción con él. La función de combinar duplicados soluciona este problema. Múltiples registros de contactos se fusionarán en uno solo. La información de contacto (números de teléfono, direcciones de correo electrónico, etc.) se fusionará y los enlaces a contactos de otras aplicaciones (Tienda, Soporte, Mailings, etc.) se corregirán para que se refieran al único contacto que queda después de la fusión.

source: Search duplicates by
es_es: Buscar duplicados por

source: Full person name
es_es: Nombre completo de la persona

source: Start search
es_es: Iniciar busqueda

source: New search
es_es: Nueva búsqueda

source: Merge all groups automatically
es_es: Fusionar todos los grupos automáticamente

source: As a master contact in every group we will choose contact with the latest creation date. Other contacts will be deleted during this merging operation. Contact info from the contacts to be deleted, except unique fields, will be added to master contact. Links to deleted contacts from other applications will be updated to link to master contact.
es_es: Como contacto principal en cada grupo elegiremos el contacto con la última fecha de creación. Otros contactos se eliminarán durante esta operación de fusión. Los duplicados se fusionarán con el contacto principal y cada grupo tendrá un único contacto (principal).

source: <strong>IMPORTANT NOTE:</strong> Merging operation is irreversible.
es_es: <strong>NOTA IMPORTANTE:</strong> La operación de fusión de contactos no puede ser cancelada.

source: Merging complete.
es_es: La fusión se ha completado.

source: Start auto merging
es_es: Iniciar fusión automática

source: Pause merging
es_es: Pausar la fusión

source: Resume merging
es_es: Continuar con la fusión

source: Merge this group
es_es: Fusionar este grupo

source: Duplicates not found.
es_es: No se han encontrado duplicados.

source: <strong>%d duplicate group</strong> found.
es_es: Encontrado <strong>%d grupo duplicado</strong>.

source: All groups include <strong>%d contact</strong>.
es_es: Todos los grupos incluyen <strong>%d contacto</strong>.

source: This group includes <strong>%d contact</strong>.
es_es: Este grupo incluye <strong>%d contacto</strong>.

source: %d duplicate
es_es: %d duplicado

source: Shared segments
es_es: Segmentos compartidos

source: My segments
es_es: Mis segmentos

source: Assign tags
es_es: Asignar tags

source: Popular tags
es_es: Tags populares

source: Assign
es_es: Asignar

source: Contact deletion cannot be undone.
es_es: El contacto eliminado no se puede restaurar.

source: IMPORTANT NOTE:
es_es: NOTA IMPORTANTE:

source: All selected contacts have links to other applications.
es_es: Todos los contactos seleccionados tienen enlaces a otras aplicaciones.

source: Deletion of these contacts is allowed to Administrator only.
es_es: La eliminación de estos contactos sólo está permitida para el administrador.

source: After deletion of these contacts other applications will refer to not existing contacts.
es_es: Después de eliminar estos contactos, otras aplicaciones se referirán a entradas inexistentes.

source: Close
es_es: Cerrar

source: close
es_es: cerrar

source: Delete anyway
es_es: Eliminar de todos modos

source: %d link
es_es: %d enlace

source: Delete contacts (%d)
es_es: Eliminar contactos (%d)

source: %d of %d selected contacts shown below have links to other applications.
es_es: %d de %d los contactos seleccionados que se muestran a continuación tienen enlaces a otras aplicaciones.

source: Delete %d of %d selected
es_es: Eliminar %d de %d seleccionados

source: Checking links to other applications...
es_es: Verificar enlaces con otras aplicaciones...

source: Cancel
es_es: Cancelar

source: Exclude from list
es_es: Excluir de la lista

source: Excluding now. Please wait...
es_es: Excluyendo ahora. Por favor espera...

source: Start exclude
es_es: Empezar a excluir

source: %d selected contact will be excluded from list "%s"
es_es: %d El contacto seleccionado será excluido de la lista «%s»

source: Export contacts
es_es: Exportación de contactos

source: Exporting now. Please wait...
es_es: La exportación está en curso. Por favor espere....

source: Start export
es_es: Iniciar la exportación

source: %d selected contact will be exported into CSV file
es_es: %d El contacto seleccionado se exportará al archivo CSV

source: Choose search parameters
es_es: Elija los parámetros de búsqueda

source: Advanced search
es_es: Búsqueda avanzada

source: Advanced contact search
es_es: Búsqueda avanzada de contactos

source: New filter is easy to create using search function. To do so, use <strong>Save as filter</strong> option on the search results page.
es_es: El nuevo filtro es fácil de crear con la función de búsqueda. Utilice la acción <strong>Guardar como filtro</strong> en la página de resultados de búsqueda.

source: Choose search parameters in the sidebar
es_es: Elija los parámetros de búsqueda en la barra lateral.

source: Find
es_es: Buscar

source: Searching...
es_es: Buscando...

source: Hide
es_es: Ocultar

source: Not
es_es: No

source: 30 days
es_es: 30 días

source: 90 days
es_es: 90 días

source: 180 days
es_es: 180 días

source: 365 days
es_es: 365 días

source: Enter date...
es_es: Introduzca la fecha...

source: Over %s ago
es_es: %s hace más de

source: or earlier
es_es: o antes

source: or later
es_es: o después

source: Edit segment list
es_es: Editar lista de segmentos

source: Create segment search filter
es_es: Crear lista de segmentos

source: Create segment list
es_es: Создать список сегмента

source: Name
es_es: Nombre

source: Icon
es_es: Icono

source: Access
es_es: Acceso

source: only me
es_es: sólo yo

source: all users
es_es: todos los usuarios

source: This list is the search result:
es_es: Esta lista es el resultado de la búsqueda:

source: Created by
es_es: Creado por

source: This list is based on a category transferred from the standard version of the Contacts app.
es_es: Esta lista está formada por una categoría migrada desde una aplicación estándar «Contactos».

source: Contact entries in this category are created and updated automatically by the %s app.
es_es: Los contactos en esta categoría son creados y actualizados automáticamente por la aplicación «%s».

source: This list is based on a category created in the %s app.
es_es: Esta lista está formada por una categoría creada en la aplicación «%s».

source: To change settings or delete this category use appropriate tools of the %s app.
es_es: Para cambiar la configuración o eliminar esta categoría, vaya a la aplicación «%s».

source: This list consists of selected contacts. To add/remove contacts use "Actions with selected" menu.
es_es: Esta lista consta de contactos seleccionados. Agregue y elimine contactos a través del menú "Acciones con seleccionados".

source: Delete segment
es_es: Eliminar segmento

source: Delete segment?
es_es: ¿Eliminar segmento?

source: Do you really want to delete this list?
es_es: ¿De verdad quieres eliminar esta lista?

source: Contacts will NOT be deleted.
es_es: Los contactos NO serán eliminados.

source: New deal
es_es: Nueva transacción

source: Deal name
es_es: Nombre de la transacción

source: Funnel
es_es: Embudo

source: Estimated amount
es_es: Coste provisional

source: Estimated close date
es_es: Fecha de cierre estimada

source: Description
es_es: Descripción

source: Edit contact data
es_es: Editar datos de contacto

source: Switch to another contact
es_es: Seleccione otro contacto

source: Switch
es_es: Cambiar

source: Other reason
es_es: Otra razón

source: Close the deal
es_es: Cerrar transacción

source: Specify the deal closing status.
es_es: Indique el estado de cierre de la transacción.

source: Lost reason
es_es: La razón de la pérdida

source: Your lost reason
es_es: El motivo por el que perdiste

source: WON
es_es: Ganado

source: LOST
es_es: Perdido

source: Remove contact
es_es: Eliminar el contacto

source: Transfer ownership
es_es: La transferencia de derechos

source: Remove owner
es_es: Eliminar al responsable

source: User name
es_es: Nombre de usuario

source: Add new contact
es_es: Añadir contacto nuevo

source: Find existing contact
es_es: Buscar contacto existente

source: Enter name, email or phone
es_es: Introduzca el nombre, el correo electrónico o el teléfono

source: Role label
es_es: El rol en el trato

source: Contact person
es_es: Persona de contacto

source: Find existing
es_es: Buscar existente

source: Lastname
es_es: Apellido

source: Firstname
es_es: Nombre

source: Middlename
es_es: Segundo nombre

source: Edit deal
es_es: Cambiar transacción

source: change
es_es: cambiar

source: Deals
es_es: Transacciones

source: Expected close date is not set
es_es: Fecha de cierre provisional no seleccionada

source: Expected close date is expired
es_es: La fecha de cierre prevista ha expirado

source: Created at
es_es: Fecha de creación

source: Expected close date
es_es: Fecha de cierre prevista

source: Set expected close date
es_es: Establecer la fecha de cierre prevista

source: Closed at
es_es: Fecha de cierre

source: Reopen deal
es_es: Reabrir la transacción

source: Won
es_es: Ganados

source: Lost
es_es: Perdido

source: Set estimated amount
es_es: Introduzca el valor provisional

source: Invoices
es_es: Facturas

source: Add invoice
es_es: Añadir factura

source: Files
es_es: Archivos

source: Remove file
es_es: Borrar archivo

source: Participants
es_es: Participantes

source: No owner
es_es: Ningún responsable

source: Take ownership
es_es: Hacerse responsable

source: Set owner
es_es: Elegir al responsable

source: Add user
es_es: Añadir usuario

source: Exclude contact
es_es: Excluir contacto

source: Exclude
es_es: Excluir

source: Remove
es_es: Eliminar

source: Are you sure?
es_es: ¿Estás seguro?

source: Stage
es_es: Etapa

source: Deal
es_es: Transacción

source: Price
es_es: Precio

source: Owner
es_es: Encargado

source: Date
es_es: Fecha

source: Loading
es_es: Descargar

source: no deals
es_es: no hay transacciones

source: Some deals may not show due to access rights restrictions.
es_es: Algunas transacciones pueden no ser visibles debido a la limitación de los derechos de acceso.

source: One-time configuration required
es_es: Se requiere una configuración única

source: Please set up at least one funnel before using Deals section.
es_es: Configure al menos un embudo antes de usar la sección «Transacciones».

source: Create automatically
es_es: Crear automáticamente

source: proceed to manual set up
es_es: proceder a la configuración manual

source: Full application rights are required to proceed.
es_es: Para continuar, necesita todos los derechos de acceso a la aplicación.

source: Invoice is paid
es_es: La factura está pagada

source: Payment is in process
es_es: Pago en progreso

source: Billed To
es_es: Facturado a

source: Date of Issue
es_es: Fecha de la factura

source: Due Date
es_es: Pagar hasta

source: Invoice Number
es_es: Número de cuenta

source: Amount Due
es_es: Importe a pagar

source: without
es_es: sin

source: including
es_es: incluido

source: tax
es_es: impuesto

source: Comment
es_es: Comentario

source: Payment
es_es: El pago

source: Oops! We are sorry, but <strong>we can not offer any payment option for your order</strong>. Checkout can not be completed.
es_es: ¡Vaya! Lo sentimos, pero <strong> no podemos ofrecer ninguna opción de pago para su pedido</strong>. No se puede realizar el pedido.

source: Pay
es_es: Pagar

source: All
es_es: Todo

source: Draft
es_es: Borrador

source: Pending
es_es: Pendiente

source: Processing
es_es: Procesando

source: Paid
es_es: Pagado

source: Refunded
es_es: Devolución

source: Archived
es_es: Archivo

source: Newest
es_es: Más reciente

source: Updated
es_es: Actualizado

source: New invoice
es_es: Nueva factura

source: Set client
es_es: Seleccionar cliente

source: Invoice
es_es: Factura

source: issued on
es_es: emitido en

source: Company name
es_es: Nombre de la empresa

source: Client
es_es: Cliente

source: change client
es_es: cambiar cliente

source: Currency
es_es: Moneda

source: Product or service name
es_es: Nombre del producto o servicio

source: Product or service
es_es: Producto o servicio

source: Amount
es_es: Cantidad

source: Qty
es_es: Cantidad

source: Tax
es_es: Impuestos

source: Type your comment here
es_es: Escriba su comentario aquí

source: Create
es_es: Crear

source: Contact is required
es_es: Se requiere contacto

source: Archive
es_es: Archivar

source: Restore
es_es: Restaurar

source: Deal not shown due to access rights restrictions.
es_es: La transacción no se muestra debido a restricciones de derechos de acceso.

source: State
es_es: Estado

source: Public link
es_es: Enlace público

source: A settlement required for invoice publication.
es_es: Para publicar facturas, configure el asentamiento.

source: Use site application to configure settlement for CRM.
es_es: Para añadir un asentamiento para CRM, vaya a la aplicación "Sitio".

source: Transactions
es_es: Transacciones

source: Accept payment
es_es: Aceptar el pago

source: Refuse payment
es_es: Rechazar el pago

source: Refund
es_es: Reembolso

source: Cancel payment
es_es: Cancelar pago

source: Mark as paid
es_es: Marcar como pagado

source: Return to draft
es_es: Volver al borrador

source: Activate
es_es: Activar

source: no invoices
es_es: sin facturas

source: mark as done
es_es: marcar como hecho

source: edit
es_es: editar

source: Add
es_es: Añadir

source: Reminder
es_es: Recordatorio

source: note
es_es: nota

source: file
es_es: archivo

source: Create note
es_es: Crear nota

source: Attach file
es_es: Adjuntar archivo

source: Drop file here
es_es: Arrastra el archivo aquí

source: File successful added
es_es: Archivo añadido con éxito

source: Bad datetime
es_es: Valor de fecha y hora no válido

source: Required field is empty
es_es: Campo obligatorio no rellenado

source: All time
es_es: Todo el tiempo

source: Select dates...
es_es: Seleccionar fechas...

source: from
es_es: desde

source: from
es_es: desde

source: from %s
es_es: desde %s

source: Incoming call from %s.
es_es: Llamada entrante desde %s.

source: to
es_es: a

source: to
es_es: a

source: to
es_es: a

source: to %s
es_es: a %s

source: Status: %s
es_es: Estado: %s

source: Duration: %s
es_es: Duración: %s

source: Outgoing call to %s.
es_es: Llamada saliente a %s.

source: by day
es_es: por días

source: by month
es_es: por mes

source: Apply
es_es: Aplicar

source: Last %d day
es_es: Último %d día

source: unknown user
es_es: usuario desconocido

source: Loading...
es_es: Cargando...

source: added contact
es_es: contacto añadido

source: Application
es_es: Aplicación

source: Reminders
es_es: Recordatorios

source: Search to-dos
es_es: Búsqueda de tareas

source: My reminders
es_es: Mis recordatorios

source: Add reminder
es_es: Añadir recordatorio

source: Show all %d completed reminder
es_es: Mostrar %d un recordatorio completado

source: set time
es_es: elegir un horario

source: Time
es_es: Hora

source: clear time
es_es: borrar el tiempo

source: Assign another user
es_es: Asignar a otro usuario

source: Choose a user
es_es: Elegir un usuario

source: Reminder text
es_es: Texto recordatorio

source: Create reminder
es_es: Crear recordatorio

source: Reports
es_es: Informes

source: Settings
es_es: Configuraciones

source: General settings
es_es: Configuraciones generales

source: Companies
es_es: Empresas

source: Currencies
es_es: Monedas

source: Countries & Regions
es_es: Países y Regiones

source: Field constructor
es_es: Constructor de campos

source: Funnels
es_es: Embudo de ventas

source: Lost reasons
es_es: Las causas de la pérdida

source: Deal loss reasons
es_es: Las razones de la pérdida de las transacciones

source: Notifications
es_es: Notificaciones

source: Web forms
es_es: Formularios web

source: New company
es_es: Nueva empresa

source: Next
es_es: Siguiente.

source: Before
es_es: Anterior

source: Add new company
es_es: Añadir nueva empresa

source: Logo
es_es: Logotipo

source: Drag-n-drop company logo here
es_es: Arrastra el logo aquí

source: Change logo
es_es: Cambiar logo

source: Delete logo
es_es: Eliminar logotipo

source: Address
es_es: Dirección

source: Tax name
es_es: Nombre del impuesto

source: Tax options
es_es: Opciones de impuestos

source: Add tax option
es_es: Agregar opción de impuestos

source: Delete company
es_es: Eliminar empresa

source: Saved
es_es: Guardado

source: Primary currency
es_es: Moneda primaria

source: Edit currency
es_es: Cambiar moneda

source: Remove currency
es_es: Eliminar moneda
