Repository: demollc/langes
Catalog: lib/data/crm.po
Languages: es_es

source: Product does not satisfy
es_es: El producto no satisface

source: Price is too high
es_es: El precio es demasiado alto

source: An array containing information about the invoice
es_es: Una matriz que contiene información sobre la factura

source: Field %s of invoice
es_es: Campo %s de la factura

source: An array containing information about the %s
es_es: Matriz que contiene datos %s

source: Field %s of %s
es_es: Campo %s de %s

source: Default email of %s
es_es: Correo electrónico principal %s

source: Default phone of %s
es_es: Teléfono principal %s

source: Webasyst CRM is excellent for managing your clients database and sales.
es_es: Webasyst CRM es excelente para administrar su base de clientes y ventas.

source: Customer birthday
es_es: Cumpleaños del cliente

source: Fields must be delimited by comma (,), semicolon (;) or tab. Different contacts on separate lines.
es_es: Los campos deben estar separados por una coma (,), punto y coma (;) o tabulación. Un contacto por línea.

source: {$customer.name}, happy birthday! From {$wa->accountName()}
es_es: {$customer.name}, ¡feliz cumpleaños! Desde la empresa {$wa->accountName()}

source: Happy birthday to you from {$wa->accountName()}
es_es: Feliz cumpleaños desde la empresa {$wa->accountName()}

source: New primary currency
es_es: Nueva moneda base

source: Order by:
es_es: Ordenar:

source: Date created
es_es: Fecha de creación

source: Find by number
es_es: Buscar por número

source: Create deals from orders in your online store!
es_es: ¡Cree ofertas a partir de pedidos de tiendas en línea!

source: Set up <i>automatic</i> creation of deals upon execution of various order actions, individually for each of your storefronts.
es_es: Configure la creación <i>automática</i> de transacciones cuando realice acciones con pedidos, por separado para cada escaparate.

source: Or <i>manually</i> create deals in the online store backend, regardless of the settings on this page.
es_es: O <i>manualmente</i> cree ofertas en el backend de la tienda en línea, independientemente de la configuración de esta página.

source: No PBX plugins installed.
es_es: No hay Plugins de telefonía IP instalados.

source: Install and set up <a href="%s">IP telephony integration plugins</a>.
es_es: Instale y configure <a href="%s">Plugins para la integración de telefonía IP</a>.

source: PBX plugins are not configured.
es_es: Plugins de telefonía IP no configurados.

source: Once telephony plugin is properly set up, use this section to configure pop-up notifications on incoming calls with information about calling clients.
es_es: Después de la instalación exitosa del Plugin, use esta sección para configurar notificaciones emergentes sobre llamadas entrantes con información sobre las personas que llaman.

source: Dropped
es_es: Descartado

source: Redirected
es_es: Redirigido

source: Finished
es_es: Finalizado

source: Voicemail
es_es: Contestador automático

source: Any state
es_es: Todos los estados

source: Save the email correspondence with your client using email address
es_es: Mantenga la correspondencia del cliente en el historial de transacciones con la dirección de correo electrónico

source: Add this address to the “CC” field when sending a message to the client to get the message copy saved in the deal history.
es_es: Agregue esta dirección a la copia cuando escriba al cliente para que su carta se incluya en el historial de transacciones.

source: copied to clipboard
es_es: copiado al portapapeles

source: Company settings
es_es: Configuración de la empresa

source: disable
es_es: deshabilitar

source: enable
es_es: habilitar

source: New invoice No. {$invoice.number} issued for you by {$company.name}
es_es: Nueva factura No. {$invoice.number} emitida para ti por {$company.name}

source: Invoice #{$invoice.number} has been issued for you by {$company.name} for {wa_currency($invoice.amount, $invoice.currency_id)}.
es_es: La factura № {$invoice.number} ha sido emitida por {$company.name} por el monto de {wa_currency($invoice.amount, $invoice.currency_id)}

source: Received payment for invoice No. {$invoice.number} from {$company.name}
es_es: Pago recibido por la factura No. {$invoice.number} de {$company.name}

source: Your payment for invoice #{$invoice.number} from {$company.name} has been received. Thank you!
es_es: Su pago por la factura № {$invoice.number} de {$company.name} ha sido recibido. ¡Gracias!

source: Canceled invoice No. {$invoice.number} from {$company.name}
es_es: Factura № {$invoice.number} de {$company.name} cancelada

source: Invoice #{$invoice.number} from {$company.name} for {wa_currency($invoice.amount, $invoice.currency_id)} has been canceled
es_es: Factura № {$invoice.number} de {$company.name} en la cantidad de {wa_currency($invoice.amount, $invoice.currency_id)} cancelada

source: one-line text
es_es: una línea de texto

source: multi-line text
es_es: texto multilínea

source: number
es_es: número

source: drop-down list
es_es: lista desplegable

source: date
es_es: fecha

source: sort by column
es_es: ordenar por columna

source: %d other contact with same phone
es_es: %d otro contacto con el mismo número

source: There is no deals for this contact.
es_es: Este contacto no tiene transacciones.

source: Welcome to your new funnel!
es_es: ¡Bienvenido a su nuevo embudo de ventas!

source: Start by creating your first deal
es_es: Comienza creando a la primera transacción

source: To handle phone calls in CRM, install and set up <a href="%s">IP telephony integration plugins</a>.
es_es: Para procesar llamadas telefónicas, instale y configure <a href="%s">plugins para la integración de telefonía IP</a>.

source: Duration
es_es: Duración

source: User
es_es: Usuario

source: incoming
es_es: entrante

source: Incoming
es_es: entrantes

source: outgoing
es_es: saliente

source: Outgoing
es_es: salientes

source: hidden phone number
es_es: número de teléfono oculto

source: deal is hidden
es_es: la transacción está oculta

source: Listen to the recorded conversation
es_es: Escuchar grabación de conversación

source: Create or update contact
es_es: Crear o actualizar contacto

source: No phone calls.
es_es: Sin llamadas

source: Edit filter conditions
es_es: Cambiar condiciones de filtro

source: Import from file
es_es: Importar desde archivo

source: File
es_es: Archivo

source: sample:
es_es: ejemplo:

source: Update existing contact
es_es: Actualizar contacto existente

source: contact
es_es: contacto

source: Shipping
es_es: Envío

source: Order content is unknown
es_es: El contenido del pedido es desconocido

source: Deal description
es_es: Descripción de la transacción

source: Copy to clipboard
es_es: Copiar al portapapeles

source: No contacts match this phone
es_es: No se encontraron contactos con este número de teléfono

source: Reopen reminder
es_es: Reabrir recordatorio

source: Won deals reports
es_es: Informes sobre transacciones ganadas

source: Lost deals reports
es_es: Informes de transacciones perdidas

source: Remove "%name%" from recipients of %number%?
es_es: ¿Excluir "%name%" de los destinatarios %number%?

source: Create deal when
es_es: Crear la transacción cuando

source: Order was placed
es_es: Se realizó un pedido

source: Order was confirmed and accepted for processing
es_es: Pedido confirmado y aceptado para su procesamiento

source: Test connection
es_es: Probar conexión

source: Connection to POP3-server failed
es_es: Falló la conexión al servidor POP3

source: POP3-server connected successfully
es_es: El servidor POP3 se conectó correctamente

source: CRM deal
es_es: La transacción CRM

source: Owner:
es_es: Responsable:

source: not assigned
es_es: no asignado

source: Create deal in CRM
es_es: Crear transacción en CRM

source: Funnel:
es_es: Embudo:

source: Order
es_es: Orden

source: Email address suffix test
es_es: Comprobando el soporte de sufijo para una dirección

source: This letter is automatically created for checking address suffix supporting
es_es: Este correo electrónico se genera automáticamente para buscar sufijos en la dirección del destinatario

source: Reminder due today
es_es: Recordatorio para hoy

source: unknown number
es_es: número desconocido

source: called
es_es: llamó

source: Shop source
es_es: Fuente-Tienda

source: Comma
es_es: Coma

source: Semicolon
es_es: Punto y coma

source: Tab
es_es: Pestaña

source: API keys for pop-up notifications are not set up.
es_es: No hay claves API configuradas para que funcionen las notificaciones emergentes.

source: Enable connection to the notifications-sending service according to the <a href="https://support.webasyst.com/21425/crm-push-notifications-incoming-calls/">manual</a>.
es_es: Habilite la conexión al servicio de envío de notificaciones de acuerdo con el <a href="https://support.webasyst.ru/21424/crm-push-notifications-incoming-calls/">instrucciones</a>.

source: Please set up a <tt>cron</tt> job (<a href="%s" target="_blank">view instructions</a>) using the command specified below in your web-hosting control panel:
es_es: Configure la tarea <tt>cron</tt> (<a href="%s" target="_blank">con el siguiente comando en el panel de control de su alojamiento:

source: Template color
es_es: Color de plantilla

source: Template A
es_es: Plantilla A

source: Template B
es_es: Plantilla B

source: Choose period
es_es: Elegir período

source: You need Shop-Script version %s or newer for CRM integration.
es_es: La integración requiere la versión Shop-Script %s o superior.

source: Any direction
es_es: Todas las direcciones

source: Any transports
es_es: Todos los tipos

source: Associate with a deal
es_es: Asociar con una transacción

source: Associate call with a deal
es_es: Vincular llamada con una transacción

source: Associate conversation with a deal
es_es: Vincular conversación con una transacción

source: Associate
es_es: Vincular

source: Tag not found
es_es: Etiqueta TAG no encontrada

source: Invalid rate
es_es: Curso inválido

source: Close %d deal
es_es: Cerrar %d transacción

source: Move %d deal to
es_es: Mover %d transacción a

source: Transfer %d deal to
es_es: Transferir %d transacción al usuario

source: %d hour
es_es: %d hora

source: %d minute
es_es: %d minuto

source: in %d minute
es_es: En %d minuto

source: Due now
es_es: Ahora

source: Kanban board
es_es: Tablero Kanban

source: List view
es_es: Lista

source: Add phone %s to contact
es_es: Agregue el número de teléfono %s a los datos de contacto

source: The following <tt>cron</tt> job command is currently in use (%ssetting up a cron job%s):
es_es: Esta tarea de <tt>cron</tt> ya está en uso (%scomo configurar%s):

source: Notification name
es_es: Titulo de notificación

source: Recipient
es_es: Destinatario

source: Set the owner
es_es: Asignar responsable

source: Set the owner for the customer
es_es: Asignar responsabilidad del cliente

source: The customer owner
es_es: Responsable del cliente

source: Clear ownership
es_es: Eliminar responsable

source: Remove customer %s from ownership of %s
es_es: Eliminar el cliente %s de la responsabilidad %s

source: Ownership for %d selected contact will be assigned to:
es_es: El responsable del %d contacto seleccionado será asignado:

source: Change the access to the contact.
es_es: Cambiar el acceso al contacto.

source: The responsible person is not assigned to this client, since he has no access rights.
es_es: A este cliente no se le ha asignado un responsable porque no tiene permisos.

source: The error in the appointment of
es_es: Error en la asignación

source: Expires in
es_es: Fecha de caducidad

source: clear due date
es_es: limpiar la fecha de vencimiento

source: Variant A
es_es: Opción A

source: Variant B
es_es: Opción B

source: Template settings
es_es: Configuración de plantillas

source: include
es_es: incluido en el precio

source: append
es_es: agregado al costo

source: none
es_es: sin impuestos

source: Add new template
es_es: Agregar nueva plantilla

source: New template
es_es: Nueva plantilla

source: Create invoice template
es_es: Crear plantilla de factura

source: Edit invoice template
es_es: Editar plantilla de factura

source: Invoice templates
es_es: Plantillas de factura

source: Custom variables
es_es: Variables adicionales

source: Field name
es_es: Nombre de campo

source: Type
es_es: Tipo

source: Code
es_es: Código

source: Add variable
es_es: Agregar variable

source: Variable code may not start with a digit
es_es: El código variable no puede comenzar con un dígito

source: Variable code may only contain digits, latin symbols and underscore
es_es: El código variable solo puede consistir en números, caracteres latinos y guiones bajos

source: Variable codes sould be unique
es_es: Los códigos variables no deben coincidir

source: Signature
es_es: Firma

source: signature
es_es: configuración de firma

source: Set up custom variables to show extra company-related data on an invoice; e.g., payment details, contact information, business license number, etc. Save appropriate values for your variables in each company’s settings and add the variables to an invoice template.
es_es: Configure su propia lista de variables para mostrar información adicional sobre la compañía en la factura, por ejemplo: detalles de pago, información de contacto, número de licencia, etc. En la configuración de cada compañía, complete los valores para sus variables y agregue las variables a la plantilla de la factura.

source: Sender
es_es: Remitente

source: System default
es_es: Valor predeterminado del sistema

source: Reply
es_es: Responder

source: hours
es_es: horas

source: Recalculate prices
es_es: Recalcular precios

source: You have changed the invoice currency.
es_es: Has cambiado la moneda de la cuenta.

source: Recalculate the prices of items at the appropriate rate?
es_es: ¿Volver a calcular los precios de las facturas a la tasa adecuada?

source: Recalculate
es_es: Recalcular

source: Do not change prices
es_es: No recalcular los precios

source: Reset changes
es_es: Restablecer cambios

source: Preview
es_es: Vista previa

source: Click “Save” button below to commit changes.
es_es: Haga clic en el botón “Guardar” para confirmar los cambios.

source: Manage conditions
es_es: Administrar condiciones

source: Set default fixed value
es_es: Establecer valor

source: Default fixed value:
es_es: Valor fijo:

source: Enter available options for %s depending on it’s parent field value.
es_es: Rellene las listas de valores del campo «%s» en función del valor de su campo parental.

source: Get help
es_es: Ayuda

source: <strong>IF</strong> parent field
es_es: <strong>IF</strong> campo parental

source: Prompt to select %s from the following list:
es_es: Solicitar para seleccionar %s de las siguientes opciones:

source: <strong>ELSE</strong>, in case parent field value does not match any of the listed above
es_es: <strong>ELSE</strong>, si el valor del campo padre no coincide con ninguna de las opciones

source: Display &lt;input&gt; (custom text) field for %s
es_es: Mostrar &lt;input&gt; para introducir cualquier texto

source: Do not prompt for %s
es_es: No solicitar el campo «%s»

source: Add rule
es_es: Añadir una regla

source: Add option
es_es: Añadir una opción

source: This field is required.
es_es: Este campo es obligatorio.

source: OneSignal takes longer than expected to load! Please make sure you're not running AdBlock.
es_es: OneSignal tarda más de lo esperado! Si está utilizando AdBlock, deshabilítelo en este sitio.

source: OneSignal failed to load! Please make sure you're not running AdBlock.
es_es: Falló al lanzar OneSignal! Compruebe que no está utilizando AdBlock en este sitio.

source: Processed %s%% (%s of %s group(s))
es_es: Ejecutado %s%% (%s из %s групп)

source: Clear
es_es: Limpiar

source: Enter name or email
es_es: Ingresar nombre o correo electrónico

source: Extended deal data
es_es: Datos de transacción extendidos

source: Unread messages
es_es: Mensajes no leídos

source: You have no access rights to handle Shop-Script orders. Order will remain unchanged.
es_es: No hay suficientes derechos para procesar los pedidos de Shop-Script. La acción del pedido en Shop-Script no se ejecutará.

source: You have no permission to access this page.
es_es: No hay suficientes derechos para acceder a esta página.

source: Please refer to your system administrator.
es_es: Póngase en contacto con el administrador del sistema.

source: <p>The requested URL was not found on this server.</p><p>Please contact app developer.</p>
es_es: <p>La página solicitada no se encuentra en el servidor.</p><p>Por favor contacte con el desarrollador de la aplicación.</p>

source: Invoice has been canceled and no longer valid
es_es: Cuenta cancelada y no válida

source: Payment error
es_es: Error de pago

source: Create copy
es_es: Crear una copia

source: Payment transactions
es_es: Transacciones de pago

source: Attach existed files:
es_es: Adjuntar archivos existentes:

source: Lost deals
es_es: Transacciones perdidas

source: Won deals
es_es: Transacciones ganadas

source: Paid invoices
es_es: Facturas pagadas

source: Total paid amount
es_es: Importe total pagado

source: There are no paid invoices for specified period.
es_es: No hay facturas pagadas para el período especificado.

source: invoice paid
es_es: factura pagada

source: Drag-n-drop company image here
es_es: Arrastre el logotipo de la empresa aquí

source: Change image
es_es: Cambiar imagen

source: Delete image
es_es: Eliminar imagen

source: <tt>Cron</tt> job required for daily recap is set up properly.
es_es: La tarea <tt>cron</tt> para enviar recordatorios está configurado.

source: <tt>Cron</tt> job required to automatically handle invoices expiration is set up properly.
es_es: La tarea <tt>cron</tt> para transferir automáticamente las cuentas caducadas al archivo está configurada.

source: <tt>Cron</tt> job required for sending greetings to customers is set up properly.
es_es: La tarea <tt>cron</tt> para enviar felicitaciones a los clientes está configurada.

source: Copy Shop-Script currency settings
es_es: Copiar la configuración de moneda de Shop-Script

source: New main currency rate
es_es: Nueva tasa de moneda base

source: deal
es_es: transacción

source: Radio selector advanced settings
es_es: Configuraciones avanzadas campo de interruptor (RADIO)

source: Depending on the current radio selector value, other contact form fields may be set to be omitted (become hidden). Manage form fields visibility settings using checkboxes below for each radio selector value.
es_es: Dependiendo del valor seleccionado del campo de cambio, otros campos del formulario de entrada de información de contacto pueden marcarse como ocultos (es decir, se omitirán). Para cada uno de los valores del campo de cambio, marque las casillas del formulario de entrada de información de contacto que deberían estar solicitado por el usuario.

source: Please specify options for multiple choice field.
es_es: Especifique valores para un campo múltiple.

source: This field can be invisible in some cases, so it may not be required.
es_es: Este campo en algunos casos se vuelve invisible y, por lo tanto, puede no ser necesario.

source: Plain text
es_es: Campo de texto

source: Redactor
es_es: Editor

source: Placeholder for confirm password input
es_es: Sugerencia para el campo de confirmación de contraseña

source: Test notification
es_es: Notificación de prueba

source: Send to
es_es: Enviar a

source: Please enter a valid Email
es_es: Ingrese una dirección de correo electrónico válida

source: Send test notification
es_es: Enviar notificación de prueba

source: Send test
es_es: Enviar prueba

source: Automatic deal creation
es_es: Creación automática de la transacción

source: Workflow-Funnel synchronization
es_es: Sincronización de estados de pedidos y etapas de transacción

source: No action
es_es: Sin acción

source: Template name
es_es: Nombre de la plantilla

source: Removing a template is prohibited. The template is associated with {$company_count} companies
es_es: Esta plantilla se utiliza en la configuración de la empresa. No puedes borrarla.

source: Refresh CAPTCHA
es_es: Actualizar CAPTCHA

source: Confirm password
es_es: Confirmar contraseña

source: Deal in CRM
es_es: La transacción en CRM

source: Create new deal
es_es: Crear una nueva transacción

source: There are unsaved changes
es_es: Hay cambios no guardados

source: Unsaved changes will be lost if you leave this page now. Are you sure?
es_es: Los cambios no guardados se perderán si deja esta página ahora. ¿Estás seguro?

source: All funnels
es_es: Todos los embudos

source: This link is no longer valid
es_es: Este enlace ya no es válido, ha expirado

source: Confirmation failed
es_es: Confirmación fallida

source: You have not enough rights to view message.
es_es: No hay suficientes derechos para leer el mensaje.

source: Deal not found
es_es: transacción no encontrada

source: <p><br></p></b><br><section data-role="c-email-signature">:SIGNATURE:</section><p><br></p><p>:MESSAGE_TIME:, :CLIENT: wrote:</p><blockquote>:BODY:</blockquote>
es_es: <p><br></p></b><br><section data-role="c-email-signature">:SIGNATURE:</section><p><br></p><p>:MESSAGE_TIME:, :CLIENT: escrito:</p><blockquote>:BODY:</blockquote>

source: All companies
es_es: Todas las empresas

source: Composite field group
es_es: Grupo de campos

source: Number
es_es: Número

source: Region
es_es: Región

source: Hidden field
es_es: Campo oculto

source: Full name
es_es: Nombre completo

source: Unknown field
es_es: Campo desconocido

source: Conditional field
es_es: Campo condicional

source: Unknown parent field
es_es: Campo parental desconocido

source: Image
es_es: Imagen

source: String
es_es: Cadena

source: Unknown value
es_es: Valor desconocido

source: Not a string
es_es: No es una cadena

source: I agree to <a class="c-agreement-checkbox-link" href="%s" target="_blank">personal data protection policy</a>
es_es: Acepto la с <a class="c-agreement-checkbox-link" href="%s" target="_blank">política de procesamiento de datos personales</a>

source: ---INSERT A LINK HERE!---
es_es: ---INSERTE UN ENLACE AQUÍ!---

source: Field %s of company
es_es: Campo %s de datos de la empresa

source: An array containing information about invoice items
es_es: Una matriz que contiene información sobre la composición de la factura

source: Field %s of customer
es_es: Campo %s de datos del cliente

source: Reminders daily recap
es_es: Resumen diario de recordatorios

source: Message not found
es_es: Mensaje no encontrado

source: Hi %s,
es_es: %s,

source: Here is your <a href="%swebasyst/crm/reminder/">daily recap</a> for %s:
es_es: Aquí está su <a href="%swebasyst/crm/reminder/">resumen diario</a> en %s:

source: <strong>%s</strong> on %s
es_es: <strong>%s</strong> a %s

source: %s has been selected as a master contact.
es_es: %s seleccionado como contacto principal.

source: However, there are no contacts to be merged with %s, by the reasons designated above.
es_es: Sin embargo, no hay contactos para fusionar con %s, por las razones indicadas anteriormente.

source: Was deleted
es_es: Fue eliminado

source: Shop-Script order %s is in <strong>%s</strong> state.
es_es: El pedido de Shop-Script %s está en estado <strong>%s</strong>.

source: Action <strong>%s</strong> is not available. Order will remain unchanged.
es_es: La acción con el pedido <strong>%s</strong> no está disponible. El estado del pedido no cambiará.

source: Bulk stage change will not affect to corresponding orders.
es_es: Los cambios masivos en una etapa no toman medidas en los pedidos correspondientes.

source: Bulk deal close will not affect to corresponding orders.
es_es: El cierre masivo de transacciones no toma ninguna acción con las órdenes correspondientes.

source: Orders will remain unchanged.
es_es: Los pedidos no se modificarán.
