Repository: demollc/langes
Catalog: lib/data/crm.po
Languages: es_es

source: Change primary currency
es_es: Cambiar moneda principal

source: Add currency
es_es: Agregar moneda

source: Delete currency
es_es: Eliminar moneda

source: After deletion it will be not possible to set deal and invoice amount in that currency.
es_es: Después de la eliminación, no podrá indicar el valor de las transacciones y cuentas en esta moneda.

source: Currency in existing deals and invoices will not be affected.
es_es: La moneda de las transacciones y cuentas existentes permanecerá sin cambios.

source: Select primary currency
es_es: Seleccionar moneda principal

source: Currency list is empty
es_es: La lista de divisas está vacía

source: Change
es_es: Cambiar

source: person
es_es: persona

source: company
es_es: empresa

source: Main contact fields cannot be modified or disabled.
es_es: Los campos de contacto principales no se pueden cambiar ni eliminar.

source: disabled
es_es: deshabilitado

source: New field
es_es: Nuevo campo

source: Text (input)
es_es: Texto (input)

source: Text (textarea)
es_es: Texto (textarea)

source: Number (input)
es_es: Número (input)

source: Selectable (radio)
es_es: Список (radio)

source: Selectable (select)
es_es: Lista (select)

source: Selectable (checkboxes)
es_es: Seleccionable (checkboxes)

source: Conditional (select/input)
es_es: Condicional (select/input)

source: Checkbox
es_es: Casilla de verificación

source: Date (input)
es_es: Fecha (input)

source: Add item
es_es: Agregar elemento

source: Delete field
es_es: Eliminar campo

source: No data in the field
es_es: No hay datos en el campo.

source: Deleting this field will not cause a loss of any contact information.
es_es: Eliminar este campo no provocará la pérdida de información de contacto.

source: Deleting the field will cause a loss of this contact information.
es_es: Eliminar este campo provocará la pérdida de información sobre estos contactos.

source: %d contact have data in the field
es_es: %d de contacto tiene datos en este campo.

source: Edit field
es_es: Editar campo

source: Add name in another language
es_es: Agregar título en otro idioma

source: Field ID
es_es: ID de campo

source: Type of field
es_es: Tipo de campo

source: Address fields
es_es: Campos de dirección

source: This will remove field and all its data from all existing contacts. Are you sure?
es_es: Esto eliminará el campo y todos sus datos de todos los contactos existentes. ¿Estás seguro?

source: List items
es_es: Lista

source: Enter each new item on new line
es_es: Ingrese cada elemento de la lista con una nueva línea

source: Applied to
es_es: Aplicar a

source: Person
es_es: Persona

source: Enable field
es_es: Habilitar campo

source: Disable field
es_es: Desactivar campo

source: Form
es_es: Formulario

source: Forms
es_es: Formularios

source: No forms
es_es: Sin formularios

source: New form
es_es: Nueva forma

source: Forms are used to set up customer subscription on your website.
es_es: Los formularios se utilizan para configurar la suscripción del cliente en su sitio web.

source: Create a form, publish it on your website, and visitors will be able to subscribe themselves.
es_es: Cree un formulario, publíquelo en su web y los visitantes pueden convertirse en sus clientes registrados.

source: Are you sure delete this form?
es_es: ¿Estás seguro de eliminar este formulario?

source: Allows your subscriber to create a password for further authorization on your site and log in to their customer portal. Requires Email field in the form.
es_es: Permita a su suscriptor crear una contraseña para autorización adicional en su sitio e iniciar sesión en su portal del cliente. Requiere el campo Correo electrónico en el formulario.

source: Form name
es_es: Nombre del formulario

source: Add fields
es_es: Agregar campos

source: Sign up
es_es: Registrarse

source: Form width (200-600px)
es_es: Ancho del formulario (200–600px)

source: After form submission
es_es: Después del envío del formulario

source: This setting will redirect clients to any specified URL or display any text message after the form is submitted.
es_es: Después de enviar el formulario, el cliente será redirigido a la URL especificada o se mostrará un mensaje.

source: After successfull submission:
es_es: Qué hacer después de enviar el formulario:

source: Redirect to URL
es_es: Redirigir a URL

source: Display text instead of the form
es_es: Mostrar texto en lugar de formulario

source: Thanks for subscribing!
es_es: ¡Gracias por suscribirte!

source: Confirm registration
es_es: Confirmación de registro

source: To enable this option, your form must contain Email field.
es_es: Para habilitar esta configuración, el formulario debe tener un campo de correo electrónico.

source: An automatic notification will be sent to a subscriber‘s email address, with a special link to be clicked for a client to confirm registration. You may add extra instructions for your clients to the notification text.
es_es: Se enviará una notificación automática a la dirección de correo electrónico del suscriptor con un enlace para confirmar el registro. Agregue mensajes adicionales a sus clientes en el mensaje de texto.

source: From
es_es: De

source: Specified
es_es: Especificado

source: It is recommended to specify an existing email address which you do not check for new mail as the sender's address for such notifications; e.g., noreply@yourdomain.com. This will help minimize the number of redundant requests.
es_es: Indique la dirección de un buzón existente que no verificas. Por ejemplo, noreply@yourdomain.ru. Esto es necesario para que las respuestas del cliente a este mensaje no generen nuevas solicitudes innecesarias.

source: Subject
es_es: Asunto

source: Please confirm your email
es_es: Confirme su dirección de correo electrónico

source: Text
es_es: Texto

source: Variable &#123;CONFIRM_URL&#125; must be present in the text of your message template shown above. It will be replaced in the outgoing message with a confirmation URL that your client should click to confirm registration.
es_es: La variable &#123;CONFIRM_URL&#125; debe estar en la plantilla de mensaje. Al enviar un mensaje, se reemplaza con la URL en la que su cliente puede confirmar el registro.

source: Confirmation link redirects to My profile page in customer portal
es_es: El enlace de confirmación redirige a la página de perfil del cliente en su cuenta.

source: IMPORTANT NOTE: Customer portal disabled.
es_es: ADVERTENCIA: La cuenta personal está deshabilitada.

source: Set up your customer portal.
es_es: Configura cuenta personal.

source: Create deal
es_es: Crear la transacción

source: A deal will be created upon subscription.
es_es: La transacción se formará después del registro.

source: Publication
es_es: Publicación

source: To publish this form on your website use this code:
es_es: Publique el formulario en su sitio con este código:

source: To publish the form on external site use this code:
es_es: Para publicar el formulario en otros sitios, use este código:

source: Delete this form
es_es: Eliminar este formulario

source: Delete this source
es_es: Eliminar esta fuente

source: Field settings
es_es: Configuración de campo

source: Text paragraph
es_es: Párrafo de texto

source: Edit funnel
es_es: Cambiar embudo

source: Create funnel
es_es: Crear embudo

source: Funnel name
es_es: Nombre del embudo

source: Stage name
es_es: Nombre de la etapa

source: New stage
es_es: Nueva etapa

source: %d deal in stage
es_es: %d la transacción en la etapa

source: remove limit
es_es: eliminar límite

source: remove stage
es_es: eliminar etapa

source: Stages
es_es: Etapas

source: Add stage
es_es: Agregar etapa

source: %d deal in funnel
es_es: %d la transacción en el embudo

source: New funnel
es_es: Nuevo embudo

source: No funnels here
es_es: No hay embudos aquí.

source: Add funnel
es_es: Agregar embudo

source: Get Google reCAPTCHA site key and secret for your site on <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>
es_es: Obtenga las claves reCAPTCHA de Google para su sitio en <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>

source: Request a reason for lost deals
es_es: Requerir motivo para las transacciones perdidas

source: Allow entering free-form reasons in addition to predefined options
es_es: Permitir agregar el motivo en forma libre, excepto para elegir uno de los valores estándar

source: Reason name
es_es: Nombre de la razón

source: New reason
es_es: Nueva razón

source: Add reason
es_es: Agregar razón

source: saving
es_es: guardando

source: saved
es_es: guardado

source: Message from
es_es: Mensaje de

source: Add notification
es_es: Agregar notificación

source: Create notification
es_es: Crear notificación

source: Edit notification
es_es: Editar notificación

source: Delete notification
es_es: Eliminar notificación

source: Event
es_es: Evento

source: Choose event
es_es: Elegir evento

source: Enabled
es_es: Habilitado

source: Transport
es_es: Transporte

source: Email subject
es_es: Asunto del Email

source: Email body
es_es: Texto de correo electrónico

source: SMS content
es_es: texto SMS

source: Max 300 chars.
es_es: Máximo 300 caracteres

source: This will permanently delete this notification. Are you sure?
es_es: La notificación se eliminará permanentemente. ¿Está seguro?

source: Add payment option
es_es: Agregar método de pago

source: Browse payment plugins...
es_es: Buscar Plugins de pago....

source: Multiple instances of every payment option with custom settings can be created.
es_es: Se pueden crear múltiples instancias de cada opción de pago con configuraciones personalizadas.

source: Configure
es_es: Configuración

source: No payment options are defined.
es_es: Métodos de pago no configurados.

source: Delete %payment
es_es: Eliminar %payment

source: This will permanently delete this payment option. Are you sure?
es_es: El método de pago se eliminará permanentemente. ¿Está seguro?

source: Delete this payment option
es_es: Eliminar este método de pago

source: Payment option name
es_es: Nombre del método de pago

source: Logo URL
es_es: URL del logotipo

source: A collection of payment option icons is available for free: <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>
es_es: Una colección gratuita de iconos de métodos de pago está disponible en <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>

source: HTML. Payment option description is shown to customer during the checkout.
es_es: Una descripción del método de pago que ve el comprador al realizar un pedido (HTML).

source: Delivery info
es_es: Información de entrega

source: Optional text to be sent to customer with the order notification email. Plain text, no HTML allowed.
es_es: Texto opcional que se enviará al cliente junto con una notificación por correo electrónico del pedido. Las etiquetas HTML no son compatibles.

source: Countries & regions
es_es: Países y Regiones

source: Country
es_es: País

source: Select a country
es_es: Elegir país

source: Clone on top of the list
es_es: Duplicar al principio de la lista

source: Regions
es_es: Regiones

source: Region name
es_es: Nombre de la región

source: Region code
es_es: Código de la región

source: No regions (states, provinces) are defined for this country.
es_es: No hay regiones (estados, provincias) definidas para este país.

source: Add region
es_es: Agregar región

source: Click “Save” button below to commit the delete.
es_es: Haga clic en el botón “Guardar” para confirmar la eliminación.

source: Regions are not saved. Are you sure you want to leave current page?
es_es: No se guardaron regiones. ¿Salir de esta página sin guardar?

source: Sender IDs
es_es: ID de remitente

source: Enter Sender IDs to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
es_es: Ingrese las ID del remitente para esta puerta de enlace SMS. La ID del remitente es un número de teléfono o una cadena de hasta 11 caracteres de longitud. Ingrese un asterisco * para usar la ID asignada por la puerta de enlace SMS.

source: Once connection to a gateway is set up, add SMS notifications in “<a href="%s">Notifications</a>” settings.
es_es: Después de configurar la puerta de enlace de SMS, agregue y cambie las notificaciones de SMS en la sección de configuración «<a href="%s">Notificaciones</a>».

source: <a href="%s" target="_blank">See documentation</a> for details.
es_es: Se ha publicado una descripción detallada <a href="%s" target="_blank">en la documentación</a>.

source: To enable SMS message sending, install and configure sending plugin for your preferred SMS gateway.<br /> <a href="%s">Browse for SMS gateway plugins</a> in Installer app.
es_es: Para enviar mensajes SMS, establezca y configure la conexión con el proveedor de SMS.<br />Los Plugins para conectarse a proveedores de SMS están disponibles para instalar <a href="%s">в «Instalador»</a>.

source: Edit vault
es_es: Cambiar clase de contacto

source: Create vault
es_es: Agregar clase de contacto

source: Style
es_es: Estilos

source: background color
es_es: color de fondo

source: There are %d contact in vault "%%s".
es_es: En la clase «%%s» %d contacto.

source: Vault deleting cause free access to this contacts data for all backend users.
es_es: Si elimina la clase, los contactos estarán disponibles para todos los usuarios del backend.

source: There are no contacts in vault "%s". Vault deleting cause no effect to access any contacts data.
es_es: No hay contactos en la clase «%s». Eliminar esta clase no afectará el cambio de acceso a la información de contacto.

source: Vault name
es_es: Nombre de clase

source: Add vault
es_es: Agregar clase de contacto

source: Live
es_es: Ahora

source: Calls
es_es: Llamadas

source: Search
es_es: Búsqueda

source: Recent
es_es: Reciente

source: Automation
es_es: Automatización

source: Server error
es_es: Error del servidor

source: %d owner
es_es: %d propietario

source: Info
es_es: Información

source: Manage access
es_es: Cambiar acceso

source: Manage access
es_es: Configurar acceso

source: At least one of name field must be filled
es_es: Al menos uno de los campos de nombre debe ser llenado

source: Tag #%s
es_es: Etiqueta #%s

source: Access denied
es_es: Acceso denegado

source: <not imported>
es_es: <no importado>

source: This line was not imported
es_es: Esta línea no fue importada

source: Error details shown in columns
es_es: Detalles de error mostrados en columnas

source: One of these fields must have a value
es_es: Una de estas columnas debe tener un valor

source: This field is required
es_es: Este campo es obligatorio

source: Incorrect import data format
es_es: Formato de datos no válido para importación

source: Users can not be merged into other contacts.
es_es: Los usuarios no pueden fusionarse con otros contactos.

source: %d contact was skipped because they have user accounts
es_es: %d se omite el contacto porque es un usuario.

source: %s of %s contacts have been merged
es_es: %s de %s contactos fusionados.

source: No contacts were merged
es_es: No se ha fusionado ningún contacto.

source: Segment #%s
es_es: Segmento #%s

source: Name is required
es_es: Nombre requerido

source: Confirm action
es_es: Confirmar acción

source: Specified contact is already listed in deal
es_es: Este contacto ya figura en la transacción.

source: Invalid value
es_es: Valor inválido

source: Edit contact
es_es: Cambiar contacto

source: This field required
es_es: Este campo es obligatorio

source: All stages
es_es: Todas las etapas

source: File not found
es_es: Archivo no encontrado

source: Failed to upload file %s.
es_es: Error al cargar el archivo %s.

source: Can't create deal. Funnel not found
es_es: No se puede crear una transacción - no se encontró el embudo.

source: Can't create deal. Stage not found
es_es: No se puede crear una transacción. Etapa no encontrada.

source: Form not found
es_es: Formulario no encontrado.

source: At least one of these fields must be filled.
es_es: Complete al menos uno de estos campos.

source: Page not found
es_es: Página no encontrada.

source: invalid number
es_es: número inválido

source: Notes
es_es: Notas

source: All types
es_es: Todos los tipos

source: Plugin settings page
es_es: Página de configuración del Plugin

source: Done
es_es: Listo

source: Invalid tax percent
es_es: Impuesto porcentual incorrecto

source: Can't construct field
es_es: Error al crear el campo

source: We have found %d duplicate for this field
es_es: Se encontró %d дубликат duplicado de este campo.

source: Unknown locale: %s
es_es: Local desconocido: %s

source: Required field
es_es: Campo obligatorio

source: Only English alphanumeric, hyphen and underline symbols are allowed
es_es: Sólo se permiten letras latinas, guiones y guiones bajos.

source: This ID is already in use
es_es: Esta ID ya está en uso.

source: Unknown field type:
es_es: Tipo de campo desconocido:

source: Horizontal rule
es_es: Delimitador horizontal

source: Show %s records on a page
es_es: Mostrar %s entradas por página

source: Pages
es_es: Páginas

source: of
es_es: de

source: prev
es_es: pre

source: next
es_es: siguiente

source: %s deal
es_es: Transacción «%s»

source: Payment plugins not installed yet
es_es: Plugins de pago aún no instalados.

source: Folders:
es_es: Carpetas:

source: Files:
es_es: Archivos:

source: Page:
es_es: Página:

source: Previous page
es_es: Página anterior

source: Next page
es_es: Página siguiente

source: no name
es_es: sin título

source: Any discount coupon
es_es: Cualquier cupón de descuento

source: Coupon
es_es: Cupón

source: Any UTM campaign
es_es: Cualquier campaña UTM

source: Invoice issued
es_es: Factura emitida

source: Invoice payment
es_es: Pago de facturas

source: Invoice canceled
es_es: Factura cancelada

source: Invoice expired
es_es: Factura expirada

source: Can edit or delete contacts added by other users
es_es: Puede editar o eliminar contactos agregados por otros usuarios

source: Access to funnels
es_es: Acceso a los embudos

source: No access
es_es: Sin acceso

source: Only own deals
es_es: Sólo las transacciones propias

source: Only own invoices
es_es: Sólo facturas propias

source: Full access
es_es: Acceso completo

source: Access to vaults
es_es: Acceso a clases de contacto

source: Can manage invoices
es_es: Puede administrar facturas

source: added a new contact
es_es: agregó un nuevo contacto

source: deleted contact
es_es: eliminó contacto

source: edited contact
es_es: editó contacto

source: changed contact owner
es_es: cambió responsable del contacto

source: merged contacts
es_es: unió a los contactos

source: added deal
es_es: agregó transacción

source: changed stage
es_es: cambió etapa

source: added contact to a deal
es_es: agregó contacto a transacción

source: excluded deal participant
es_es: excluyó al participante de la transacción

source: reopened deal
es_es: Transacción reabierta

source: closed deal as won
es_es: cerró la transacción como ganada

source: closed deal as lost
es_es: cerró la transacción como perdido

source: edited deal
es_es: Transacción cambiada

source: changed deal contact
es_es: изменил контакт сделки

source: changed deal owner
es_es: cambió el responsable de la transacción

source: remove deal owner
es_es: eliminó al responsable de la transacción

source: added reminder
es_es: agregó un recordatorio

source: marked reminder as done
es_es: marcó el recordatorio como hecho

source: marked reminder as active
es_es: marcó el recordatorio como activo

source: added note
es_es: agregó una nota

source: edited note
es_es: editó la nota

source: deleted note
es_es: borró la nota

source: added file
es_es: agregó el archivo

source: deleted file
es_es: agregó el archivo

source: added funnel
es_es: agregó un embudo

source: edited funnel
es_es: cambió el embudo

source: added invoice
es_es: agregó una factura

source: issued invoice
es_es: emitió una factura

source: created signup form
es_es: agregó un formulario de registro

source: filled form
es_es: llenó el formulario

source: Contact info
es_es: Detalles de contacto

source: Empty
es_es: Vacío

source: Not empty
es_es: No está vacío

source: Contact type
es_es: Tipo de contacto

source: today
es_es: hoy

source: today or tomorrow
es_es: hoy o mañana

source: in the nearest week
es_es: en la próxima semana

source: in the nearest month
es_es: el mes que viene

source: select a period
es_es: seleccionar periodo

source: Creating method and date
es_es: Método y fecha de creación

source: Activity
es_es: Actividad

source: Performed an action
es_es: Realizó una acción

source: Action
es_es: Acción

source: any action
es_es: cualquier acción

source: Period
es_es: Periodo

source: Applied an action to
es_es: A quién se aplica la acción

source: Event participants
es_es: Participantes del evento

source: Forbidden
es_es: Prohibido

source: Customer portal only
es_es: Sólo cuenta personal

source: Status
es_es: Estado

source: Online
es_es: En línea

source: Offline
es_es: Fuera de línea

source: Never logged in
es_es: Nunca se conectó

source: Wrote posts
es_es: publicó noticias

source: Lifetime
es_es: Todo el tiempo

source: Wrote comments
es_es: agregó comentarios

source: To post
es_es: A la publicación

source: Helpdesk
es_es: Soporte

source: Wrote requests
es_es: Envió solicitudes

source: Current status
es_es: Estado actual

source: Performed an action with requests
es_es: Realizó una acción con solicitudes

source: Mailer
es_es: E-mail de envió masivo

source: Received campaigns
es_es: Recibió boletines

source: Campaign
es_es: Campaña

source: Bounced
es_es: Negado

source: Unknown
es_es: Desconocido

source: Read
es_es: Leer

source: Unsubscribed
es_es: se dió de baja

source: Shop
es_es: Tienda

source: Placed orders
es_es: Hizo pedidos

source: Current state
es_es: Estado actual

source: Payment method
es_es: Método de pago

source: Shipment method
es_es: Método de envío

source: Purchased product
es_es: Сompró la mercancía

source: Product
es_es: Producto

source: Total spent
es_es: Gastó

source: Count only paid orders
es_es: Contar sólo pedidos pagados

source: Number of orders
es_es: Cantidad de pedidos

source: Last order
es_es: Último pedido

source: First order
es_es: Primer pedido

source: Discount
es_es: Descuento

source: Storefront
es_es: Escaparate

source: Timeline
es_es: Cronología de acciones

source: Employees
es_es: Empleados

source: changed title
es_es: cambió el titulo

source: changed expected close date
es_es: cambió la fecha programada de cierre

source: All responsibles
es_es: Todos los responsables

source: Responsibles
es_es: Responsable

source: No assigned owner
es_es: Sin responsable

source: Hide archived segments
es_es: Ocultar segmentos archivados

source: Show %d archived segment
es_es: Mostrar %d segmento de archivo

source: Segments
es_es: Segmentos

source: Archived segments
es_es: Segmentos archivados

source: Show dynamic segments
es_es: Mostrar segmentos dinámicos

source: Edit segments
es_es: Editar segmentos

source: No dynamic segments
es_es: Falta en segmentos dinámicos

source: Separator:
es_es: Separador:

source: Semicolon ";"
es_es: Punto y coma ";"

source: Create deals
es_es: Crear transacciones

source: You have no access rights to delete selected contacts.
es_es: No tienes derechos de acceso para eliminar contactos seleccionados.

source: Encoding:
es_es: Codificación:

source: me
es_es: yo

source: Count
es_es: Cantidad

source: Back
es_es: Volver

source: Client contact data required
es_es: Debe especificar el contacto del cliente

source: No reminders assigned
es_es: No hay recordatorios programados

source: Overdue reminder
es_es: Hay recordatorios caducados
