Repository: demollc/langes
Catalog: lib/data/crm.po
Languages: es_es

source: Move <strong>%name</strong> to <strong>%stage</strong> stage?
es_es: ¿Mover <strong>%name</strong> a la etapa <strong>%stage</strong>?

source: Assign me
es_es: Asegure esta transacción

source: The deal was deleted
es_es: La transacción fue eliminada

source: Move this deal to <strong>%s</strong> stage?
es_es: ¿Mover esta transaccion al paso<strong>%s</strong>?

source: Remove owner <strong>%s</strong> from the deal?
es_es: ¿Eliminar el responsable <strong>%s</strong> de la transacción?

source: Remove owner <strong>%s</strong> from the conversation?
es_es: ¿Eliminar responsable <strong>%s</strong> de la correspondencia?

source: Exclude <strong>%s</strong> from the deal?
es_es: ¿Excluir <strong>%s</strong> de la transacción?

source: Are you sure to delete this deal?
es_es: ¿Estás seguro de que deseas eliminar la transacción?

source: Add deal
es_es: Añadir la transacción

source: No deals
es_es: No hay transacción

source: Send message to
es_es: Enviar mensaje

source: Write
es_es: Escribir

source: Write message
es_es: Escribir mensaje

source: Write a message
es_es: Escriba mensaje

source: Start typing a name
es_es: Comienza a escribir un nombre

source: Edit recipient
es_es: Editar destinatario

source: Type email
es_es: Ingresar correo electrónico

source: Type name
es_es: Ingresar nombre

source: Remove from CC
es_es: Eliminar de la copia

source: Change recipient
es_es: Cambiar destinatario

source: Select deal
es_es: Elija una transacción

source: Create new
es_es: Crear nueva

source: Reply on message
es_es: Responder al mensaje

source: Forward message
es_es: Reenviar mensaje

source: Deal messages
es_es: Mensajes de transacción

source: All messages
es_es: Todos los mensajes

source: Without a deal
es_es: Sin trato

source: Cancel creation
es_es: Cancelar creación

source: Typing deal name..
es_es: Ingrese el nombre de la transacción..

source: Delete message
es_es: Eliminar mensaje

source: Delete message from %s
es_es: Eliminar mensaje de %s

source: Minimize by deals
es_es: Minimizar por las transacciones

source: No email sourses configured.
es_es: No hay fuentes de correo electrónico configuradas.

source: show the message
es_es: mostrar el mensaje

source: open conversation
es_es: abrir chat

source: To recieve and handle emails from clients %sset up an email deal source%s
es_es: Para recibir y procesar correos electrónicos de clientes, %sconfigure fuente de correo electrónico%s.

source: Send email
es_es: Enviar correo electrónico

source: Message sent successfully
es_es: Mensaje enviado con éxito

source: No invoices for this customer
es_es: No hay facturas para este cliente

source: Add note
es_es: Agregar nota

source: Send to timeline
es_es: Enviar a la cronologia de eventos

source: File is too large or another upload error occured.
es_es: El archivo es demasiado grande o se ha producido algún otro error de carga.

source: no subject
es_es: sin tema

source: Download original
es_es: Descargar los mensajes originales

source: Thanks for subscribing
es_es: Gracias por suscribirte

source: You're now subscribed to notifications. You can unsubscribe at any time.
es_es: Ahora estás suscrito a notificaciones. Puedes darte de baja en cualquier momento.

source: Finish Subscribing!
es_es: ¡Finalizar suscripción!

source: Unsaved reminder
es_es: Recordatorio no guardado

source: You are about to leave this page without saving your input. Are you sure?
es_es: Estás a punto de abandonar esta página sin guardar los datos ingresados. ¿Estás seguro?

source: Leave
es_es: Salir

source: Not specified
es_es: No especificado

source: There are no closed deals for specified period.
es_es: No hay transacciones cerradas durante el período indicado.

source: %d deal
es_es: %d la transacción

source: %d deal lost
es_es: %d transacción perdida

source: Deal sources
es_es: Fuentes de transacciones

source: Delete confirmation
es_es: Confirmar eliminación

source: There are %s for this company.
es_es: Para esta empresa %s.

source: %d payment option configured
es_es: configurado %d método de pago

source: Payment configurations will be deleted without ability to restore.
es_es: Las configuraciones de pago se eliminarán sin posibilidad de restaurar.

source: There are %s from this company.
es_es: En nombre de esta empresa %s.

source: %d invoice issued
es_es: emitió %d factura

source: %d invoice
es_es: %d facturas

source: Switch %s to
es_es: Renovar %s a

source: Select company
es_es: Seleccionar compañía

source: and delete company
es_es: y eliminar compañía

source: Disabled
es_es: Deshabilitado

source: Contact name edit form
es_es: Editar nombre

source: One field for contact name
es_es: Campo único para nombre

source: Separate fields for name parts
es_es: Campos separados para apellido, nombre y segundo apellido

source: Contact name format
es_es: Formato de nombre

source: Push notifications settings
es_es: Configuración de notificaciones push

source: Set up push notifications
es_es: Configurar notificaciones push

source: For each phone number, select users who will see pop-up notifications on incoming calls to that number, with information about calling clients.
es_es: Para cada número de teléfono, seleccione los usuarios que verán notificaciones emergentes sobre las llamadas entrantes a este número, con información sobre los clientes que llaman.

source: You blocked push-notifications from this domain.
es_es: Las notificaciones push están bloqueadas para el dominio actual.

source: Please grant push-notification permission to enable CRM pop-up details during incoming calls.
es_es: Разрешите Push-уведомления, чтобы позволить CRM показывать подробности во время входящих звонков.

source: A OneSignal account is required to notify backend users about incoming calls.
es_es: Se requiere una cuenta OneSignal para notificar a los usuarios del backend sobre las llamadas entrantes.

source: Each domain used by your backend users has to be configured separately in OneSignal account.
es_es: Cada dominio de back-end debe configurarse en su cuenta de OneSignal.

source: To add a different domain, open Webasyst backend on that domain.
es_es: Para conectar otro dominio, abra el backend de Webasyst en ese dominio.

source: Connected
es_es: Conectado

source: Not connected
es_es: No conectado

source: Connect domain to OneSignal
es_es: Conectar dominio a OneSignal

source: Add email source
es_es: Agregar fuente de correo electrónico

source: Personally
es_es: Individualmente

source: To
es_es: Para

source: Select
es_es: Seleccionar

source: Select
es_es: Lista desplegable (select)

source: Created in the app
es_es: Creado en la aplicación

source: Add another recipient
es_es: Agregar otro destinatario

source: All messages will be sent as blind copies (BCC).
es_es: Todos los mensajes se envían como copias ocultas (BCC).

source: Source email address
es_es: Dirección de correo electrónico de origen

source: Use source email address
es_es: Usar dirección de correo electrónico de origen como remitente

source: Include attachments
es_es: Incluir archivos adjuntos

source: New email source
es_es: Nueva fuente de correo electrónico

source: Please specify an existing email address; it may be hosted on any mail server; e.g., in a popular mail service such as Gmail, Yahoo!, etc., and must be accessible for connection via POP3 protocol.
es_es: Especifique una dirección de correo electrónico existente; puede estar alojada en cualquier servidor de correo; por ejemplo, en un servicio de correo popular como Gmail, Yahoo!, etc., y debe ser accesible para la conexión a través del protocolo POP3.

source: <strong>IMPORTANT NOTE:</strong> It is recommended that you specify an email account which was specially created for use by the CRM app.
es_es: <strong>NOTA IMPORTANTE:</strong> se recomienda que especifique una cuenta de correo electrónico creada especialmente para su uso por la aplicación CRM.

source: After you configure and save this source, all messages from the specified email account will be downloaded into CRM and will be <strong>deleted from your mail server!</strong>
es_es: Después de configurar y guardar esta fuente, todos los mensajes de la cuenta de correo electrónico especificada se descargarán en CRM y se eliminarán <strong>de su servidor de correo</strong>

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Leave blank to keep current value unchanged.
es_es: Dejar en blanco para no cambiar el valor actual.

source: Incoming server
es_es: Servidor entrante

source: POP3 Port
es_es: Puerto POP3

source: Use Secure STARTTLS Settings
es_es: Usar STARTTLS

source: Use Secure SSL/TLS Settings
es_es: Usar SSL / TLS

source: If your mail server supports this option, we recommend using POP3 over STARTTLS or SSL/TLS since it provides increased security for your interactions with the remote mail server.
es_es: Si su servidor de correo admite esta configuración, recomendamos usar el protocolo STARTTLS o SSL / TLS porque proporciona seguridad adicional para la transferencia de datos.

source: Spam control
es_es: Protección contra spam

source: Every time you receive a message from an unknown email address which is not yet stored in your Contacts database, an automatic notification will be sent to the sender's address.
es_es: Cualquier mensaje que llegue desde una dirección desconocida que no esté en su base de datos de Contactos recibirá automáticamente una notificación de respuesta.

source: This notification contains a special link which must be clicked to confirm the sending of the first request. You may also add extra instructions for your clients to the notification text.
es_es: Esta notificación contiene un enlace especial en el que se debe hacer clic para confirmar el envío de la primera solicitud. También puede agregar instrucciones adicionales para sus clientes al texto de la notificación.

source: Messages
es_es: Mensajes

source: No messages
es_es: Sin mensajes

source: via
es_es: a través

source: personal settings
es_es: configuración personal

source: Copy
es_es: Copia

source: Copy settings
es_es: Copiar configuraciones

source: Name or email
es_es: Nombre o correo electrónico

source: Participants in the deal
es_es: Participantes en la transacción

source: Send email message
es_es: Enviar correo electrónico

source: Send another email message
es_es: Enviar otro mensaje de correo electrónico

source: Unknown server error
es_es: Error desconocido

source: Delete source
es_es: Eliminar fuente

source: %d contact has been deleted
es_es: %d contacto eliminado

source: Invalid email
es_es: Correo electrónico inválido

source: Participant already exists
es_es: El contacto ya es parte en la transacción

source: app
es_es: aplicación

source: method
es_es: método

source: Invalid API key
es_es: Clave API no válida

source: Encryption requires OpenSSL PHP module to be installed.
es_es: Para habilitar el cifrado, necesita el módulo PHP OpenSSL.

source: Unknown error.
es_es: Error desconocido.

source: IMAP is not supported. Please use POP3.
es_es: IMAP no es compatible. Utilice POP3.

source: An error occured while attempting to connect with specified settings.
es_es: Se produjo un error al intentar conectarse con los parámetros especificados.

source: Subject of the original message
es_es: Asunto del mensaje original

source: Text of the original message
es_es: Texto del mensaje original

source: URL address for not registered clients to confirm their original email.
es_es: La dirección (URL) en la que los clientes no registrados confirman su dirección de correo electrónico.

source: Unique identifier automatically assigned to each customer in Contacts
es_es: Identificador único del cliente que se asigna automáticamente a cada cliente en Contactos

source: Full formatted name of customer
es_es: Nombre completo del cliente

source: Value of customer field "%s"
es_es: Valor del campo de contacto del cliente "%s"

source: Client (request originator)
es_es: Al cliente (de quien vino la solicitud)

source: Assigned user
es_es: Usuario asignado

source: sent message
es_es: envió un mensaje

source: Tagged
es_es: Etiquetado TAGS

source: Participates in deals
es_es: Participan en transacciones

source: Has invoices
es_es: Recibió facturas de pago

source: %d pending call
es_es: %d llamada en espera

source: No pending calls!
es_es: ¡No hay llamadas pendientes!

source: Click to open detailed info.
es_es: Haga clic para más detalles

source: Open
es_es: Abierta

source: unknown
es_es: desconocido

source: Form source
es_es: Formulario web - fuente de transacción

source: Email source
es_es: Email-fuente de transacción

source: Source not found
es_es: Fuente de transacción no encontrado

source: Change deal stage
es_es: Cambiar etapa de la transacción

source: Change stage
es_es: Cambiar etapa

source: Other
es_es: Otro

source: Actions
es_es: Acciones

source: Add contacts to segment
es_es: Agregar contactos al segmento

source: Restore from archive
es_es: Restaurar desde archivo

source: Move to archive
es_es: Enviar al archivo

source: Only users with access to vault
es_es: Sólo usuarios con acceso a la clase de contacto

source: remove
es_es: eliminar

source: Add person
es_es: Añadir persona

source: Add company
es_es: Añadir empresa

source: Create person
es_es: Crear persona

source: Open extended form
es_es: Abrir formulario extendido

source: Create company
es_es: Crear una empresa

source: Contact name
es_es: Nombre de contacto

source: Personal settings
es_es: Configuración personal

source: Open dialog for contact creation
es_es: Abrir diálogo para crear contacto

source: Open extended form for contact creation
es_es: Abrir formulario extendido para crear contacto

source: Set me as owner when I create a contact
es_es: Hazme responsable del contacto que se está creando

source: another...
es_es: otro...

source: what?
es_es: ¿que?

source: Extended contact data
es_es: Datos de contacto extendidos

source: Hide extended fields
es_es: Ocultar campos adicionales

source: Contact name required
es_es: Se requiere nombre de contacto

source: Deal name required
es_es: Debe ingresar el nombre de la transacción

source: Export field names
es_es: Exportar nombres de campo

source: Do not export empty columns
es_es: Excluir columnas vacías de la exportación

source: Change filter conditions
es_es: Cambiar condiciones de filtro

source: Add contacts to segment "%s"
es_es: Agregar contactos al segmento "%s"

source: Find contact
es_es: Buscar contacto

source: Edit segment
es_es: Editar segmento

source: Create segment
es_es: Crear segmento

source: Static list
es_es: Lista estática

source: manually selected contacts
es_es: contactos seleccionados manualmente

source: Dynamic filter
es_es: Filtro dinámico

source: advanced search results
es_es: resultado de búsqueda por condición

source: Change funnel / stage
es_es: Cambiar embudo / etapa

source: Change owner
es_es: Cambiar responsable

source: choose user
es_es: elegir usuario

source: Export deals
es_es: Exportar transacciones

source: %d selected deal will be exported into CSV file
es_es: %d La transacción seleccionada se exportará a un archivo CSV

source: No invoices in this deal
es_es: No hay facturas de pago en esta transacción

source: Сhange owner
es_es: Cambiar responsable

source: Delete %s deals
es_es: Eliminar transacciones marcadas

source: Contacts of deal participants will not be deleted.
es_es: Se guardarán los contactos de los participantes en la transacción.

source: Deal deletion cannot be undone.
es_es: La eliminación de la transacción no se puede deshacer.

source: Deals merge
es_es: Fusionar transacciones

source: Choose a master deal that will be retained after merging.
es_es: Seleccione la transacción principal que quedará después de la fusión.

source: Other deals will be deleted during this merging operation.
es_es: Se borrarán otras transacciones durante esta operación de fusión.

source: Selected as the main deal
es_es: Seleccionado como la transacción principal

source: Confirmed
es_es: Confirmado

source: Provider
es_es: Proveedor

source: Payment date
es_es: Fecha de pago

source: Delete invoice
es_es: Eliminar factura

source: Invoice deletion cannot be undone.
es_es: No se puede cancelar la eliminación de la cuenta.

source: Refund payment for invoice
es_es: Reembolso de pago por factura

source: Operation can not be undone.
es_es: La acción no se puede deshacer.

source: Show all
es_es: Mostrar todo

source: Redirect
es_es: Redirigir

source: Redirect call
es_es: Transferir llamada

source: Select number
es_es: Elegir número

source: Delete number
es_es: Eliminar número

source: Number does not exist
es_es: El número no existe

source: Other
es_es: Otro

source: Hide notification
es_es: Ocultar notificación

source: Outgoing call:
es_es: Llamada saliente:

source: Call started..
es_es: Iniciando llamada..

source: Call pending
es_es: Esperando

source: Call connected
es_es: Llamada conectada

source: Call finished
es_es: Llamada finalizada

source: There is no contact with this phone number.
es_es: No hay contacto con este número de teléfono.

source: Create new contact
es_es: Crear nuevo contacto

source: New incoming call
es_es: Nueva llamada entrante

source: Any type
es_es: Todos los tipos

source: Show my reminders only
es_es: Mostrar sólo mis recordatorios

source: Show all reminders
es_es: Mostrar todos los recordatorios

source: Show reminders assigned to users from selected groups
es_es: Mostrar recordatorios asignados a usuarios de grupos seleccionados

source: Notify me
es_es: Notificarme

source: Daily recap on what’s up next
es_es: Informar lo que está programado diariamente

source: for today
es_es: por hoy

source: for today and tomorrow
es_es: para hoy y mañana

source: Popup
es_es: Ventana emergente

source: minutes before due time
es_es: minutos antes de comenzar

source: Enter the number of minutes
es_es: Ingrese el número de minutos

source: When someone assigns me a reminder
es_es: Cuando alguien me asigna un recordatorio

source: When someone marks my reminder as done
es_es: Cuando alguien marca mi recordatorio como hecho

source: Total won amount
es_es: Total de las transacciones ganadas

source: deal won
es_es: la transacción ganada

source: Shop-Script integration
es_es: Integración con Shop-Script

source: Invoice template
es_es: Plantilla de factura de pago

source: After successful confirmation
es_es: Después de la confirmación exitosa

source: Display text
es_es: Mostrar texto

source: Will be available after saving
es_es: Estará disponible después de guardar

source: Consent to terms
es_es: Aceptación de los términos

source: Field
es_es: Campo

source: Terms description
es_es: Descripción de condiciones

source: Checked by default
es_es: Marcado por defecto

source: Label in this form
es_es: Firma en el formulario

source: Label placement
es_es: Colocación de firma

source: left from field
es_es: izquierda del campo

source: above of the field
es_es: arriba del campo

source: hide
es_es: ocultar

source: Placeholder
es_es: Sugerencia

source: Required
es_es: Obligatorio

source: Web-worms
es_es: Formularios web

source: Add new funnel
es_es: Crear un nuevo embudo

source: Full access to CRM app
es_es: Acceso completo a la aplicación CRM

source: No access to CRM app yet
es_es: Todavía no hay acceso a la aplicación CRM

source: Own and unassigned deals
es_es: Las transacciones propias y no asignadas

source: Show groups without access to CRM app
es_es: Mostrar grupos sin acceso a la aplicación CRM

source: Hide groups without access to CRM app
es_es: Ocultar grupos sin acceso a la aplicación CRM

source: Add a web form
es_es: Agregar un formulario web

source: Select user groups which you want to be able to access this vault.
es_es: Especifique los grupos de usuarios a los que desea otorgar acceso a esta clase de contacto.

source: Mass action
es_es: Acción masiva

source: Create datetime
es_es: Fecha de creación

source: Expected date
es_es: Fecha de cierre esperada

source: Closing date
es_es: Fecha de cierre

source: Invalid color
es_es: Color especificado no válido

source: Invalid url
es_es: URL inválida

source: Error in plugin
es_es: Error en el Plug-in

source: Please follow this link to confirm your registration:
es_es: Haga clic en este enlace para confirmar su registro:

source: Thank you!
es_es: ¡Gracias!

source: Text - value of field text, description of deal
es_es: Texto - contenido del campo de texto, descripción de la transacción

source: Company name specified in your Installer settings (also displayed in the top-left corner of your backend)
es_es: El nombre de la empresa, que se indica en la configuración del Instalador (también se muestra en la esquina superior izquierda en el backend)

source: Responsible user (owner)
es_es: Responsable

source: Attachments
es_es: Archivos adjuntos

source: Meeting
es_es: Reunión

source: Call
es_es: llamada

source: Message
es_es: Mensaje

source: Message
es_es: Mensaje

source: Export fields name
es_es: Exportar nombres de campo

source: Cron Jobs
es_es: Tareas CRON

source: No <tt>cron</tt> job required for automated email capture and execution of deals.
es_es: No ha configurado las tareas<tt>cron</tt>, son necesarios para recopilar automáticamente el correo.

source: <tt>Cron</tt> job required for automated email capture and execution of deals is set up properly.
es_es: Las tareas <tt>CRON</tt>, necesario para recolectar automáticamente mensajes de correo electrónico y procesar transacciones ha sido configurado.

source: Without a <tt>cron</tt> job set up, new mail is captured and deals are executed only as long as you keep CRM open in your browser.
es_es: Sin la configuración <tt>cron</tt> el correo se toma de los buzones solo mientras la aplicación CRM está abierta en el navegador.

source: Last execution time:
es_es: Última ejecución:

source: <tt>cron</tt> job is set up properly.
es_es: <tt>cron</tt> configurado y funcionando.

source: <tt>Cron</tt> job required for sending greetings to customers.
es_es: Debe configurar la tarea <tt>cron</tt> para enviar <b>felicitaciones a los clientes</b>.

source: <tt>Cron</tt> job required for daily recap.
es_es: Debe configurar la tarea<tt>cron</tt> para <b>enviar recordatorios</b>.

source: <tt>Cron</tt> job required to automatically handle invoices expiration.
es_es: Debe configurar la tarea<tt>cron</tt> para <b>transferir automáticamente las cuentas caducadas al archivo</b>.

source: <tt>Cron</tt> job required for deal stages overdue.
es_es: Debe configurar la tarea <tt>cron</tt> para instalar automáticamente <b>transacciones atrasadas</b>.

source: <tt>Cron</tt> job required for deal stages overdue is set up properly.
es_es: La tarea <tt>cron</tt> para instalar automáticamente <b>transacciones atrasadas</b>, está configurado correctamente.

source: <tt>Cron</tt> job required for currencies copy.
es_es: Debe configurar la tarea <tt>cron</tt> para <b>copiar monedas automáticamente </b>.

source: <tt>Cron</tt> job required for currencies copy is set up properly.
es_es: la tarea <tt>cron</tt> copiar monedas <b>automáticamente</b>, está configurado correctamente.

source: Valid through
es_es: Válido hasta

source: Company name is must be filled
es_es: Se requiere nombre de la empresa

source: Lead In
es_es: Contacto primario

source: Needs Defining
es_es: Negociación

source: Working with objections
es_es: Preparando una propuesta

source: Proposal Making
es_es: Toman una decisión

source: Conditions Approval
es_es: Aprobación de condiciones de contracto

source: Rival was preferred
es_es: Prefería un competidor

source: Junk lead
es_es: Solicitud vacía

source: Not interested
es_es: No interesado

source: Maybe in the future
es_es: Quizás en el futuro

source: Product is not required
es_es: No se requiere producto
