Repository: demollc/langes
Catalog: lib/data/installer.po
Languages: es_es

source: Application
es_es: Aplicación

source: Version
es_es: Versión

source: Installed
es_es: Instalado

source: Application is disabled
es_es: La aplicación está deshabilitada

source: Application is enabled
es_es: La aplicación está habilitada

source: Install
es_es: Instalar

source: App can not be updated due to unresolved conflicts:
es_es: La aplicación no se pudo actualizar debido a conflictos no resueltos:

source: Do you confirm the installation?
es_es: ¿Confirmas la instalación?

source: This will delete application source code and data without the ability to recover. Are you sure?
es_es: Esto borrará completamente el código y los datos de la aplicación sin recuperación. ¿Estás seguro?

source: Applications
es_es: Aplicaciones

source: Updates
es_es: Actualizaciones

source: Settings
es_es: Configuración

source: Installer
es_es: Instalador

source: Company name
es_es: Nombre de la empresa

source: Website address
es_es: Dirección del sitio web

source: Your website, blog or company URL (will be displayed as a link below the company name in the top left corner).
es_es: La dirección de su sitio web o blog (se mostrará como un enlace debajo del nombre de la empresa en la esquina superior izquierda).

source: Default Webasyst interface language
es_es: Idioma de interfaz predeterminado de Webasyst

source: User authentication
es_es: Autorización de usuarios

source: Login only
es_es: Sólo iniciar sesión

source: Login or email
es_es: Iniciar sesión o correo electrónico

source: Authorization form background image
es_es: Fondo del formulario de inicio de sesión

source: Stretch to fill entire screen
es_es: Estirar imagen a pantalla completa

source: Save
es_es: Guardar

source: Update all
es_es: Instalar todas las actualizaciones

source: Update now
es_es: Actualizar

source: Latest version
es_es: Última versión

source: Updates are not available for this application.
es_es: Las actualizaciones para esta aplicación no están disponibles.

source: Preparing
es_es: Preparación para la instalación

source: Creating backup
es_es: Copia de seguridad de la versión actual

source: Downloading new version
es_es: Descargando nueva versión

source: Extracting downloaded files
es_es: Extrayendo archivos descargados

source: Replacing files
es_es: Sustitución de archivos antiguos a archivos actualizados

source: Cleaning up
es_es: Eliminación de archivos temporales

source: Update
es_es: Actualizar

source: Resuming
es_es: Reanudación

source: Standing by
es_es: Esperando

source: Error occurred
es_es: Se produjo un error

source: Installation completed
es_es: Instalación completada

source: Current version
es_es: Versión actual

source: New version
es_es: Nueva versión

source: Allow "Remember me" option in Webasyst authorization form
es_es: Puedes activar "Recordarme" cuando inicies sesión en Webasyst

source: An error occurred during installation
es_es: Se produjo un error durante la instalación

source: Applications were successfully installed
es_es: Las aplicaciones se instalaron correctamente

source: View installation log
es_es: Ver registro de instalación

source: Reply-To address for system email notifications sent by Webasyst.
es_es: Esta dirección de correo electrónico se indicará como la dirección de devolución en las notificaciones por correo electrónico del sistema enviadas por Webasyst.

source: Delete authorization form background image?
es_es: ¿Eliminar imagen de fondo del formulario de inicio de sesión?

source: Delete
es_es: Eliminar

source: Settings saved
es_es: Configuraciones guardadas

source: Image uploaded
es_es: Imagen cargada

source: Please install updates for the proper verification requirements
es_es: Actualice la aplicación «Instalador» para verificar correctamente los requisitos del sistema

source: extension %s has %s version but should be %s %s
es_es: Requiere la versión de extensión «%1$s» %3$s %4$s (la versión actual es — %2$s)

source: extension %s has %s version but recomended is %s %s
es_es: Versión de extensión recomendada «%1$s» %3$s %4$s (la versión actual es — %2$s)

source: extension %s not loaded
es_es: Extensión «%s» no cargada

source: PHP has version %s but should be %s %s
es_es: Requiere la versión de PHP %2$s %3$s, la versión actual %1$s

source: %s has %s version but should be %s %s
es_es: Requiere «%1$s» versión %3$s %4$s (la versión actual — %2$s)

source: %s has %s version but recomended is %s %s
es_es: Recomendado «%1$s» versión %3$s %4$s (la versión actual — %2$s)

source: %s not installed
es_es: Aplicación «%s» no instalada

source: %s should be writeable
es_es: Los archivos (carpetas) %s deben tener permisos de escritura

source: %s is writeable
es_es: Archivos (carpetas) %s están disponibles para escritura

source: server module loaded
es_es: módulo de servidor cargado

source: server module not loaded
es_es: módulo de servidor no cargado

source: not Apache server
es_es: No se pudo obtener la lista de módulos de servidor instalados

source: CGI PHP mode
es_es: PHP ejecutándose en modo CGI

source: PHP version
es_es: Versión PHP

source: PHP extension %s
es_es: Extensión PHP: %s

source: PHP setting %s
es_es: Configuración de PHP: %s

source: Version of %s
es_es: %s, versión

source: Files access rights
es_es: Permisos para archivos y directorios

source: Files checksum
es_es: La suma de archivos de control

source: Server module %s
es_es: Módulo del servidor: %s

source: Server software version
es_es: Servidor web

source: Value of PHP configuration parameter %s: %s. Required value: %s.
es_es: Valor del parámetro de configuración de PHP %s: %s. Valor requerido: %s.

source: Value of PHP configuration parameter %s: %s. Recommended value: %s.
es_es: Valor del parámetro de configuración de PHP %s: %s. Valor recomendado: %s.

source: B,KB,MB
es_es: Б,КБ,МБ

source: Download installation log
es_es: Descargar registro de instalación

source: Application list is downloaded from webasyst.com website. Every application is installed in a single "Install" button click.
es_es: La lista de aplicaciones disponibles para la instalación se descarga desde webasyst.com. La instalación de las aplicaciones se realiza con un clic en el botón "Instalar".

source: All applications
es_es: Todas las aplicaciones

source: Developer
es_es: Desarrollador

source: Size
es_es: Tamaño

source: License
es_es: Licencia

source: Application will be downloaded from Webasyst server and added into your installation.
es_es: La aplicación se descargará del servidor Webasyst y se instalará automáticamente.

source: Application "%s"
es_es: Aplicación «%s»

source: File not found
es_es: Archivo no encontrado

source: Application not found
es_es: Aplicación no encontrada

source: Unable to delete application (developer version is on)
es_es: Aplicación no eliminada: hay una carpeta en el directorio con el nombre .svn o .git

source: Can not delete system application "%s"
es_es: No se puede desinstalar la aplicación del sistema «%s»

source: Update to version %s is available.
es_es: La actualización a la versión %s está disponible.

source: Image deleted
es_es: Imagen de fondo eliminada

source: Update is already in progress. Please wait while previous update session is finished before starting update session again.
es_es: La actualización ya se inició y aún no se ha completado. Espere hasta el final de la sesión de actualización anterior antes de comenzar de nuevo.

source: application successfully installed
es_es: instalada correctamente

source: application failed to install
es_es: no instalada

source: Application %s has been installed
es_es: Aplicación «%s» instalada

source: Application %s has been deleted
es_es: La aplicación «%s» ha sido eliminada

source: Installing the application
es_es: Instalación

source: Developer mode
es_es: Modo-desarrollo (debug mode)

source: Recommended while development
es_es: El modo de desarrollo deshabilita el almacenamiento en caché y permite informes detallados de errores. Se recomienda que habilite esto cuando desarrolle aplicaciones.

source: Themes
es_es: Temas de diseño

source: App plugin can not be installed due to unresolved conflicts:
es_es: Plugin no se pudo instalar debido a conflictos no resueltos:

source: This will delete application plugin source code and data without the ability to recover. Are you sure?
es_es: Esto eliminará por completo el código y los datos de extensión sin recuperación. ¿Estás seguro?

source: There are no available plugins for the application
es_es: La aplicación no tiene complementos disponibles

source: App theme can not be installed
es_es: El tema de diseño no se puede instalar

source: This will delete application theme code and data without the ability to recover. Are you sure?
es_es: Esto eliminará completamente el código y los datos del tema sin recuperación. ¿Estás seguro?

source: There are no available themes for the the application
es_es: No hay temas disponibles para la aplicación

source: Nothing to update
es_es: No hay actualizaciones disponibles para la instalación

source: Updates are not available for this item.
es_es: No hay actualización para el producto seleccionado.

source: Please select items for update
es_es: Seleccione productos para actualizar

source: Unable to delete application's themes (developer version is on)
es_es: El tema de diseño no se ha eliminado: hay una carpeta en el directorio con el nombre .svn o .git

source: Unable to delete application's plugins (developer version is on)
es_es: Plugin no se ha eliminado: hay una carpeta en el directorio con el nombre .svn o .git

source: Application themes not found
es_es: No se encontraron temas de diseño

source: Application plugins not found
es_es: No se encontraron plugins

source: Can not delete system application's themes "%s"
es_es: No se puede eliminar el tema «%s»

source: Can not delete system application's plugins "%s"
es_es: No se puede eliminar el Plugin «%s»

source: Application plugin %s has been deleted
es_es: Plugin «%s» eliminado

source: Application theme %s has been deleted
es_es: El tema «%s» ha sido eliminado

source: Checkup
es_es: Verificar

source: Plugins list is downloaded from webasyst.com website. Every plugin is installed in a single "Install" button click.
es_es: La lista de Plugins se descarga de webasyst.com. La instalación es automática cuando hace clic en el botón Instalar.

source: No applications with support for themes
es_es: No se han instalado aplicaciones que admitan trabajar con los temas de diseño.

source: Themes list is downloaded from webasyst.com website. Every application is installed in a single "Install" button click.
es_es: La lista de temas se descarga del sitio web webasyst.com. Cada aplicación se instala con un solo clic en el botón "Instalar".

source: All apps are up to date.
es_es: Se han instaladas las últimas versiones de todas las aplicaciones.

source: No applications with support for plugins
es_es: No se instalan aplicaciones que soporten plug-ins.

source: Clear cache
es_es: Borrar caché

source: Cache cleared
es_es: Caché borrado

source: Webasyst version
es_es: Versión de Webasyst

source: License expired or invalid
es_es: La licencia ha caducado o la licencia no es válida.

source: License is invalid
es_es: La licencia no es válida

source: Renew license
es_es: Renovar licencia

source: This application is not available for purchase
es_es: Esta aplicación no está disponible para la compra.

source: Buy for
es_es: Comprar para

source: Payware
es_es: Aplicación de pago

source: Correct license
es_es: El número de licencia correcto

source: In use
es_es: En uso

source: Free
es_es: Gratis

source: Renew for
es_es: Renovar por

source: Theme not found
es_es: Tema no encontrado

source: Installer & system
es_es: Instalador y núcleo de la estructura

source: No plugin enabled apps are installed.
es_es: No hay aplicaciones habilitadas para plugins instaladas.

source: Plugins are downloaded from webasyst.com website and installed in a single click.
es_es: Los plug-ins se descargan desde webasyst.com y se instalan con un solo clic.

source: No design theme enabled apps installed.
es_es: No hay aplicaciones habilitadas para temas de diseño instaladas.

source: Design theme can not be installed
es_es: El tema del diseño no se puede instalar.

source: This will delete this design theme templates and files without the ability to recover. Are you sure?
es_es: Esto eliminará las plantillas y archivos de este tema de diseño sin la capacidad de recuperación. ¿Estás seguro?

source: No design themes are available for this application.
es_es: No hay temas de diseño disponibles para esta aplicación.

source: Design themes are downloaded from webasyst.com website and installed in a single click.
es_es: Los temas de diseño se descargan de webasyst.com y se instalan con un solo clic.

source: No thumbnail available
es_es: Vista previa no disponible

source: Theme %s is now in use on
es_es: El tema «%s» se usa en la dirección

source: Theme “%s” is installed, but not used by any apps. To start using this theme, apply it in your Site app's Routing settings.
es_es: El tema «%s» está instalado, pero no es utilizado por ninguna aplicación. Para habilitar este tema, selecciónelo en los ajustes enrutando la aplicación del "Sitio".

source: or
es_es: o

source: Buy
es_es: Comprar

source: Install theme "%s" for the %s app?
es_es: Establecer el tema "%s" para la aplicación %s?

source: more
es_es: más

source: This theme is not available for purchase
es_es: El tema no está disponible para la compra

source: Setup routing
es_es: Configurar enrutamiento

source: Your current version is %s.
es_es: Versión instalada: %s

source: By app
es_es: Por aplicación

source: By type
es_es: Por tipo

source: Theme "%s"
es_es: Tema de diseño «%s»

source: Payment
es_es: Sistemas de pago

source: Shipping
es_es: Cálculo de costes de envío

source: Install all updates
es_es: Instalar todas las actualizaciones

source: License for this app is either expired or not valid for this domain (%s)
es_es: La licencia de esta aplicación ha caducado o no es válida para este dominio (%s)

source: Install update
es_es: Actualizar

source: Update cannot be installed:
es_es: La actualización no se puede instalar:

source: Updated
es_es: Actualizado

source: Status
es_es: Estado

source: Installed version
es_es: Versión instalada

source: %s/mo
es_es: %s/mes.

source: Apps
es_es: Aplicaciones

source: All apps
es_es: Todas las aplicaciones

source: License for using %s on <strong>%s</strong> has expired on %s
es_es: La licencia para usar «%s» en el dominio <strong>%s</strong> ha expirado %s

source: Get license
es_es: Obtener licencia

source: Installation and usage of the %s app on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
es_es: La instalación y el uso de la aplicación «%s» en el dominio <strong>%s</strong> no tienen licencia. La capacidad de instalar actualizaciones está desactivada.Obtenga una licencia para continuar usando un botón.

source: A newer version of %s <strong>%s</strong> is available for installation (your current version is %s).
es_es: La nueva versión de %s <strong>%s</strong> está disponible para la instalación (su versión actual %s).

source: View release notes
es_es: Registro de cambios

source: This application cannot be updated
es_es: La aplicación no se pudo actualizar

source: Extend license
es_es: Renovar licencia

source: This is a licensed installation of %s on %s. License is valid through <strong>%s</strong>.
es_es: Esta es una instalación con licencia de «%s» en el dominio %s. La licencia es válida hasta <strong>%s</strong>.

source: You have the latest version of %s installed: <strong>%s</strong>
es_es: La última versión de «%s» está instalada: <strong>%s</strong>

source: Buy & Install
es_es: Comprar e instalar

source: This application cannot be installed
es_es: No se pudo instalar la aplicación

source: Price
es_es: Precio

source: for rent, first 30 days free
es_es: en alquiler, primeros 30 días gratis

source: Webasyst License
es_es: Licencia de Webasyst

source: Delete this app
es_es: Desinstalar la aplicación

source: Overview
es_es: Descripción

source: All
es_es: Todos

source: Paid
es_es: Todos

source: No plugins were found.
es_es: No se ha encontrado ningún plugin.

source: All plugins
es_es: Todos los plugins

source: List
es_es: Lista

source: Installation and usage of the %s plugin on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
es_es: La instalación y uso del plugin «%s» en el dominio <strong>%s</strong> no está licenciado. La capacidad de instalar actualizaciones está desactivada. Obtenga una licencia haciendo click a botón.

source: Delete this plugin
es_es: Eliminar plugin

source: Universal themes
es_es: Temas universales

source: All colors
es_es: Todos los colores

source: No design themes were found.
es_es: No se encontraron temas de diseño.

source: All themes
es_es: Todos los temas

source: Installation and usage of the %s theme on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
es_es: La instalación y el uso del tema «%s» en el dominio <strong>%s</strong> no tiene licencia. La capacidad de instalar actualizaciones está desactivada. Obtenga una licencia para continuar usando el tema.

source: Delete this theme
es_es: Eliminar tema

source: Editor’s choice
es_es: Elección editorial

source: Unable to install product (developer version is on)
es_es: No se puede instalar el producto (modo de desarrollo)

source: Unable to update product (developer version is on)
es_es: No se puede actualizar el producto (modo de desarrollo)

source: Theme "<strong>%s</strong>"
es_es: Tema de diseño «<strong>%s</strong>»

source: Apps by %s
es_es: Aplicaciones %s

source: Commercial
es_es: Comercial

source: View
es_es: Ver

source: %s end user license agreement
es_es: Acuerdo de licencia de uso «%s»

source: Close
es_es: Cerrar

source: No license
es_es: Sin licencia

source: Open
es_es: Abrir

source: by %s
es_es: %s

source: Info
es_es: Información

source: Write a review
es_es: Escribir una reseña

source: Website
es_es: Sitio web

source: Reviews
es_es: Reseñas

source: But with errors:
es_es: Con errores:

source: Popular plugins
es_es: Plug-ins populares

source: The following list of plugins is automatically updated from the Webasyst Store. Click on a plugin to install.
es_es: Haga clic en un plugin para instalarlo automáticamente desde la tienda Webasyst.

source: Theme
es_es: Tema

source: Not licensed
es_es: Sin licencia

source: Expires %s
es_es: Expira %s

source: Expired %s
es_es: Expirada %s

source: Licensed
es_es: Licencia

source: Link license
es_es: Licencia de enlace

source: Installation and usage of %s app on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s license to this Webasyst installation.
es_es: La instalación y el uso de «%s» en el dominio <strong>%s</strong>no está licenciado. La capacidad de instalar actualizaciones está desactivada. Comprar una nueva o conectar una licencia «%s» adquirida previamente a esta instalación de Webasyst.

source: This is a valid licensed installation of %s on <strong>%s</strong>.
es_es: Instalación licenciada de «%s» en el dominio <strong>%s</strong>.

source: Buy more licenses
es_es: Comprar otra licencia

source: Additional licenses are required if you are using %s on more than one domain name (<a href='%s' target='_blank'>one license per domain</a>).
es_es: Se requieren licencias adicionales si usa «%s» en más de un nombre de dominio (<a href='%s' target='_blank'>una licencia por un dominio</a>).

source: %s will be automatically downloaded from Webasyst Store and installed immediately after you make payment.
es_es: La descarga e instalación de «%s» se realizará de forma automática inmediatamente después del pago.

source: %s will be downloaded from Webasyst Store and installed automatically.
es_es: La descarga e instalación «%s» se realizará automáticamente.

source: Most popular
es_es: Más popular

source: Newest
es_es: Nuevos

source: Installation and usage of %s plugin on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s plugin license to this Webasyst installation.
es_es: La instalación y el uso del plugin «%s» en el dominio <strong>%s</strong> no está licenciado. La capacidad de instalar actualizaciones está desactivada. Comprar una nueva licencia o conectar una licencia comprada previamente del plugin "%s" a esta instalación de Webasyst.

source: Installation and usage of %s theme on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s theme license to this Webasyst installation.
es_es: La instalación y el uso del tema de diseño «%s» en el dominio <strong>%s</strong> no está licenciada o.La capacidad de instalar actualizaciones está desactivada. Comprar una nueva licencia o conectar una licencia comprada previamente del tema de diseño "%s" a esta instalación de Webasyst.

source: Plugin not found
es_es: Plugin no encontrado

source: If you already have a license, click the button above to link it to this Webasyst installation.
es_es: Si ya tiene una licencia comprada, haga clic en el botón de arriba para conectar la licencia a esta instalación de Webasyst.

source: New!
es_es: ¡Nuevo!

source: New version!
es_es: ¡Nueva versión!

source: Or browse for all plugins in <a href="%s">Installer</a> app.
es_es: O ver todos los plugins en la aplicación «<a href="%s">Instalador</a>».

source: Installed design themes
es_es: Temas de diseño instalados

source: New themes from Webasyst Store
es_es: Nuevos temas de diseño de la tienda Webasyst

source: Install "%s" plugin?
es_es: Instalar Plugin «%s»?

source: Finalizing the installation and redirecting back to the app...
es_es: Finalizando la instalación y redireccionando de vuelta a la aplicación...

source: or
es_es: o

source: buy permanent license
es_es: comprar una licencia permanente

source: Permanent license saves you money on your monthly bills (your monthly payment will be reduced by %s).
es_es: Una licencia permanente le permite ahorrar en pagos mensuales de alojamiento-hosting (el pago mensual se reducirá en %s).

source: Not in use
es_es: No está en uso

source: Get new themes from Webasyst Store
es_es: Nuevos temas de diseño de la tienda Webasyst

source: To get the update, you need to have separate %s app license for every individual domain the app is used on: %s
es_es: Para recibir la actualización, debe tener una licencia separada para la aplicación «%s» para cada dominio en el que se utiliza esta aplicación: %s

source: %s will be downloaded from Webasyst Store and installed for free. Once installed, you will be able either to pay for the app on a monthly basis or to buy a permanent license.
es_es: «%s» se descargará e instalará de forma gratuita. Una vez instalado, podrá utilizar la aplicación o pagar el alquiler mensualmente, o comprando una licencia permanente.

source: Main account administrative email where system notification will be sent.
es_es: Correo electrónico administrativo de la cuenta principal a la que se enviará la notificación del sistema.

source: Sender
es_es: Remitente

source: No widget enabled apps are installed.
es_es: No hay aplicaciones habilitadas para widgets instaladas.

source: No widgets were found.
es_es: Widgets no encontrados.

source: All widgets
es_es: Todos los widgets
