Repository: demollc/langes
Catalog: lib/data/installer.po
Languages: es_es

source: Installation and usage of %s widget on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s widget license to this Webasyst installation.
es_es: La instalación y uso del widget «%s» en el dominio <strong>%s</strong> не лицензирована. no está licenciado. La capacidad de instalar actualizaciones está desactivada. Consigue una licencia para continuar usando el widget.

source: Delete this widget
es_es: Eliminar widget

source: Widget not found
es_es: Widget no encontrado

source: Application widget %s has been deleted
es_es: El widget de aplicación «%s» ha sido eliminado

source: Unable to delete application's widgets (developer version is on)
es_es: Widget no borrado: hay una carpeta llamada .svn o.git en el directorio

source: This widget will be updated automatically when you update %s app.
es_es: El widget se actualizará automáticamente cuando instale la actualización de la aplicación «%s».

source: Localization
es_es: Localización

source: Gettext (recommended)
es_es: Gettext (recomendado)

source: Can not delete system application's widgets "%s"
es_es: Error en la eliminación de los widgets de aplicación del sistema «%s»

source: Can not delete inbuilt application's widgets "%s"
es_es: Error en la eliminación de los widgets de aplicación del sistema «%s»

source: Gathering information about available updates...
es_es: Recopilación de información sobre actualizaciones disponibles…

source: Recommended
es_es: Recomendado

source: Best new apps
es_es: Las mejores nuevas aplicaciones

source: Top Free & Paid
es_es: Líderes de ventas y descargas

source: Actions
es_es: Acciones

source: Assets
es_es: Activos

source: Theme <a href="%s">%s</a>
es_es: Tema de diseño «<a href="%s">%s</a>»

source: Paused
es_es: Deshabilitado

source: Resume
es_es: Habilitar

source: Active
es_es: Activo

source: Pause
es_es: Deshabilitar

source: System requirements not met:
es_es: No se han cumplido los requisitos del sistema:

source: Recommended apps
es_es: Aplicaciones recomendadas

source: Recommended themes
es_es: Temas de diseño recomendados

source: Recommended plugins
es_es: Plug-ins recomendados

source: Recommended widgets
es_es: Widgets recomendados

source: Featured
es_es: Recomendado

source: Filter by app and type
es_es: Filtro por aplicación y tipo

source: Filter by category
es_es: Filtrar por categoría

source: Webasyst Framework version <strong>%s</strong>
es_es: Webasyst Framework — <strong>%s</strong>

source: Plugins for apps
es_es: Plugins

source: Manage apps
es_es: Instalado

source: Your account status enables you to install %s for free!
es_es: ¡El estado de su cuenta le permite instalar «%s» gratis!

source: See all
es_es: Ver todo

source: Search
es_es: Búsqueda

source: View theme demo
es_es: Ver demostración del tema

source: <a target="_blank" href="https://support.webasyst.com/2024/mailer-dkim/">What is DKIM</a>
es_es: <a target="_blank" href="https://support.webasyst.ru/2023/mailer-dkim/">Что такое DKIM</a>

source: Enter an email address in “Sender” field to use DKIM.
es_es: Para utilizar DKIM, introduzca la dirección de correo electrónico en el campo "Remitente".

source: Add a DKIM signature to outgoing email messages to confirm your ownership of the sender’s email address.
es_es: Añadir una firma DKIM para los mensajes de correo electrónico salientes para confirmar la propiedad de la dirección del remitente.

source: Add a new <b>TXT record</b> with this public DKIM key to the DNS zone of domain name
es_es: Añadir un nuevo <b>TXT-registro</b> on esta clave DKIM pública a la zona DNS del dominio

source: Domain
es_es: Dominio

source: Record type
es_es: Tipo de registro

source: Value
es_es: Valor

source: Selected captcha type will be used throughout your storefront wherever applicable.
es_es: El tipo de captcha seleccionado se utilizará en toda la tienda donde sea aplicable.

source: Invisible mode
es_es: Modo invisible

source: Get site key and secret for your website
es_es: Obtenga valores para su sitio web

source: You need to install openssl php extention to use DKIM
es_es: Necesita instalar la extensión openssl php para usar DKIM

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
es_es: Necesita la versión 5.3 o superior de PHP para usar DKIM. Versión actual:

source: Extension openssl is not installed
es_es: La extensión de Openssl no está instalada

source: Failed to create DKIM signature
es_es: Falló al generar una clave DKIM

source: App %s installed
es_es: Aplicación «%s» instalada

source: Plugin %s installed
es_es: Plugin «%s» instalado

source: Widget %s installed
es_es: Widget «%s» instalado

source: Theme %s installed
es_es: El tema «%s» instalado

source: App %s updated
es_es: Aplicación «%s» actualizada

source: Plugin %s updated
es_es: Plugin «%s» actualizado

source: Widget %s updated
es_es: Widget «%s» actualizado

source: Theme %s updated
es_es: Theme «%s» actualizado

source: App %s enabled
es_es: Aplicación «%s» habilitado

source: Plugin %s enabled
es_es: Plugin «%s» habilitado

source: Widget %s enabled
es_es: Widget «%s» habilitado

source: Theme %s enabled
es_es: Tema «%s» habilitado

source: App %s disabled
es_es: Aplicación «%s» deshabilitada

source: Plugin %s disabled
es_es: Plugin «%s» deshabilitado

source: Widget %s disabled
es_es: Widget «%s» deshabilitado

source: Theme %s disabled
es_es: Tema «%s» deshabilitado

source: App %s uninstalled
es_es: Aplicación «%s» desinstalada

source: Plugin %s uninstalled
es_es: Plugin «%s» desinstalado

source: Widget %s uninstalled
es_es: Widget «%s» desinstalado

source: Theme %s uninstalled
es_es: Tema «%s» desinstalado

source: Item installed
es_es: Producto instalado

source: Item disabled
es_es: Producto deshabilitado

source: Item updated
es_es: Producto actualizado

source: Item enabled
es_es: Producto habilitado

source: Item uninstalled
es_es: Producto desinstalado

source: Email transport
es_es: Email transporte

source: php mail() function
es_es: PHP-funcion mail()

source: Debug mailer
es_es: Remitente de prueba

source: When this option is selected messages are sent by the default transport specified in the Webasyst framework configuration.
es_es: Cuando se selecciona esta opción, los correos se enviarán por transporte predeterminado especificado en la configuración del framework de Webasyst.

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
es_es: Algunas empresas de alojamiento web permiten enviar mensajes de correo electrónico solo mediante este transporte. Si es necesario especificar parámetros adicionales дополнительные параметры, se pueden especificar en el campo de texto al seleccionar la opción «Función de PHP mail()». El valor predeterminado es -f%s.

source: This is the web server's system command for sending email in UNIX-like operating systems. The "Sendmail" option will allow you to specify a non-standard system command for sending messages if you are an experienced server administrator.
es_es: Este es un comando del sistema del servidor web que envía mensajes a los hosts UNIX. Opción de transporte «Sendmail»le permitirá especificar un comando de sistema no estándar para enviar mensajes si administra independientemente el funcionamiento de su web-servidor.

source: Special server which is specifically used for sending email messages. You can send newsletters via any SMTP server for which you have connection credentials: host, port, user name, and password. It can be the SMTP server of your web-hosting company or that of a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
es_es: Un servidor de correo especial diseñado para enviar correos electrónicos. Puede enviar correos a través de cualquier servidor SMTP, para la conexión a la que tiene datos: dirección del servidor, número de puerto, nombre de usuario (inicio de sesión) y contraseña; este puede ser su servidor SMTPproveedor de alojamiento o servicio de correo público

source: Options
es_es: Parámetros

source: Command
es_es: Comando

source: Encryption
es_es: Encriptación

source: Note: mail will be saved in wa-log/mailer/ and will NOT be sent to recipients.
es_es: Advertencia: los mensajes se almacenarán en wa-log/mailer/ y NO se enviarán a los destinatarios.

source: None
es_es: No

source: System settings
es_es: Configuración del sistema

source: <a href="%s">Change system settings in Settings app</a>.
es_es: <a href="%s">Administre la configuración de su sistema en la aplicación «Configuración»</a>.

source: This will delete the app’s source code and settings without the recovery option. Delete the app?
es_es: El código fuente y la configuración de la aplicación se eliminarán permanentemente. ¿Desinstalar la aplicación?

source: This will delete the design theme’s source code and settings without the recovery option. Delete the theme?
es_es: El código fuente y la configuración del tema de diseño se eliminarán permanentemente. ¿Desea eliminar el tema?

source: This will delete the plugin’s source code and settings without the recovery option. Delete the plugin?
es_es: El código fuente y la configuración del plugin se eliminarán permanentemente. ¿Desinstalar el plugin?

source: This will delete the widget’s source code and settings without the recovery option. Delete the widget?
es_es: El código fuente y la configuración del widget se eliminarán permanentemente. ¿Desea eliminar el widget?

source: Proceed to theme settings →
es_es: Continuar a la configuración del tema →

source: Subscription for updates expired on <strong style='white-space:nowrap;'>%s</strong>
es_es: La suscripción para actualizaciones expiró en <strong style='white-space:nowrap;'>%s</strong>

source: Extend subscription for updates
es_es: Renovar suscripción de actualización

source: App’s hosted license is expired. To continue using the app, extend its hosted license.
es_es: El arrendamiento de la aplicación ha terminado. Para seguir utilizando la aplicación, extienda su licencia de alquiler.

source: Pay for app’s hosted license
es_es: Pagar por la licencia de alquiler

source: Subscription for updates is valid until <strong style='white-space:nowrap;'>%s</strong>.
es_es: La suscripción para actualizaciones es válida hasta <strong style='white-space:nowrap;'>%s</strong>.

source: App’s hosted license has been paid until <strong style='white-space:nowrap;'>%s</strong>.
es_es: La licencia de la aplicación se ha pagado hasta <strong style='white-space:nowrap;'>%s</strong>.

source: Home
es_es: Inicio

source: New
es_es: Nuevo

source: Top-chart
es_es: Top-listas

source: Developers
es_es: Desarrolladores

source: Failed to get the URL of the remote Store
es_es: No se pudo obtener la URL de la tienda eliminada

source: Your review
es_es: Tu reseña

source: What you like or dislike about this product
es_es: ¿Qué te gusta y qué no te gusta de este producto?

source: optional
es_es: opcional

source: Add a review
es_es: Añadir una reseña

source: Your review has been added, thank you!
es_es: ¡Gracias, su comentario ha sido añadido!

source: Add a rate
es_es: Dejar calificación

source: Add a rate and a review
es_es: Dejar una calificación y reseña

source: Change rate
es_es: Cambiar calificación

source: Change rate and review
es_es: Cambiar calificación y reseña

source: close
es_es: cerrar

source: Your rates
es_es: Tus calificaciones

source: for app
es_es: sobre la aplicación

source: for plugin
es_es: sobre el plugin

source: for widget
es_es: sobre el widget

source: for theme
es_es: sobre el tema

source: You are currently signed into Webasyst as <span class="js-customer-center-user-name"></span>
es_es: Estás autorizado en el Centro de Clientes como <span class="js-customer-center-user-name"></span>

source: If you want to add a review as another customer, please <a class="js-customer-center-logout-link">sign out</a>.
es_es: Si desea dejar comentarios con un nombre diferente, entonces <a class="js-customer-center-logout-link">cierre sesión</a> de la cuenta actual.

source: To add a review, <a class="js-customer-center-login-link">log into Customer Center</a>
es_es: Para dejar una opinión, <a class="js-customer-center-login-link">inicie sesión en el Centro de atención al cliente</a>

source: Sign in required
es_es: Se requiere autorización
