Repository: demollc/langes
Catalog: lib/data/photos.po
Languages: es_es

source: This will reset all changes you applied to the image after upload, and will restore the image to its original. Are you sure?
es_es: Restaurar desde el original restablecerá todos los cambios realizados en foto después de subir. ¿Restaurar?

source: This album will not be visible in the public gallery because there are no routing rules for the Photos app in your website settings. Use Site app (Routing section) to settle Photos app on your website and to start publishing photos.
es_es: El álbum no se publicará en su sitio porque la aplicación "Fotos" no lo está conectado por reglas de enrutamiento. Para publicar fotos y álbumes, establezca la aplicación "Fotos" en la sección "Enrutamiento" dentro de la aplicación "Sitio".

source: Apps
es_es: Aplicaciones

source: Upload photo
es_es: Subir foto

source: Themes
es_es: Temas de diseño

source: Design
es_es: Diseño

source: Returns photo list array by search criteria, e.g. <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>. <em>size</em> parameter indicates thumbnail size. <em>limit</em> parameter is MySQL-like: can be either a number (max number of photos to be returned) or a pair of offset, limit (start from and the max number of records to be returned)
es_es: Devuelve una matriz de una lista de imágenes según los criterios especificados, por ejemplo, <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>. El parámetro <em>size</em> indica el tamaño de la miniatura. El parámetro <em>limit</em> utilizado por analogía con MySQL: un número (número máximo imágenes), o un par de números "desplazamiento, restricción" (es decir, el número de la primera imágen y cantidad máximo total).

source: Latest uploaded photos
es_es: Últimas fotos subidas

source: Parent album is private
es_es: El álbum principal es privado

source: Parent album is smart
es_es: El álbum principal es dinámico

source: We are using <a href="http://www.webasyst.com/apps/photos/">Webasyst Photos</a>
es_es: Utilizamos <a href="http://www.webasyst.com/ru/apps/photos/">Webasyst Foto</a>

source: More
es_es: Más

source: Remove from album
es_es: Excluir del álbum

source: Photos in this list are sorted <strong>by upload time</strong>. Sort order cannot be set manually here.
es_es: Las fotos de esta lista están ordenadas <strong> por tiempo de carga</strong>. No puede establecer manualmente el orden de clasificación en esta lista.

source: Photos in this list are sorted <strong>by rating</strong>. Sort order cannot be set manually here.
es_es: Las fotos de esta lista están ordenadas <strong>por calificación</strong>.No puede establecer el orden de clasificación en esta lista manualmente.

source: You do not have sufficient access rights to alter photos sort order in this list.
es_es: No tiene permisos suficientes para cambiar el orden de las fotos en esta lista.

source: Popular tags
es_es: Etiquetas tags populares

source: Save error
es_es: Error al guardar

source: We are using <a href="http://www.webasyst.com/store/app/photos/">Webasyst Photos</a>
es_es: Utilizamos <a href="http://www.webasyst.ru/store/app/photos/">Webasyst Foto</a>

source: We are using <a href="http://www.webasyst.com/store/app/photos/" target="_blank">Webasyst Photos</a>
es_es: Utilizamos <a href="http://www.webasyst.ru/store/app/photos/" target="_blank">Webasyst Fotos</a>

source: Thumbnail quality
es_es: Calidad de miniaturas

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 90 is recommended.
es_es: Calidad de compresión JPEG para miniaturas de fotos. Desde 0 (calidad mínima, tamaño de archivo mínimo) hasta 100 (máximo calidad, tamaño máximo de archivo). El valor recomendado es 90.

source: Browse for new plugins
es_es: Búsqueda de plugins

source: Use Installer to install new plugins from the Webasyst Store
es_es: Use el "Instalador" para instalar nuevos plugins desde la tienda Webasyst

source: Unselect all photos
es_es: Cancelar para todas las fotos

source: <a href="http://www.webasyst.com/store/app/photos/">Photo gallery software</a> by Webasyst
es_es: <a href="http://www.webasyst.com/store/app/photos/">Galería de fotos</a> — Webasyst

source: Welcome to your new photo gallery!
es_es: ¡Bienvenido a su nueva galería de fotos!

source: Start by uploading photos in your <a href="%s">gallery backend</a>.
es_es: Comience cargando fotos en su <a href="%s">backend de la galería de fotos</a>.

source: Start uploading photos by clicking the link above or by dragging selected photos anywhere on this page.
es_es: Comience a subir fotos haciendo clic en el enlace de arriba o arrastrando las seleccionadas fotos en cualquier lugar de esta página.

source: Create an album using the green icon above.
es_es: Crea un nuevo álbum usando el ícono verde de arriba.

source: %d photo will be deleted without the ability to restore.
es_es: %d la foto se eliminará permanentemente.

source: created a new photo album
es_es: creó un nuevo álbum de fotos

source: deleted photo album
es_es: borró álbum de fotos

source: uploaded photos
es_es: subió fotos

source: moved photo to another album
es_es: movió la foto a otro álbum

source: grouped photos
es_es: agrupó las fotos

source: ungrouped photos
es_es: desagrupó la foto

source: deleted photos
es_es: borró la foto

source: rated photos
es_es: calificó la foto

source: edited photos
es_es: editó la foto

source: reverted to original photo
es_es: restauró la foto original

source: Homepage META Keywords
es_es: Palabras clave META de la página principal

source: Homepage META Description
es_es: Descripción META de la página principal

source: @2x image thumbnail generation
es_es: Generación de miniatura de imagen @2x

source: Automatic @2x image thumbnail generation (recommended)
es_es: Permitir generación automática de imágenes en miniatura @2x a pedido (recomendado)

source: Enabling this option will allow automatic creation of image thumbnails on-fly for devices with high pixel density displays, e.g. Retina displays. Generating bigger images require more memory resources for image generation, requires more disk space for storing images, but significantly improves user experience on devices with high-end displays
es_es: Habilitar esta configuración creará automáticamente miniaturas de imágenes para dispositivos con una alta densidad de píxeles, por ejemplo, para dispositivos con Retina-display. La formación de tales imágenes requiere más operaciones memoria del servidor y más espacio de almacenamiento para archivos, sin embargo, esto es significativo mejorará la visualización de productos en monitores modernos.

source: Thumbnail quality @2x
es_es: Calidad de miniaturas @2x

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 70 is recommended.
es_es: Calidad de compresión JPEG para miniaturas. Desde 0 (baja calidad, tamaño mínimoarchivo) hasta 100 (mayor calidad, mayor tamaño de archivo). Valor recomendado: 70.

source: My account
es_es: Mi cuenta

source: My profile
es_es: Mi perfil

source: Start by <a href="%s">uploading photos</a> in your gallery backend.
es_es: Comienza por <a href="%s">cargando fotos</a> en el backend de tu galería.

source: There are no photos in this album.
es_es: No hay fotos en este álbum.

source: Load more
es_es: Cargar más

source: (no name)
es_es: (sin nombre)

source: The album list is empty.
es_es: La lista de álbumes está vacía.

source: Filter
es_es: Filtro

source: <strong>%s</strong> album only
es_es: Sólo en el álbum «<strong>%s</strong>»

source: Dynamic albums filter photos only from albums they belong to.
es_es: Los álbumes dinámicos filtran las fotos sólo de los álbumes a los que pertenecen.

source: A static album for adding and arranging photos manually.
es_es: Un álbum estático en el que se agregan y organizan fotosmanualmente.

source: A dynamic album based on search criteria, e.g. rating or tags.
es_es: Un álbum dinámico, cuyo contenido se forma como se indica filtros, por ejemplo, por clasificaciones o etiquetas tags.

source: Drag some photos anywhere on this page to start upload
es_es: Arrastre fotos a cualquier lugar de esta página para comenzar a subir.

source: In this album
es_es: En este álbum

source: This is a key photo for this album
es_es: Foto en la portada del álbum

source: Private photos are not visible in public albums
es_es: Las fotos privadas no son visibles en los álbumes públicos

source: make key photo
es_es: hacer la portada del álbum

source: ← Previous
es_es: ← Anterior

source: Uploaded %d photo
es_es: %d foto subida

source: Returns the entire album tree as an array (<em>return_html = false</em>) or as an pre-rendered HTML (<em>return_html = true</em>). <em>custom_params = true</em> will include album custom parameters into the output.
es_es: Devuelve todo el árbol del álbum como una matriz (<em>return_html = false</em>) o como un HTML previamente representado (<em>return_html = true</em>). Si se pasa el parámetro <em>custom_params = true</em>, en la matriz también serán añadidos opciones adicionales de álbumes.

source: Returns sub albums by <em>parent_album_id</em>. If <em>parent_album_id</em> is empty, root albums will be returned.
es_es: Devuelve una matriz de álbumes secundarios de <em>parent_album_id</em>. Si el parámetro <em>parent_album_id</em> no está especificado, se devolveránlos álbumes raíz.

source: Delete sub albums too
es_es: Eliminar todos los álbumes secundarios

source: This photo is no longer in current dynamic album
es_es: Esta foto ya no está en el álbum dinámico

source: Photo is not in album
es_es: La foto no está en el álbum

source: Photos author
es_es: Autor de la foto
