Repository: demollc/langes
Catalog: lib/data/photos.po
Languages: es_es

source: Photos
es_es: Fotos

source: Rate photo
es_es: Vota por la foto

source: Next
es_es: Siguiente

source: edit
es_es: editar

source: Albums
es_es: Álbumes

source: Share
es_es: Compartir

source: Embed
es_es: Widget

source: Organize
es_es: Organizar

source: Unstack
es_es: Desagregar

source: Add to album
es_es: Añadir al álbum

source: Manage access
es_es: Gestionar el acceso

source: Delete photo
es_es: Borrar foto

source: Edit
es_es: Editar

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Camera
es_es: Cámara

source: Shutter
es_es: Obturador

source: Aperture
es_es: Diafragma

source: Focal length
es_es: Distancia focal

source: Taken
es_es: Tomado

source: ← Back
es_es: ← Volver

source: Photo downloaded by
es_es: Foto descargada

source: Upload photos
es_es: Subir fotos

source: All photos
es_es: Todas las fotos

source: Rated
es_es: Favoritos

source: New album
es_es: Nuevo álbum

source: Settings
es_es: Ajustes

source: Save
es_es: Guardar

source: Saved
es_es: Guardado

source: Plugin does not offer configuration settings.
es_es: Este plugin no ofrece la opción de cambiar la configuración.

source: Unknown plugin
es_es: Plugin desconocido

source: No plugins installed
es_es: No hay plugins instalados

source: Loading...
es_es: Cargando...

source: Album name
es_es: Nombre del álbum

source: Album type
es_es: Tipo de álbum

source: Album
es_es: Álbum

source: Visibility
es_es: Visibilidad

source: Delete
es_es: Borrar

source: %d photo will be deleted without the ability to restore.
es_es: %d photo will be permanently deleted.

source: %d photo have been successfully uploaded
es_es: %d photo successfully uploaded

source: Photo “%s” will be deleted without the ability to restore.
es_es: La foto «%s» se eliminará sin posibilidad de restauración.

source: This will unstack %d photo.
es_es: Un grupo de fotos %d serán desarmadas.

source: Are your shure?
es_es: ¿Estás seguro?

source: Stack is empty
es_es: Grupo vacío

source: The operation was not performed to %d photo (%%s)
es_es: La operación no se realizó con una foto (%%s)

source: The operation was not performed to %d album (%%s)
es_es: La operación no fue realizada con un %d álbum (%%s)

source: out of %d selected
es_es: del %d seleccionado

source: because you don't have sufficient access rights
es_es: porque no tienes suficientes derechos de acceso

source: of %d photo
es_es: de %d photo

source: Upload photos (%d)
es_es: Subir fotos (%d)

source: Link / Embed
es_es: Enlace / HTML

source: Blog post
es_es: Escribir en un blog

source: Separate tags with comma (,)
es_es: Separar las etiquetas TAGS de coma (,)

source: Full size
es_es: Tamaño completo

source: Dimensions
es_es: Tamaño inicial

source: Size
es_es: Tamaño

source: Assign tags
es_es: Etiquetas TAGS

source: cancel
es_es: cancelar

source: Plugin %s is installed and working.
es_es: Plugin «%s» está instalado y funcionando.

source: No configuration options are available for this plugin.
es_es: Este plugin no proporciona la opción de cambiar los ajustes.

source: Plugin order defines the order they are executed. Sort plugin list to change the order.
es_es: El orden de los plugins define el orden en que se ejecutan. Ordenar lista de plugins para cambiarel orden.

source: Static album which allows adding and arranging photos in manually
es_es: Un álbum estático en el que se añaden y se ordenan las fotosa mano

source: Dynamic album based on search criteria, e.g. rating, album hierarchy, tags
es_es: Álbum dinámico, cuyo contenido se forma de acuerdo a lo especificadoparámetros, como estimaciones o etiquetas

source: Public
es_es: Público

source: Album is visible in the public gallery
es_es: El álbum está disponible en la galería de fotos de la página web

source: Private
es_es: Privado

source: Album is visible only to authorized users of the Photos app, or by a private link
es_es: El álbum sólo está disponible para los usuarios autorizados de la aplicación "Fotos" o por un enlace privado temporal

source: Privacy settings
es_es: Configuración de acceso

source: Select user groups you want to have access to this album
es_es: Elige los grupos de usuarios a los que se les dará acceso al álbum

source: Uncheck all groups to make this album visible to you only
es_es: Desactiva las marcas de verificación de todos los grupos para que sólo tú tengas acceso al álbum

source: There are no user groups in your Webasyst installation. Add groups in the Contacts app to be able to manage access to photos
es_es: No hay grupos de usuarios en su instalación de Webasyst. Para gestionar el acceso a las fotos, añadir al menos un grupo de usuarios en la aplicación "Contactos"

source: Album settings
es_es: Configuración del álbum

source: Apply visibility change to all photos of this album
es_es: Aplicar cambios de visibilidad a todas las fotos de este álbum

source: Description
es_es: Descripción

source: Custom parameters
es_es: Parámetros adicionales

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$album.key&#125;</em>. Each key=value pair should be on a separate line.
es_es: Conjunto opcional de parámetros personalizados <em>key=value</em>, que se pueden utilizar dentro de una plantilla temática de frontend como <em>&#123;$album.key&#125;</em>. Cada par key=value debe especificarse en una línea separada.

source: Rating
es_es: Valoración

source: Access
es_es: Acceso

source: or
es_es: o

source: Share photo
es_es: Compartir foto

source: Link
es_es: Enlace

source: HTML
es_es: código HTML

source: Image URL
es_es: URL de la imagen

source: Image URLs of private photos are temporary. Permanent linking (embedding) is not recommended.
es_es: Para fotos privadas, se utilizan direcciones temporales. Usono se recomienda publicar fotos privadas.

source: Image size
es_es: Tamaño de la imagen

source: Close
es_es: Cerrar

source: Delete album
es_es: Borrar álbum

source: Delete photos
es_es: Eliminar fotos

source: Don't delete photos
es_es: No borrar fotos

source: All photos will remain in the photo stream, and only the album will be deleted
es_es: Todas las fotos se guardarán en la secuencia de fotos, sólo se eliminará el álbum.

source: Delete all photos stored in this album (%d)
es_es: Eliminar todas las fotos de este álbum (%d)

source: selected photos
es_es: fotos seleccionadas

source: entire album
es_es: álbum completo

source: all tagged
es_es: todos con etiquetas-tags

source: all rated
es_es: todo con calificaciones

source: all listed
es_es: todos en la lista

source: Share photos
es_es: Compartir fotos

source: Descriptions
es_es: Descripciones

source: For embedding into other Webasyst apps content.
es_es: Para incrustar en el contenido de otras aplicaciones Webasyst.

source: Image URLs
es_es: URL de imágenes

source: Stack
es_es: Apilar

source: Rate
es_es: Calificar

source: Private album
es_es: Álbum privado

source: Public album
es_es: Álbum público

source: Public link
es_es: Enlace público

source: Private link
es_es: Enlace privado

source: add description
es_es: añadir descripción

source: Rate photos
es_es: Calificar foto

source: Cancel
es_es: Cancelar

source: No one album exists
es_es: Sin álbumes

source: Access to photos
es_es: Acceso a fotos

source: Visible in the public gallery
es_es: Las fotos están disponibles en la galería de fotos del sitio

source: Visible only to authorized users of the Webasyst Photos app
es_es: Visible solo para usuarios autorizados de la aplicación Webasyst "Photos"

source: Select user groups you want to have see this album
es_es: Seleccione los grupos de usuarios que desea que vean este álbum

source: There are no user groups thus you cant't manage access to photos
es_es: No hay grupos de usuarios, por lo que no puede administrar el acceso a las fotos

source: Select photos
es_es: Seleccionar fotos

source: or drag photos here
es_es: o arrastre fotos aquí

source: Photos automatically appear in the public gallery
es_es: Las fotos aparecen automáticamente en la galería de fotos del sitio

source: Only authorized users of the Webasyst Photos app can see these photos. Photos can be shared via sending a secure private link, or via embedded into external websites and apps
es_es: Solo los usuarios de backend autorizados podrán ver estas fotos. Puede mostrar fotos a otros a través de un enlace privado temporal

source: Select user groups you want to have access to these photos:
es_es: Seleccione los grupos de usuarios a los que se les otorgará acceso a fotos:

source: Uncheck all groups to make photos visible to you only.
es_es: Desmarque todos los grupos para que las fotos sean visibles sólo para usted.

source: Don't add to album
es_es: No añadir a álbumes

source: Create new album
es_es: Crear nuevo álbum

source: Name the album for this upload
es_es: Ingrese el nombre del álbum para esta descarga

source: Stop upload
es_es: Detener carga

source: Files uploaded with errors
es_es: Archivos cargados con errores.

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
es_es: Error al cargar. Lo más probable es que no haya suficiente memoria para crear miniaturas.

source: Settings updated
es_es: Configuraciones actualizadas

source: Thumbnails
es_es: Miniaturas

source: Thumbnails to be created when photo is uploaded
es_es: Las miniaturas se crearán cuando se cargue la foto

source: Square crop
es_es: Recorte cuadrado

source: Width
es_es: Ancho

source: Height
es_es: Altura

source: delete
es_es: eliminar

source: Rectangular crop
es_es: Recorte de rectángulo

source: Add
es_es: Añadir

source: Custom-sized thumbnails
es_es: Miniaturas personalizadas

source: Allow on demand generation of custom-sized thumbnails
es_es: Permitir la generación de miniaturas de tamaño personalizado

source: If enabled, frontend design theme can request Photos app to create custom-sized photo thumbnails on fly (any size in addition to the listed above, including cropped versions)
es_es: Enciéndelo para que la aplicación pueda crear miniaturas de fotos sobre la marcha de cualquier tamaño (el tamaño de la miniatura se especifica en la URL del archivo).

source: Max thumbnail size
es_es: Tamaño máximo de las miniaturas

source: Limits the maximum thumbnail size that can be created on demand. Must not be less than 970 px.
es_es: El tamaño máximo posible de una imagen en miniatura creada a petición. No debería exceder los 970 píxeles.

source: Sharpen
es_es: Nitidez

source: Apply sharpening filter when creating thumbnails (recommended)
es_es: Aplicar un filtro de nitidez al crear miniaturas de imágenes (recomendado)

source: Click “Save” button below to apply this change.
es_es: Haga clic en el botón “Guardar” para aplicar este cambio.

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
es_es: Solamente los archivos con extensiones *.gif, *.jpg, *.jpeg, *.png son permitidos

source: You don't have sufficient access rights
es_es: No tienes suficientes derechos de acceso.

source: Pages
es_es: Páginas

source: subtitle
es_es: subtítulo

source: add a tag
es_es: añadir etiqueta tag

source: Edit title...
es_es: Editar título...

source: Saving
es_es: Guardar

source: Please select at least one album
es_es: Por favor, seleccione al menos un álbum

source: Please select at least one tag
es_es: Por favor, seleccione al menos una etiqueta tag

source: Please select at least two photos
es_es: Por favor, seleccione al menos dos fotos

source: Please select at least one photo
es_es: Por favor, seleccione al menos una foto

source: Tagged “%s”
es_es: Tag «%s»

source: Editors’ choice
es_es: Selección del editor

source: <br>Photo URLs: with prefix 'photo' <strong>/photo/photo_url/</strong>, e.g. /photo/DSC_2051/<br>Album URLs: without prefix 'album' <strong>/&lt;full_path_to_album&gt;/</strong>, e.g. /travel/france/2010/
es_es: <br>Direcciones de la foto: con el prefijo `foto'<strong>/photo/photo_url/</strong>, por ejemplo: /photo/DSC_2051/<br>Direcciones del álbum: sin prefijo'album' <strong>/&lt;full_path_to_album&gt;/</strong>, por ejemplo /travel/france/2010/

source: <br>Photo URLs: without prefix 'photo' <strong>/photo_url/</strong>, e.g. /DSC_2051/<br>Album URLs: with prefix 'album' <strong>/album/&lt;full_path_to_album&gt;/</strong>, e.g. /album/travel/france/2010/
es_es: <br>Адреса фотографий: без префикса 'photo' <strong>/photo_url/</strong>, например: /DSC_2051/<br>Direcciones del álbum: con el prefijo 'album' <strong>/album/&lt;full_path_to_album&gt;/</strong>, por ejemplo, /album/travel/france/2010/

source: Rendered html block of links' to album in where is curret photo
es_es: Bloque de enlaces html renderizado 'al álbum en donde está la foto actual

source: Rendered html block of photo's author info
es_es: Bloque html representado de la información del autor de la foto

source: Without /album/
es_es: Без /album/

source: With /album/
es_es: Sin /álbum/

source: Get single photo by numerical id (photo_id) with specified size (numerical or size name e.g. big, middle, crop)
es_es: Obtener una sola foto por id numérico (photo_id) con el tamaño especificado (numérico o nombre de tamaño, por ejemplo, grande, medio, recorte)

source: Get photos list by search conditions e.g. tag/my_tag, album/12, id/1,5,7
es_es: Obtener la lista de fotos por condiciones de búsqueda, por ejemplo: tag/my_tag, album/12, id/1,5,7

source: One or more optional custom params, setted by album settings in backend in key-value format, i.e. available like {$album.key}
es_es: Uno o más parámetros personalizados opcionales, establecidos por la configuración del álbum en el back-endformato key=value y disponible para su uso como {$album.key}

source: Core content loaded according to the requested resource: a blog post, post stream, a page, etc.
es_es: Contenido principal cargado según la solicitud del usuario: una publicación de blog, secuencia de publicación, página, etc.

source: Optional var. Available only if current context of photo is album. Below are describe keys of this param
es_es: Una variable opcional. Disponible sólo si el contexto actual de foto es un álbum. A continuación se describen las claves de este parámetro.

source: Url to next photo
es_es: Url a la siguiente foto

source: Rendered photo-stream widget
es_es: Widget listo de secuencia de fotos

source: Rendered html block of tags
es_es: Bloque de etiqueta HTML listo

source: Rendered html block of exif info
es_es: Bloque HTML listo con datos EXIF

source: Hooks to this page. Below are describe keys of this param
es_es: Hooks para esta página. Las claves de este parámetro se describen a continuación.

source: Under photo, in bottom hook
es_es: Debajo de la foto, en el hook inferior.

source: See description of vars for photo.html
es_es: Ver descripciones variables para photo.html.

source: Can upload photos and create new albums
es_es: Puede subir fotos y crear nuevos álbumes

source: Can edit and delete photos and albums uploaded by other users
es_es: Edición y eliminación de fotos y álbumes cargados por otros los usuarios

source: Can edit pages
es_es: Edición de páginas

source: Access denied
es_es: Acceso denegado

source: Unknown album
es_es: Álbum desconocido

source: Can't move photo
es_es: No se puede mover la foto.

source: Can't update album: unknown field
es_es: No se pudo cambiar el álbum: propiedad desconocida.

source: Unknown photo
es_es: Foto desconocida

source: Not choosen any photos
es_es: No hay fotos seleccionadas.

source: Tag not found
es_es: Etiqueta tag no encontrada.

source: Empty photo list
es_es: La lista de fotos está vacía.

source: Photo not found
es_es: Foto no encontrada.

source: Unknown size
es_es: Tamaño desconocido

source: The insufficient file write permissions for the %s folder.
es_es: Permisos de escritura de archivo insuficientes para la carpeta %s.

source: Incorrect image
es_es: Imagen inválida

source: Database error
es_es: Error de base de datos

source: Page not found
es_es: Página no encontrada.

source: Choose rate
es_es: Elegir la nota de calificación

source: Are you sure to delete photo?
es_es: ¿Estás seguro de que deseas eliminar la foto?

source: The requested resource is not available.
es_es: El recurso solicitado no está disponible.

source: Logout
es_es: Cerrar sesión

source: Sign up
es_es: Registrarse

source: Login
es_es: Iniciar sesión

source: Powered by Webasyst
es_es: Desarrollado por Webasyst

source: Normal size
es_es: Tamaño normal

source: Private photos selected
es_es: Fotos privadas seleccionadas

source: %d of %d selected photos are <strong>private photos</strong>, and they are not recommended for permanent linking (embedding). Private photo URLs may be changed by the Photos app at any time.
es_es: %d из %d выбранных фотографий являются <strong>приватными</strong>. No se recomienda publicar fotos privadas debido a que son las direcciones son temporales y la aplicación "Fotos" puede cambiarlas sinnotificaciones adicionales.

source: Embed anyway
es_es: Publicar de todos modos

source: Create album
es_es: Crear álbum

source: is greater or equal
es_es: es mayor o igual que

source: is lesser or equal
es_es: es menor o igual que

source: public
es_es: publicado

source: private
es_es: privado

source: Hide photos name
es_es: Ocultar nombre de fotos

source: Private photo
es_es: Foto privada

source: Start upload
es_es: Iniciar carga

source: Thank you!
es_es: ¡Gracias!

source: You have successfully signed up.
es_es: Te has registrado exitosamente.

source: Order
es_es: Ordenar

source: uploaded
es_es: nuevas fotos arriba

source: top rated
es_es: por calificación

source: Homepage &lt;title&gt;
es_es: Título de la página de inicio

source: As specified
es_es: Especificar claramente

source: uploaded on
es_es: cargado

source: Original image
es_es: Imagen original

source: Remove tags
es_es: Quitar etiquetas tags

source: Show more photos
es_es: Mostrar más

source: Loading
es_es: Cargando

source: of %d
es_es: desde %d

source: Originals
es_es: Originales

source: Backup photo originals
es_es: Guardar las fotos originales

source: When enabled, every uploaded image file is automatically backed up and stored independently from photo full size version, which is modified when you edit it, e.g. rotate, apply watermarks or image visual effects. Originals are never updated. Pros: you have backups of all uploaded images. Cons: almost twice more disk space is required for storing original images than for storing only full size versions and thumbnails.
es_es: Las imágenes originales se guardarán por separado de la versión a tamaño completo y no cambiará cuando esté editando una foto (por ejemplo, cuando esté girando) imágenes, aplicación a la imagen de filtros, superposición de marcas de agua). Pros: cada foto tiene una copia de seguridad, copia backups. Contras: para almacenamiento los originales requieren el doble de espacio en disco.

source: Unsaved changes will be lost if you leave this page now. Are you sure?
es_es: Los cambios no guardados se perderán si deja esta página ahora. ¿Estás seguro?

source: Uploaded by
es_es: Autor:

source: Rendered HTML block of links to albums which current photo belongs to
es_es: Bloque HTML de enlaces a los álbumes a los que se refiere esta foto

source: Rendered HTML block of current photo author info
es_es: Bloque HTML con información sobre el autor de esta foto

source: Returns entire tag list as an array with the following structure: (<em>"id"</em>, <em>"name"</em>, <em>"count"</em>, <em>"size"</em>, <em>"opacity"</em>)
es_es: Devuelve toda la lista de etiquetas tags como una matriz con el siguiente formato: <em>"id"</em>, <em>"name"</em>, <em>"count"</em>, <em>"size"</em>, <em>"opacity"</em>

source: Returns photo by id (<em>photo_id</em>) as an array with the following structure: (<em>"id"</em>, <em>"name"</em>, <em>"description"</em>, <em>"ext"</em>, <em>"size"</em>, <em>"type"</em>, <em>"rate"</em>, <em>"width"</em>, <em>"height"</em>, <em>"contact_id"</em>, <em>"upload_datetime"</em>, <em>"edit_datetime"</em>, <em>"status"</em>, <em>"hash"</em>, <em>"url"</em>, <em>"parent_id"</em>, <em>"stack_count"</em>, <em>"sort"</em>, <em>"thumb_%size%"</em>). Optional <em>size</em> parameter can be used to fetch particular thumbnail size: should be provided in pixels, or as one of the predefined values: <em>"big"</em> for 970, <em>"middle"</em> for 750, <em>"thumbs"</em> for 200x0, <em>"crop"</em> for 96x96
es_es: Devuelve una foto por su id (<em>photo_id</em>) como una matriz con следующей структурой: (<em>"id"</em>, <em>"name"</em>, <em>"description"</em>, <em>"ext"</em>, <em>"size"</em>, <em>"type"</em>, <em>"rate"</em>, <em>"width"</em>, <em>"height"</em>, <em>"contact_id"</em>, <em>"upload_datetime"</em>, <em>"edit_datetime"</em>, <em>"status"</em>, <em>"hash"</em>, <em>"url"</em>, <em>"parent_id"</em>, <em>"stack_count"</em>, <em>"sort"</em>, <em>"thumb_%size%"</em>). Puede usar el parámetro opcional <em>size</em> para obtener información específica el tamaño de la miniatura que se especificará como un valor en píxeles o como uno de los valores fijos: <em>"big"</em> (970), <em>"middle"</em> (750), <em>"thumbs"</em> (200x0), <em>"crop"</em> (96x96).

source: Returns photo list array by search criteria, e.g. <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>
es_es: Devuelve la lista de fotos por criterios de búsqueda, por ejemplo: <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>.

source: Photo album id. Other elements of <em>$album</em> available in this template are listed below
es_es: ID del álbum de fotos. Otros elementos de la matriz <em>$album</em>, disponibles en la plantilla se enumeran a continuación

source: The way to use album custom parameters which can be set for every individual album in its settings (<em>key=value</em> format)
es_es: La forma de utilizar parámetros adicionales que se pueden configurar individualmente en las propiedades de cada álbum (в формате <em>key=value</em>)

source: Core content loaded according to the requested resource: an album, a photo, a page, etc.
es_es: El contenido principal cargado de acuerdo con el recurso solicitado: por ejemplo, álbum, foto, página, etc

source: Photo id. Other elements of <em>$photo</em> available in this template are listed below
es_es: ID de foto. Otros elementos de la matriz <em>$photo</em>, disponibles en esta plantilla se enumeran a continuación.

source: Conditional! Available only if current context of photo is album. Below are describe keys of this param
es_es: El método solo está disponible si el contexto actual de la foto es un álbum. Las claves de este parámetro se describen a continuación.

source: URL of next photo in the photo stream
es_es: URL de la siguiente foto en la secuencia de fotos

source: Rendered photo stream navigation widget
es_es: Código HTML del widget de navegación de flujo de fotos

source: Rendered HTML block of current photo tags
es_es: Bloque HTML con etiquetas tags para esta foto

source: Rendered HTML block of current photo EXIF data
es_es: Bloque HTML con datos EXIF ​​para esta foto

source: Available vars are listed in the cheat sheet for photo.html template
es_es: Las variables disponibles se enumeran en la hoja de trucos para la plantilla photo.html

source: URL is in use
es_es: Esta dirección ya está en uso

source: Photo doesn't exists
es_es: Foto no encontrada

source: Uncheck all groups to make this album visible to you only.
es_es: Desactiva todos los grupos para que este álbum esté disponible sólo para ti.

source: Not available for smart albums.
es_es: La opción no está disponible para álbumes inteligentes.

source: Select all photos
es_es: Seleccionar todas las fotos

source: Revert to original
es_es: Restaurar

source: Empty result
es_es: El servidor devolvió una respuesta vacía
