Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: If enabled, frontend design theme can request generation of custom-sized image thumbnails on fly (any custom size can be requested in addition to the listed above, including cropped versions)
es_es: Habilite para permitir que el tema de diseño requiera la creación, sobre la marcha, de miniaturas de fotos de tamaño arbitrario (especificadas además de las enumeradas anteriormente, incluidas las versiones recortadas).

source: Max thumbnail size
es_es: Tamaño máximo de miniatura

source: Limits the maximum thumbnail size that can be created on demand. Must be no less than 970 px.
es_es: Limite el tamaño máximo de una miniatura de imagen que se configura a pedido (en píxeles). El límite de tamaño máximo no puede ser inferior a 970.

source: Sharpen
es_es: Nitidez

source: Apply sharpening filter when creating thumbnails (recommended)
es_es: Aplicar filtro de nitidez al crear miniaturas (recomendado)

source: Originals
es_es: Originales

source: Backup image originals
es_es: Guardar imagen original

source: When enabled, every uploaded image file is automatically backed up and stored independently from image full size version, which is modified when you edit it, e.g. rotate, apply watermarks or image visual effects. Originals are never updated. Pros: you have backups of all uploaded images. Cons: almost twice more disk space is required for storing original images than for storing only full size versions and thumbnails.
es_es: Las imágenes originales se guardarán por separado de la versión en tamaño completo y no cambiarán cuando edite una foto (por ejemplo, cuando gire la imagen, aplique filtros a la imagen, aplique marcas de agua). Ventajas: cada foto tiene una copia de respaldo. El almacenamiento de originales requiere aproximadamente el doble de la cantidad de espacio en el disco.

source: Click “Save” button below to apply this change.
es_es: Haga clic en el botón “Guardar” para aplicar este cambio

source: Automated product recommendations
es_es: Selección automática de productos recomendados

source: Cross-selling
es_es: Ventas cruzadas

source: Cross-selling is a technique of getting customer to buy related products to the order, e.g. complementary products and accessories. In Shop-Script, cross-selling mechanism works on a customers-who-bought-this-also-bought model. Shop-Script analyses which products are more likely to be bought with a particular product based on what other customers purchased so far. Related products are suggested to customer based on his current order content.
es_es: Las ventas cruzadas es un método para ofrecer a los clientes productos adicionales que de alguna manera están relacionados o se comparten a menudo. En Shop-Script, el mecanismo de ventas cruzadas utiliza la información que otros clientes han pedido. Shop-Script analiza qué lo más probable es que los bienes se puedan comprar junto con este producto, sobre la base de lo que otros visitantes de la tienda compraron anteriormente. La lista de bienes recomendados se forma en función del contenido actual del carrito de la compra

source: On
es_es: Encendido

source: Off
es_es: Apagado

source: Auto (based on what other customers purchased with a particular product)
es_es: Automático (basado en lo que otros clientes pidieron con este producto)

source: Random products from a category
es_es: Productos aleatorios de una categoría

source: Upselling &amp; Similar products
es_es: Productos Similares y Alternativos (Upselling)

source: Upselling is a technique of encouraging customer to purchase more expensive products or upgrades. In Shop-Script, up-selling is based on suggesting customers to view and purchase similar and/or alternative products. Similar product list is fetched automatically based on the product that the customer is currently viewing, or recently viewed, and filtering conditions which can be customized individually for every product type.
es_es: Esta técnica estimula el pedido de productos más caros o modelos alternativos similares con otras características (ventas adicionales). En Shop-Script, el mecanismo apropiado invita a los clientes a ver y comprar productos similares y/o alternativos. La lista de productos similares se forma en función del producto que el cliente esté viendo actualmente o haya visto recientemente, o en función de la configuración de los filtros configurados individualmente para cada tipo de producto.

source: Customize
es_es: Configurar

source: Recommendations
es_es: Recomendaciones

source: Global rate
es_es: Tasa global

source: Simple mode
es_es: Modo simple

source: Setup by regions
es_es: Configuración por regiones

source: Advanced settings
es_es: Configuración avanzada

source: + added to global country rate
es_es: + sumado con tasa global por país

source: * compound on top of global rate
es_es: * multiplicado por el tamaño de la tasa global

source: replaces global country rate
es_es: reemplaza la tasa global del país

source: Stocking
es_es: Stock

source: Inventory tracking is performed by stocks (warehouses) listed below. Yellow and red indicators are used to visually display low and critical stock levels in both backend and storefront.
es_es: El seguimiento del inventario se realiza en los almacenes enumerados a continuación. Los indicadores amarillo y rojo muestran niveles bajos y críticos de disponibilidad del producto en el almacén, en el backend y el escaparate

source: Delete
es_es: Eliminar

source: Add stock
es_es: Añadir stock

source: Delete stock
es_es: Eliminar stock

source: Delete stock and write off products
es_es: Eliminar stock y amortizar productos

source: All rest products belonging to this stock will be written-off after stock deleting
es_es: Todos los bienes restantes se deducirán de este stock después de que se eliminen (se perderán los datos de los saldos en este stock).

source: Delete stock and transfer products
es_es: Eliminar stock y transferir productos

source: All rest products belonging to this stock will be transfered to another stock
es_es: Todas las mercancías restantes se moverán de este almacén a otro stock

source: All rest products belonging to this stock will be saved on balance of corresponding skus
es_es: Todos los bienes que queden en este stock se guardarán en el saldo de los artículos correspondientes

source: Value must be a positive number
es_es: El valor debe ser un número positivo

source: This value must be no less than next field count
es_es: Este valor no debe ser inferior al valor en el siguiente campo

source: This value must be no greater than previous field count
es_es: Este valor no debe ser más alto que el valor en el campo anterior

source: Most shipping rate calculation plugins require <strong>product weight</strong> information which is taken from a product feature with code <tt>%s</tt>.
es_es: La mayoría de los Plugins de cálculo de costos de envío requieren información <strong>sobre el peso del producto </strong>, que se almacena en la característica con el identificador<code>%s</code>.

source: You have no such feature in your online store settings.
es_es: No tiene tal característica en la configuración de su tienda en línea.

source: Add it in “<a href="%s">Product types &amp; Features</a>” screen.
es_es: Añadelo a la sección «<a href="%s">Tipos y características de los productos</a>».

source: Add shipping option
es_es: Añadir opción de envío

source: disabled
es_es: deshabilitado

source: No shipping options are defined.
es_es: No hay opciones de envío definidas.

source: All product types
es_es: Todos los tipos de productos

source: New product type
es_es: Nuevo tipo de producto

source: Product types allow to limit access to products for backend users, and to customize which products must and must not be shown in your storefronts.
es_es: Los tipos de productos le permiten restringir el acceso a los productos a usuarios individuales del backend y personalizar la lista de productos mostrados en cada escaparate.

source: Edit product type
es_es: Editar tipo de producto

source: This will delete the entire product type, leaving all its products untyped. Are you sure?
es_es: Este tipo de producto se eliminará; todos los productos de este tipo permanecerán sin un tipo específico. ¿Eliminar?

source: New feature
es_es: Nueva característica

source: Feature name
es_es: Nombre de la característica

source: Feature type and values
es_es: Tipo y valor de la característica

source: Show %d more
es_es: Mostrar más %d

source: No feature values are defined
es_es: No se definen valores de características

source: Add feature value
es_es: Añadir valor de característica

source: Deleting this feature will ENTIRELY ERASE its defined values for all of your products. Are you sure?
es_es: Al eliminar esta característica, BORRARÁ TODOS sus valores para todos los productos. ¿Eliminar?

source: Product types & Features
es_es: Tipos y características de los productos

source: Product type settings
es_es: Configuración del tipo de producto

source: Product type name
es_es: Nombre del tipo de producto

source: Product type icon
es_es: Icono de tipo de producto

source: Or enter icon URL (should be a 16x16 px image)
es_es: O ingrese la URL del icono (16 x 16 píxeles)

source: There are no orders in this view.
es_es: No hay órdenes en esta vista

source: With selected
es_es: con seleccionado

source: Order content
es_es: Composición de pedido

source: Amount
es_es: Suma

source: Show more orders
es_es: Mostrar más pedidos

source: Loading
es_es: Cargando

source: of %d
es_es: de %d

source: Back
es_es: Atrás

source: Search
es_es: Búsqueda

source: Add products
es_es: Añadir productos

source: Type product or SKU name
es_es: Ingrese el número de título o artículo

source: Tax
es_es: Impuesto

source: Place order
es_es: Realizar Pedido

source: New customer
es_es: Nuevo cliente

source: Add comment
es_es: Añadir comentario

source: Select images
es_es: Seleccionar imágenes

source: or drag them here to start upload
es_es: o arrástrelos aquí para iniciar la descarga

source: add description
es_es: añadir descripción

source: or drag images here
es_es: o arrastre los archivos aquí

source: Stop upload
es_es: Detener la carga

source: Files uploaded with errors
es_es: Archivos cargados con errores

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
es_es: No se pudo cargar. Lo más probable es que no haya suficiente memoria para crear miniaturas.

source: Page settings
es_es: Configuraciones de página

source: draft
es_es: borrador

source: New page
es_es: Nueva página

source: Page name
es_es: Nombre de la página

source: Draft
es_es: Borrador

source: Visible
es_es: Publicado

source: Page URL
es_es: URL de página

source: Title
es_es: Título

source: WYSIWYG
es_es: Editor Visual

source: on
es_es: encendido

source: unknown product
es_es: producto desconocido

source: restore
es_es: restaurar

source: Review deleted
es_es: Comentario eliminado

source: Review for unknown product
es_es: Comentario de producto desconocido

source: in reply to
es_es: en respuesta a

source: reply
es_es: respuesta

source: Add new services in “<a href="%s">Services</a>” section.
es_es: Agregue nuevos servicios en la sección “<a href="%s">Servicios</a>”.

source: for
es_es: para

source: <strong>+%s (+%f%)</strong> to the overall sales of this product during the last 30 days (%s)
es_es: <strong>+%s (+%f%)</strong> al total de ventas de este producto en los últimos 30 días (%s)

source: Setup by SKU
es_es: Configuración por SKU

source: No custom services are defined in your online store yet. Create a service using the <a href="%s">Services</a> screen.
es_es: Los servicios aún no se han definido en su tienda. Añade un nuevo servicio en la sección <a href="%s">Servicios</a>.

source: Newest
es_es: Más nuevo

source: Oldest
es_es: Más antiguo

source: Highest rated
es_es: Mejor valorados

source: Lowest rated
es_es: Clasificación más baja

source: Show more reviews
es_es: Mostrar más comentarios

source: None of your customers posted a review of this product yet.
es_es: Ningún cliente ha dejado un comentario sobre este producto.

source: Product type
es_es: Tipo de producto

source: Change type
es_es: Cambiar tipo

source: This feature is not listed for the product type this product belongs to
es_es: Esta característica no pertenece al tipo de producto seleccionado para este producto

source: Cancel
es_es: Cancelar

source: other
es_es: añadir valor

source: Product features undefined
es_es: Características del artículo no definidas

source: Feature value
es_es: Valor de la característica

source: Selection
es_es: Selección

source: New!
es_es: ¡Nuevo!

source: Bestseller
es_es: Mejor vendido

source: Low price!
es_es: ¡Precio rebajado!

source: Custom
es_es: Otro

source: Set custom badge
es_es: Establecer etiqueta personalizada

source: Remove badge
es_es: Eliminar etiqueta

source: Edit
es_es: Editar

source: Left
es_es: a la izquierda

source: Right
es_es: a la derecha

source: Delete photo
es_es: Borrar foto

source: Full size
es_es: Tamaño completo

source: Dimensions
es_es: Dimensiones

source: Revert to original
es_es: Restaurar original

source: Normal size
es_es: Tamaño normal

source: Next →
es_es: Siguiente →

source: edit
es_es: editar

source: Delete image
es_es: Eliminar imagen

source: Image “%s” will be deleted without the ability to restore. Are you sure?
es_es: La imagen «%s» se eliminará de forma permanente. ¿Eliminar?

source: New product
es_es: Nuevo producto

source: Storefront link
es_es: Enlace del escaparate

source: This product is not visible in the storefront because product type “%s” which this product belongs to is not allowed for publishing in any of your storefronts.
es_es: Este producto no se muestra en ninguna de los escaparates, debido a que el tipo «%s», al que pertenece este producto, no tiene permiso para ser visible en otros escaparates.

source: Last 30 days
es_es: Últimos 30 días

source: Last 30 days sales
es_es: Ventas de los últimos 30 días

source: All time
es_es: Todo el tiempo

source: Profit
es_es: Beneficio

source: In stock
es_es: En stock

source: Out of stock
es_es: Fuera de stock

source: Almost out of stock
es_es: Casi terminado

source: Low stock
es_es: Bajo en stock

source: Approximate date when you run out of stock for this SKU is %s based on average selling rate (≈%f items per month)
es_es: La fecha de agotamiento estimada para este artículo — %s (calculada sobre la base de la frecuencia de ventas promedio ≈%f cantd.por mes)

source: Customer reviews
es_es: Reseñas de clientes

source: Show all reviews
es_es: Mostrar todos los comentarios

source: Basics
es_es: Datos básicos

source: Descriptions
es_es: Descripciones

source: Features
es_es: Características

source: Images
es_es: Imágenes

source: Services
es_es: Servicios

source: Related products
es_es: Productos destacados

source: Pages
es_es: Páginas

source: Product name
es_es: Nombre del producto

source: Categories
es_es: Categorías

source: Please select a category
es_es: Por favor seleccione una categoría

source: Create new category...
es_es: Crear nueva categoría...

source: No existe ninguna categoría
es_es: No hay categorias

source: Create
es_es: Crear

source: Add category
es_es: Añadir categoría

source: Taxable
es_es: Imponible

source: SKU name
es_es: Nombre del artículo

source: Price
es_es: Precio

source: Purchase price/Precio de adquisición laura
es_es: Precio de compra

source: Add purchase option
es_es: Añadir opción de compra

source: generate SKUs based on features values (%d)
es_es: Crear artículos basados ​​en valores de características (%d)

source: SKU code
es_es: Código de artículo

source: Multiple stocks
es_es: Múltiples stock

source: loading...
es_es: cargando...

source: Summary
es_es: Resumen

source: There no custom SKU features
es_es: No hay características adicionales para este artículo

source: SKU image
es_es: Imagen para este artículo

source: Available for purchase
es_es: Disponible para pedido

source: Online delivery
es_es: Entrega en línea

source: Please do not close your browser window and do not leave this page until the entire upload process is finished.
es_es: No cierre el navegador y no abandone esta página hasta que se complete el proceso de descarga.

source: based on what other customers bought with %s
es_es: Según lo que pidieron otros clientes con %s

source: products from category
es_es: productos de la categoría

source: Select manually
es_es: Seleccionar manualmente

source: Upselling & Similar
es_es: Productos Similares y Alternativos

source: Unknown state
es_es: Estado desconocido

source: Printable docs
es_es: Documentos imprimibles

source: Qty
es_es: Cant

source: Edit order
es_es: Editar orden

source: Order timeline
es_es: Historial de pedido

source: Name
es_es: Nombre

source: Set ID
es_es: ID de lista

source: Set ID is used in the code for embedding product set into frontend design templates and pages.
es_es: ID se utiliza para incrustar una lista de productos en plantillas de escaparate y páginas individuales.

source: Changing the set ID <em>will not</em> automatically update templates and pages in which this code is embedded, so be sure to update them if you change the ID.
es_es: Cambiar la ID de la lista automáticamente <em> no </em> actualiza las plantillas y páginas en el código fuente del que se usa. Por lo tanto, después de cambiar la ID, debe actualizar las plantillas y páginas correspondientes.

source: It is highly advisable to keep product sets with IDs <strong>promo</strong> and <strong>bestsellers</strong>, as these set IDs are used by most Shop-Script frontend design themes.
es_es: Se recomienda encarecidamente no eliminar las listas de productos con valores de ID <strong>promo</strong> и <strong>bestsellers</strong>, ya que estos ID se utilizan en la mayoría de los temas de diseño.

source: Dynamic set rule
es_es: Regla de formación de lista

source: Top rated
es_es: Los más valorados

source: Products are sorted according to customer rating
es_es: Los productos se ordenan de acuerdo a la calificación del cliente

source: Top selling
es_es: Los más vendidos

source: Products are sorted according to sales performance
es_es: Los productos se clasifican de acuerdo con la calificación del cliente.

source: Max number of products
es_es: Número máximo de productos

source: Limit the maximum number of products in this set
es_es: Limitar el número máximo de productos en esta lista

source: Change product type
es_es: Cambiar tipo de producto

source: Changing product type may affect products’ publication status and access settings.
es_es: Cambiar el tipo de producto puede cambiar el estado de publicación y los derechos de acceso a este producto.

source: You have no product types in your online store. Create one in the store settings.
es_es: No hay tipos de productos en su tienda. Añade un nuevo tipo en la configuración.

source: Static
es_es: Estático

source: Dynamic
es_es: Dinámico

source: New set
es_es: Nueva Lista

source: Type
es_es: Tipo

source: A static set for adding and arranging products manually.
es_es: Lista estática en la que los productos se agregan y ordenan manualmente.

source: A dynamic set based on a search criteria, e.g. rating or tags.
es_es: Lista dinámica formada de acuerdo a los parámetros de búsqueda.

source: Product filtering
es_es: Filtrado de productos

source: Bestsellers
es_es: Los más vendidos

source: Prices of <strong>%d products</strong> are defined in the currency you are about to delete. Select the currency which all these prices will be converted into
es_es: Los precios de <strong>%d productos</strong> están en la moneda que pretende eliminar. Seleccione la moneda a la que se convertirán los precios de todos estos productos

source: Delete currency
es_es: Eliminar moneda

source: You don’t have products priced in this currency. The currency can be safely deleted.
es_es: No tiene productos con precio en esta moneda. La moneda se puede eliminar de forma segura.

source: New category
es_es: Nueva categoría

source: A static category for adding and arranging products manually.
es_es: Categoría estática en la que los productos se añaden y ordenan manualmente.

source: A dynamic category based on a search criteria, e.g. rating or tags.
es_es: Una categoría dinámica basada en un criterio de búsqueda, por ejemplo, clasificación o etiquetas.

source: Public link
es_es: Enlace

source: Custom parameters
es_es: Parámetros personalizados

source: Optional set of custom <em>key=value</em> parameters which can be used in frontend theme templates as <em>&#123;$category.params.key&#125;</em>. Each key=value pair must be on a separate line.
es_es: Conjunto opcional de parámetros <em> clave = valor </em> (usado en la plantilla de la parte pública como <em>&#123;$category.params.key&#125;</em>). Especifique cada par de clave = valor con una nueva línea.

source: Rating
es_es: Clasificación

source: is greater or equal
es_es: es mayor o igual

source: is less or equal
es_es: es menor o igual

source: Order
es_es: Pedido

source: created
es_es: creado

source: top rated
es_es: mejor valorado

source: Frontend display
es_es: Escaparate frontal

source: Default sort order
es_es: Clasificación por defecto

source: Most expensive
es_es: Más caro

source: Include products from sub-categories
es_es: Incluir productos de subcategorías

source: When enabled, products will be fetched from both the current category and all its sub-categories (applicable to frontend only)
es_es: Al habilitar esta configuración, se agregarán automáticamente todos los productos de sus subcategorías a la lista de productos en esta categoría (se aplica sólo al escaparate de tienda)

source: Allow product filtering
es_es: Permitir la filtración del producto

source: Product filtering allows your customers to filter (search) products within this category by feature values, e.g. by color, manufacturer, price
es_es: La filtración de productos permitirá a los compradores seleccionar productos dentro de esta categoría por valores de característica, por ejemplo, por color, fabricante, precio

source: Product filtering options
es_es: Opciones de la filtración de productos

source: Sort products
es_es: Ordenar productos

source: date added
es_es: añadido

source: Reviews
es_es: Opiniones

source: New service
es_es: Nuevo servicio

source: Services allow you to add customization options for products and SKUs; e.g., custom packaging, extended warranty, engraving. Services are great for increasing your online store’s average order value.
es_es: Los servicios le permiten añadir propiedades individuales a productos y artículos, por ejemplo, empaque individual, garantía extendida, grabado personalizado. Los servicios son convenientes de usar para aumentar el costo promedio de los pedidos en su tienda.

source: Delete this service
es_es: Eliminar este servicio

source: Base price
es_es: Precio base

source: Option name
es_es: Nombre de la propiedad

source: Multiple options
es_es: Opciones múltiples

source: Add option
es_es: Añadir opción

source: Price you charge for this service can be customized for every product or SKU. Base price is used if the custom price for a particular product is not set.
es_es: El precio de este servicio se puede cambiar para cada producto o artículo. El precio base se usa si no se especifica el precio individual para un producto específico.

source: <strong>+%s (+%f%)</strong> to the overall sales during the last 30 days
es_es: <strong>+%s (+%f%)</strong> al total de ventas en los últimos 30 días

source: Applicable for
es_es: Productos Adicionales

source: Automatically offer this service with the products of the following types:
es_es: Aplicar automáticamente este servicio a productos de los siguientes tipos:
