Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Bulk image upload allows you to instantly create multiple products by uploading a single set of image files. Shop-Script will automatically group images according to their file names, and you will be able to manually arrange them between each other to either create new products or attach to existing products. Bulk image uploader works in HTML5-enabled browsers only.
es_es: La carga masiva de imágenes le permite crear productos rápidamente al cargar un grupo de archivos de imágenes. Shop-Script agrupa automáticamente las imágenes en nombres de archivos, y puedes organizarlos manualmente, ya sea creando nuevos productos o vinculando imágenes a productos existentes. La carga masiva de imágenes sólo funciona en los navegadores que soportan HTML5.

source: Drag images between automatically detected groups, and assign them to either new or existing products. Click “Upload images” when setup is complete.
es_es: Arrastre imágenes entre grupos detectados automáticamente y adjúntelos a productos nuevos o existentes. Después de completar la agrupación, haga clic en el botón "Cargar imágenes".

source: Upload images
es_es: Cargar imágenes

source: Select storefront to make product image URLs exported properly
es_es: Se debe seleccionar escaparate para formar correctamente las direcciones de las imágenes del producto

source: Assign all new products following product type:
es_es: Asignar todos los productos nuevos del siguiente tipo de productos:

source: Unkown type of product
es_es: Tipo de producto desconocido

source: Products added:
es_es: Productos añadidos:

source: Images uploaded:
es_es: Imágenes subidas:

source: Add product
es_es: Añadir producto

source: Comment to the order
es_es: Comentario el pedido

source: Courier
es_es: Repartidor

source: Courier shipping module. Shipping rate is calculated based on the shipping region, and either order total amount or order total weight.
es_es: El coste de envío se calcula según la región de entrega, la cantidad total o el peso del pedido.

source: Cash
es_es: Pago en efectivo

source: Pay in cash upon receipt
es_es: Pago contra reembolso

source: No products were found.
es_es: No se ha encontrado ningún producto.

source: To activate this mode, this particular product must be assigned a product type which offers at least one <strong>selectable</strong> feature (the list of available product types and features is configured at <em>Settings &rarr; Product types &amp; features</em>).
es_es: Para habilitar este modo de venta para este producto, debe asignarlo a un tipo de producto con al menos una característica que implique una opción <strong>la elección</strong> de las opciones dadas (la lista de tipos y características de producto se configura en <em> Configuración &rarr; Tipos de productos y características</em>).

source: Optional set of custom <em>key=value</em> parameters which can be used in frontend theme templates as <em>&#123;$product.params.key&#125;</em>. Each key=value pair must be on a separate line.
es_es: Conjunto opcional de parámetros <em>key=value</em> (utilizado en la plantilla de la parte pública como <em>&#123;$product.params.key&#125;</em>). Especifique cada par clave = valor en una nueva línea.

source: Only Latin characters, numbers, underscore and hyphen symbols are allowed
es_es: Sólo se permiten letras latinas, números, guiones bajos y guiones

source: Delete product
es_es: Eliminar producto

source: Prompt for address
es_es: Solicitar dirección

source: During the “Shipping” checkout step, when customer selects a preferred shipping option but shipping address was not yet entered, instantly prompt customer to provide:
es_es: En el paso de pago "Entrega", en el que el comprador elige el método de entrega, si aún no se ha especificado la dirección de entrega, pregunte al comprador:

source: All required address fields
es_es: Todos los campos de dirección requeridos

source: Prompt for all address fields according to the selected shipping option implementation. If you use this option and have “Shipping” prior to “Contact info” in the checkout step order, it is advisable to hide (disable) shipping address form on the “Contact Info” checkout step to avoid asking for address twice.
es_es: Solicitar todos los campos de dirección de entrega requeridos para que funcione el módulo de entrega seleccionado. Si seleccionaste esta opción y colocaste el paso "Entrega" antes del paso "Información de contacto" en la configuración de pago, se recomienda ocultar (deshabilitar) los campos de la dirección de entrega en el paso "Información de contacto", para no volver a solicitar rellenarlos la segunda vez.

source: If a customer has completed some address fields on “Contact info” checkout step, those fields may be not available for editing on “Shipping” step depending on shipping modules’ settings.
es_es: Si el cliente ha completado algunos de los campos de dirección en el paso "Información de contacto", estos campos pueden no ser editables en el paso "Entrega" dependiendo de la configuración de los módulos de entrega.

source: Only fields required for shipping rate estimation
es_es: Sólo campos requeridos para calcular el coste de envío

source: Prompt for fields required for shipping rate and delivery date estimation only (shipping option implementation declares the list of such fields). This is a suitable setup option if you have “Shipping” prior to “Contact info” in the checkout step order setup.
es_es: Solicitar sólo los campos requeridos para un cálculo aproximado del coste y la fecha de envío (la lista de campos está determinada por la lógica del módulo de envio). Esta configuración es conveniente si el paso de entrega se coloca antes del paso de "Información de contacto".

source: The shipping checkout step prompts customer to select preferable shipping option from the list configured on the <a class="inline" href="#/shipping/">Shipping</a> settings screen.
es_es: En el paso "Envío", al cliente se le solicita el método de entrega preferido de la lista formada en la sección de configuración <a class="inline" href="#/shipping/">Envio</a>.

source: The payment checkout step prompts customer to select preferable payment option from the list configured on the <a class="inline" href="#/payment/">Payment</a> settings screen.
es_es: En el paso "Pago", se solicita al cliente el método de pago preferido de la lista generada en la sección <a class="inline" href="#/payment/">Pago</a>.

source: The confirmation checkout step presents overall order information including cart content, shipping and tax rates, total amount.
es_es: El paso de confirmación muestra información general sobre el pedido, incluido el contenido de la cesta, los gastos de envío, el importe del impuesto devengado y el importe total.

source: Returns array of products by search criteria, e.g. <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em>, or <em>"*"</em> for all products list.
es_es: Devuelve un array de productos según los criterios de búsqueda, por ejemplo, <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em> или <em>"*"</em> para la lista completa de productos.

source: Optional <em>options</em> parameter indicates additional product options, e.g. <em>["params" => 1]</em> to include product custom parameter values into the output.
es_es: El parámetro opcional <em>options</em> se usa para incluir características adicionales del producto en el resultado, <em>["params" => 1]</em>.

source: Returns array of products from the specified set.
es_es: Devuelve un array de productos de la lista especificada.

source: Product summary (brief description)
es_es: Resumen del producto (breve descripción)

source: Product description
es_es: Descripción del producto

source: Product average rating (float, 0 to 5)
es_es: Calificación promedio de los clientes (número real de 0 a 5)

source: Array of product’s SKUs
es_es: Conjunto de productos

source: Array of product’s images
es_es: Array de imágenes de productos

source: Array of product’s categories
es_es: Conjunto de categorías de productos

source: Array of product’s tags
es_es: Conjunto de etiquetas de productos

source: Array of product’s subpages
es_es: Conjunto de páginas de información de productos

source: Array of product’s features and their values
es_es: Array de valores característicos del producto

source: Array of product’s reviews
es_es: Conjunto de reseñas de productos

source: Array of services available for this product
es_es: Conjunto de servicios disponibles para este producto

source: Returns category object by <em>$category_id</em>
es_es: Devuelve el objeto de categoría en el <em>$category_id</em>

source: Returns category URL for specified <em>$category</em> array
es_es: Devuelve la URL para el array <em>$category</em> con propiedades de categoría

source: Array of custom category parameters
es_es: Array de parámetros adicionales de categoría

source: Returns array of products currently added into a comparison list
es_es: Devuelve el array de productos actualmente agregados a una lista de comparación

source: Returns number of products matching specified search conditions, e.g. <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em>, or <em>"*"</em> for all products list.
es_es: Devuelve el número de productos que coinciden con los criterios de búsqueda especificados, por ejemplo, <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em> или <em>"*"</em> para la lista completa de productos.

source: In case shipping method and address were prompted prior to the contact info, only missing address fields will be requested.
es_es: Si el método de entrega y la dirección se habían solicitado antes del paso de ingresar la información de contacto, se le pedirá al cliente que complete sólo los campos que faltan.

source: This field can be invisible in some cases, so it may not be required.
es_es: Este campo se vuelve invisible en algunos casos y, por lo tanto, puede no ser necesario.

source: If enabled, customer will be prompted to fill in address fields directly on the “Contact info” checkout step.
es_es: Cuando esta configuración está habilitada, el formulario de ingreso de dirección se mostrará en el paso de verificación de "Información de contacto".

source: Customize field list
es_es: Personalizar lista de campos

source: Shipping address prompt
es_es: Dirección de envío

source: Billing address prompt
es_es: Dirección de facturación

source: This will permanently delete this shipping option. Are you sure?
es_es: Este método de entrega será eliminado por completo. ¿Continuar?

source: Create a copy
es_es: Crear una copia

source: Terms of service
es_es: Términos y Condiciones del Servicio

source: If you want your customers to be prompted to read and agree to your company’s terms of service, refund and privacy policies or any other legal information during the checkout, enter the text to the field above. A checkbox to agree and a link to read this legal information will be shown on the Confirmation checkout step.
es_es: Si desea que los clientes lean y acepten los términos de servicio, reembolso u otra información legal durante el proceso de pedido, ingrese el texto correspondiente en el campo de texto. Después, en el paso de confirmación del pedido, aparecerá un cuadro de confirmación y un enlace a ver términos.

source: Generate sample policy
es_es: Generar texto de ejemplo

source: Required fields
es_es: Campos requeridos

source: When a new order is created via backend manually, contact info form will be validated according the Contact info form setup defined for the storefront (above). All required fields will be necessary to fill in.
es_es: Al crear un pedido de forma manual en el backend, se verificará la información de contacto del cliente de acuerdo con la configuración del escaparate (arriba). Todos los campos de texto obligatorios deben completarse

source: When a new order is created via backend manually, contact info form will not be validated. Fields which are necessary to fill in when order is placed in the storefront, can be left blank when order is created via backend.
es_es: Al crear un pedido manualmente en el backend, no se verificarán los datos de contacto del cliente. Los campos marcados como obligatorios al realizar un pedido desde un escaparate no se pueden completar al crear un pedido en el backend.

source: This will permanently delete this payment option. Are you sure?
es_es: Este método de pago se eliminará completamente. ¿Continuar?

source: Oops! We are sorry, but <strong>we cannot offer any payment option for your order</strong>. Checkout cannot be completed.
es_es: Lo sentimos, no se puede procesar el pedido; <strong> no podemos ofrecer ningún método de pago para su pedido </strong>.

source: Oops! We are sorry, but <strong>we cannot ship this order to your selected destination</strong>. Checkout cannot be completed.
es_es: Lo sentimos, no se pudo realizar el pedido - <strong> no podemos entregar los productos pedidos a la dirección especificada </strong>.

source: Radio selector advanced settings
es_es: Configuración avanzada del campo de conmutación

source: Depending on the current radio selector value, other contact form fields may be set to be omitted (become hidden). Manage form fields visibility settings using checkboxes below for each radio selector value.
es_es: Dependiendo del valor seleccionado del campo de conmutación, otros campos del formulario para ingresar información de contacto pueden marcarse como ocultos (es decir, se omitirán). Para cada valor del campo de conmutación, verifique los campos del texto de información de contacto cuales deben estar solicitados por el usuario.

source: Cannot delete order status while there are active orders in this status
es_es: No se puede eliminar el estado, porque hay pedidos que están en este estado.

source: If you want your customers to be prompted to read and agree to your company’s terms of service, refund and privacy policies or any other legal information during the checkout, enter the text to the field above. A checkbox to agree and a link to read this legal information will be shown on the Confirmation checkout step.
es_es: Si desea que los clientes lean y acepten los términos de servicio, reembolso u otra información legal durante el proceso de pedido, ingrese el texto correspondiente en el campo de texto. Después, en el paso de confirmación del pedido, aparecerá un cuadro de confirmación y un enlace a ver términos y condiciones.

source: Required fields validation
es_es: Validación de campos obligatorios

source: When shipping address form is disabled (hidden) on the “Contact info” step, address will be automatically prompted on the “Shipping” checkout step.
es_es: Si el campo de texto de la dirección de envío está desactivado (oculto) en el paso "Información de contacto", la dirección de envío se solicitará automáticamente al cliente en el paso "Envío".

source: Hide certain fields
es_es: Ocultar algunos campos

source: This list of address fields is configured in the “Contact info” step settings.
es_es: La lista de campos de dirección se configura en la configuración del paso "Información de contacto".

source: Your current terms of service content will be erased. Are you sure?
es_es: El texto actual de los términos de servicio se eliminará permanentemente. ¿Eliminar?

source: You must read and agree to the Terms of service to place an order.
es_es: Para realizar un pedido debes leer y aceptar los Términos y Condiciones de servicio

source: I have read and agree to the <a href="%s" target="_blank">Terms of service</a>
es_es: He leído y acepto <a href="%s" target="_blank">los Términos y Condiciones de servicio </a>

source: Click “Save” button below to commit changes.
es_es: Haga clic en el botón “Guardar” para confirmar los cambios.

source: Manage conditions
es_es: Gestionar condiciones

source: Set default fixed value
es_es: Establecer valor fijo predeterminado

source: Default fixed value:
es_es: Valor fijo predeterminado:

source: Enter available options for %s depending on it’s parent field value.
es_es: Rellene la lista de valores para el campo «%s» dependiendo del valor de su campo principal.

source: Get help
es_es: Ayuda

source: <strong>IF</strong> parent field
es_es: <strong>IF</strong> campo principal

source: Prompt to select %s from the following list:
es_es: Solicitar selecciona %s de las siguientes opciones:

source: <strong>ELSE</strong>, in case parent field value does not match any of the listed above
es_es: <strong>ELSE</strong>, si el valor del campo principal no coincide con ninguna de las opciones

source: Display &lt;input&gt; (custom text) field for %s
es_es: Mostrar &lt;input&gt; para ingresar texto arbitrario

source: Do not prompt for %s
es_es: No solicitar campo «%s»

source: Default value:
es_es: Valor por defecto:

source: This will delete this order state. Are you sure?
es_es: El estado del pedido será eliminado. ¿Estás seguro?

source: Shipping is required
es_es: Elija el método de envío

source: We cannot ship to the specified address via %s.
es_es: No podemos entregar el pedido a la dirección especificada utilizando el método de entrega seleccionado «%s».

source: Please double-check the address above, or return to the shipping step and select another shipping option.
es_es: Verifique la dirección anterior o regrese al paso de envío y seleccione otra opción de envío.

source: We are using <a href="http://www.shop-script.com/">Shop-Script 5</a>
es_es: Usamos <a href="http://www.shop-script.com/">Shop-Script 5</a>

source: We are using <a href="http://www.shop-script.com/">Shop-Script 7</a>
es_es: Usamos <a href="http://www.shop-script.com/">Shop-Script 7</a>

source: Special offers for %s
es_es: Ofertas especiales para %s

source: %s is now <a href="%s"><strong>in your shopping cart</strong></a>
es_es: %s ahora es <a href="%s"><strong>en su carrito de compras</strong></a>

source: Brands
es_es: Marcas

source: More
es_es: Más

source: By name
es_es: Por nombre

source: Registered customers apply for affiliate bonuses and discounts on future orders
es_es: Los clientes registrados reciben puntos de bonificación acumulables y descuentos en pedidos futuros

source: Oops! %s is not available for purchase at the moment. Please remove this product from your shopping cart to proceed.
es_es: Lo sentimos, pero el artículo «%s» no está disponible para su compra en este momento. Por favor, retire este artículo de la cesta para hacer un pedido.

source: Your payment has been successfully accepted. We will process your order and contact you shortly.
es_es: El pago se aceptó con éxito. Procesaremos su pedido y nos pondremos en contacto con usted en breve.

source: Unkown product
es_es: Producto desconocido

source: Product with the selected option combination is not available for purchase
es_es: El artículo con el conjunto de funciones seleccionadas no está disponible para su compra

source: We are using <a href="http://www.shop-script.com/" target="_blank">Shop-Script 5</a>
es_es: Usamos <a href="http://www.shop-script.com/" target="_blank">Shop-Script 5</a>

source: We are using <a href="http://www.shop-script.com/" target="_blank">Shop-Script 7</a>
es_es: Usamos <a href="http://www.shop-script.com/" target="_blank">Shop-Script 7</a>

source: Order by phone
es_es: Pedido por teléfono

source: Yes
es_es: Si

source: Not defined
es_es: No especificado

source: Type product type name to filter
es_es: Ingresa el nombre del tipo de producto

source: View
es_es: Ver

source: Yes/No toggle (boolean)
es_es: Sí /No interruptor (booleano)

source: Value
es_es: Valor

source: Range
es_es: Gama

source: Default product sort order
es_es: Orden de clasificación de producto predeterminado

source: Manual (as defined in the backend)
es_es: Manual (como se especifica en el backend)

source: Customers can select preferable product sort order
es_es: Los visitantes del sitio pueden elegir el orden de clasificación

source: This is a subcategory product
es_es: Este producto está en una de las subcategorías

source: Empty type
es_es: Tipo no establecido

source: To activate this mode, this particular product must be assigned a product type which offers at least one product feature with a <strong>multiple choice</strong> control, i.e. checkbox list. The list of available product types and features is configured on the <em>Settings &rarr; Product types &amp; features</em> screen.
es_es: Para habilitar este modo de venta para este producto, debe asignarlo a un tipo de producto con al menos una característica que implique <strong>opción múltiple</strong> de opciones predefinidas, por ejemplo, mediante casillas de verificación. La lista de tipos y características de producto se configura en <em>Configuración &rarr; Tipos de productos y características</em>.

source: Delete this SKU?
es_es: ¿Eliminar este artículo (SKU)?

source: imported %d category
es_es: importada %d categoría

source: imported %d product
es_es: importado %d producto

source: imported %d product variant
es_es: importado %d artículo

source: imported %d product image
es_es: importado %d imagen

source: updated %d category
es_es: actualizada %d categoría

source: updated %d product image
es_es: actualizado %d imagen

source: skipped %d category
es_es: omitidas %d categoría

source: skipped %d product
es_es: omitido %d producto

source: skipped %d product variant
es_es: omitido %d артикул

source: skipped %d product image
es_es: omitida %d imagen

source: %d category
es_es: %d categoría

source: %d product variant
es_es: %d artículo

source: %d product image
es_es: %d imagen

source: All email notifications sent to store customers will be sent from the primary email address
es_es: Se utiliza como dirección del remitente para las notificaciones automáticas enviadas por la tienda.

source: Any
es_es: Cualquiera

source: (mystery-man) a simple, cartoon-style silhouetted outline of a person (does not vary by email hash)
es_es: una simple figura humana sobre un fondo gris (el mismo para todos los clientes)

source: a geometric pattern based on an email hash
es_es: imagen geométrica generada en base a la dirección de correo electrónico

source: a generated “monster” with different colors, faces, etc.
es_es: figura monstruosa generada automáticamente

source: generated faces with differing features and backgrounds
es_es: caras generadas con diferentes fondos

source: awesome generated, 8-bit arcade-style pixelated faces
es_es: imagen de la cara en el estilo de los viejos juegos (arcade de 8 bits)

source: Thumbnail quality
es_es: Calidad de miniatura

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 90 is recommended.
es_es: Calidad de compresión JPEG para miniaturas de fotos. De 0 (calidad mínima, tamaño mínimo de archivo) a 100 (calidad máxima, tamaño máximo de archivo). Se recomienda 90.

source: The file will be available for download after the order is paid and processed.
es_es: El archivo estará disponible para descargar después del pago y el procesamiento del pedido.

source: Please specify options for multiple choice field.
es_es: Especifique los valores para el campo múltiple.

source: Browse plugins
es_es: Buscar plugins

source: Install new plugins from the Webasyst Store using the Installer app
es_es: Instalar nuevos plugins de la tienda Webasyst usando la aplicación de "Instalador"

source: New profile
es_es: Nuevo perfil

source: Delete current profile settings and all its exported files?
es_es: ¿Eliminar este perfil junto con la configuración y todos los archivos exportados con él?

source: Delete this profile
es_es: Eliminar este perfil

source: Product search
es_es: Búsqueda de productos

source: Next step
es_es: Siguiente paso
