Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Shop
es_es: Tienda

source: Store
es_es: Tienda

source: Shop-Script is a robust shopping cart software that allows you to quickly establish your own online store and sell online.
es_es: Shop-Script permite crear rápido tu propia tienda en línea para vender en Internet.

source: If the feature type you are going to add is disabled in the form above, add this feature in your store Settings first, and then provide this feature value for this particular product.
es_es: Si el tipo de una característica (valor) que quiere agregar no está disponible para elegir en esta lista, primero agregue esta función en la "Configuración" de su tienda y luego proporcione/indique este valor de propiedades/características para este producto.

source: Settings
es_es: Configuración

source: Import / Export
es_es: Importar/ Exportar

source: Orders
es_es: Pedidos

source: Customers
es_es: Clientes

source: Products
es_es: Productos

source: Reports
es_es: Informes

source: Storefront
es_es: Escaparate

source: Open storefront
es_es: Abrir escaparate

source: Search products
es_es: Búsqueda de productos

source: Search customers
es_es: Búsqueda de clientes

source: Sales
es_es: Ventas

source: Campaigns
es_es: Campañas publicitarias

source: Efficiency
es_es: Efectividad

source: Search orders
es_es: Búsqueda de pedidos

source: Expired
es_es: Ha caducado

source: Created
es_es: Ha creado

source: Coupon code
es_es: Código de cupón

source: Coupon type
es_es: Tipo de cupón

source: Discount will be calculated automatically to match the order shipping cost.
es_es: El descuento se calculará automáticamente para que coincida con el costo de envío del pedido.

source: Max number of usage
es_es: Número máximo de uso

source: Enter the maximum number of times this coupon can be used. Leave empty for no limits.
es_es: Ingrese el número máximo de pedidos para los cuales puede utilizar este cupón. Para deshabilitar la restricción, deje el campo en blanco..

source: Expire date
es_es: Fecha de caducidad

source: Leave empty for no expiration date.
es_es: Para no establecer la fecha de vencimiento, deje el campo en blanco.

source: Delete this coupon
es_es: Borrar cupón

source: Save
es_es: Guardar

source: Usage
es_es: Número de usos

source: This coupon was not used for any orders yet.
es_es: Este cupón no se ha utilizado todavía.

source: Overall discount
es_es: Descuento total

source: This will permanently delete discount coupon %s. Are you sure?
es_es: El cupón "%s" será eliminado. ¿Continuar?

source: Coupon %s has been deleted.
es_es: Cupón "%s" eliminado.

source: Codes must be unique.
es_es: Los códigos de cupón deben ser únicos.

source: This field is required.
es_es: Este campo es obligatorio.

source: Discount coupons
es_es: Cupón-vale de descuento

source: New coupon
es_es: Nuevo cupón

source: Loading...
es_es: Cargando...

source: Payment
es_es: El pago

source: Countries & Regions
es_es: Países & Regiones

source: Country
es_es: País

source: Select a country
es_es: Elige un país

source: Regions
es_es: Región

source: Region name
es_es: Nombre de la región

source: Region code
es_es: Código de la región

source: No regions (states, provinces) are defined for this country.
es_es: Ninguna región (estado, provincia) ha sido definida para este país.

source: Add region
es_es: Añadir región

source: Click “Save” button below to commit the delete.
es_es: Haga clic en el botón “Guardar” a continuación para confirmar la eliminación.

source: Regions are not saved. Are you sure you want to leave current page?
es_es: Las regiones no se guardan. ¿Dejar esta página sin guardar?

source: Delete this shipping option
es_es: Eliminar esta opción de envío

source: Shipping
es_es: Envío

source: Enabled
es_es: Habilitado

source: Shipping option name
es_es: Nombre del método de envío

source: A collection of shipping option icons is available for free: <a href="%1$s" target="_blank">%1$s</a> <i class="icon10 new-window"></i>
es_es: La colección gratuita de iconos de métodos de envío está disponible en <a href="%1$s" target="_blank">%1$s</a> <i class="icon10 new-window"></i>

source: Description
es_es: Descripción

source: HTML. Shipping option description is shown to customer during the checkout.
es_es: Descripción del método de entrega que se muestra en el escaparate durante el proceso de pago (HTML)

source: Delivery info
es_es: Información de envío

source: Optional text to be sent to customer with the order notification email. Plain text, no HTML allowed.
es_es: El texto opcional que se enviará al comprador junto con la notificación por correo electrónico del pedido. Las etiquetas HTML no son compatibles

source: or
es_es: o

source: cancel
es_es: cancelar

source: Active
es_es: Activo

source: Payment option name
es_es: Forma de pago

source: A collection of payment option icons is available for free: <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>
es_es: La colección gratuita de iconos de métodos de pago está disponible en <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>

source: HTML. Payment option description is shown to customer during the checkout.
es_es: Descripción del método de pago mostrado en el escaparate durante el proceso de pago (HTML).

source: Delete this payment option
es_es: Eliminar este método de pago

source: Recommended setup
es_es: Configuración recomendada

source: For online stores shipping to multiple countries and regions:
es_es: Para las tiendas en línea que envían pedidos a varios países y regiones:

source: 1.&nbsp;Contact info &rarr; 2.&nbsp;Shipping &rarr; 3.&nbsp;Payment &rarr; 4.&nbsp;Confirmation.
es_es: 1.&nbsp;Detalles de contacto &rarr; 2.&nbsp;Entrega &rarr; 3.&nbsp;Pago &rarr; 4.&nbsp;Confirmación.

source: For one-city-centric stores offering mostly courier shipping:
es_es: Para las tiendas que generalmente entregan pedidos por mensajería dentro de la misma ciudad:

source: 1.&nbsp;Shipping &rarr; 2.&nbsp;Contact info &rarr; 3.&nbsp;Payment &rarr; 4.&nbsp;Confirmation
es_es: 1.&nbsp;Envío &rarr; 2.&nbsp;Detalles de contacto &rarr; 3.&nbsp;Pago &rarr; 4.&nbsp;Confirmación

source: For electronic-delivery-only stores:
es_es: Sólo para tiendas que entregan productos electrónicos a través de Internet:

source: 1.&nbsp;Contact info &rarr; 2.&nbsp;Payment &rarr; 3.&nbsp;Confirmation
es_es: 1.&nbsp;Detalles de contacto &rarr; 2.&nbsp;Pago &rarr; 3.&nbsp;Confirmación

source: Keep the checkout setup as simple as possible.
es_es: Trate de hacer que el proceso de pedido sea lo más simple posible

source: Shipping & Contacts
es_es: Envío y contactos

source: Some shipping options require to know the destination address. If the shipping step is before the contact info step (i.e. customer hasn’t input the address yet), certain shipping options may not calculate shipping rates properly.
es_es: Para algunos métodos de entrega, necesita conocer la dirección de destino. Si se ofrece la opción de método de entrega antes de ingresar los detalles de contacto (es decir, si el comprador aún no ha especificado su dirección), algunos complementos pueden calcular incorrectamente el costo de envío.

source: Confirmation
es_es: Confirmación

source: No storefronts with multi-step checkout. Go to the storefronts <a href="%s">settings</a>.
es_es: No hay escaparates con pedidos paso a paso. Vaya <a href="%s">a configuraciones</a>.

source: Disabling the Confirmation step is bad if the order total can be changed during the checkout, e.g. if shipping, tax, or promotions can increase the order total. Make sure your customer seen the final order amount before the order is placed.
es_es: No se recomienda deshabilitar el paso de confirmación del pedido si el monto del pedido se puede cambiar durante su registro/compra, por ejemplo, si el impuesto de entrega o los regalos/cupones pueden cambiar el precio final/total del pedido. Es importante que los clientes vean el precio total antes de que se finalice el pedido.

source: Checkout
es_es: Realizar Pedido

source: Define the checkout step order and each step settings using the form below.
es_es: Determine el procedimiento de pedido y la configuración de cada paso utilizando el siguiente formulario.

source: Configure
es_es: Configuración

source: Disabled
es_es: Deshabilitado

source: Turn on
es_es: Habilitar

source: Checkout step name
es_es: Nombre del paso de pago

source: Will be displayed in the storefront in the checkout navigation
es_es: Se muestra en el escaparate en el área de "Realizar Pedido"

source: Disable this step
es_es: Deshabilitar este paso

source: Options
es_es: Configurar

source: Skip this step if no rules matched current user shopping cart state
es_es: Omita este paso si ninguna de las reglas coincide con el estado de la cesta del cliente actual

source: The shipping checkout step prompts user to select the shipping type
es_es: El paso de envío invita al cliente a elegir el método de entrega

source: Will be displayed in the storefront as in the checkout navigation
es_es: Mostrado en el escaparate en el bloque de navegación de pedidos

source: Shipping methods
es_es: Métodos de entrega

source: The list of available shipping options is determined automatically based on the user address, shopping cart content, and the list of available <a class="inline" href="#/shipping/">shipping options</a>.
es_es: La lista de métodos de entrega disponibles se determina automáticamente en función de la dirección del comprador, el contenido de la cesta y la lista de <a class="inline" href="#/shipping/">opciones de entrega disponibles</a>.

source: Configure the list of fields requested during the checkout.
es_es: Personalice la lista de campos solicitados al realizar la compra.

source: Misc fields
es_es: Campos comunes

source: Required
es_es: Requerido

source: Composite field group
es_es: Grupo de campos

source: Field name
es_es: Nombre del campo

source: Text (input)
es_es: Texto (input)

source: Text (textarea)
es_es: Texto (textarea)

source: Selectable (radio)
es_es: Lista (radio)

source: Selectable (select)
es_es: Lista (seleccionar)

source: Selectable (checkboxes)
es_es: Lista (casillas de verificación)

source: Date (input)
es_es: Fecha (entrada)

source: Number
es_es: Número

source: Region
es_es: Región

source: Hidden field
es_es: Campo oculto

source: Full name
es_es: Nombre completo

source: Social Networks
es_es: Redes Sociales

source: Add field
es_es: Agregar campo

source: Address fields
es_es: Campo de dirección

source: Configure the field list for both Shipping and Billing addresses.
es_es: Configure la lista de campos para direcciones de envío y pago.

source: Country (select)
es_es: País (lista)

source: State/province/region
es_es: Estado / Provincia / Región

source: List (select)
es_es: Lista (seleccionar)

source: Manage list
es_es: Gestionar lista

source: Manage field values
es_es: Configurar valores de campo

source: List (radio)
es_es: Lista (radio)

source: The list of checkout steps is defined according to your storefront setup and the list of installed plugins.
es_es: La lista de pasos de pedido se determina según la configuración del escaparate y la lista de plug-ins instalados.

source: Add rule
es_es: Agregar regla

source: IF
es_es: SI

source: State
es_es: Región

source: ZIP code
es_es: Código postal

source: City
es_es: Ciudad

source: Street address
es_es: Calle y número de casa

source: equals
es_es: es igual a

source: contains
es_es: contiene

source: not equals
es_es: no es igual

source: Add value
es_es: Agregar valor

source: ELSE
es_es: OTROS

source: If none of listed rules are in place
es_es: Si ninguna de las reglas funcionó

source: Display a regular text input field
es_es: Mostrar campo de texto plano

source: Reset
es_es: Reiniciar

source: If you want to restart your online store from scratch, you may delete the entire store content and settings using the form below. This will delete all products, orders, checkout, shipping and payment options, currencies. The operation cannot be undone. Be sure to know what you are doing.
es_es: Si desea comenzar a reconfigurar su tienda en línea, puede eliminar todos los contenidos de la tienda y todas las configuraciones utilizando el siguiente formulario. Todos los productos, los pedidos, las configuraciones de pedidos, los métodos de entrega y pago, las monedas, se eliminarán. No puede deshacer la operación de eliminación. Al eliminar todo el contenido, debes saber exactamente lo que estás haciendo

source: Enter the following text
es_es: Introduce este texto

source: You are about to reset entire store reset content and settings without the ability to rollback!
es_es: ¡Está a punto de eliminar todo el contenido de una tienda en línea sin posibilidad de recuperación!

source: Erase all content and settings
es_es: Borrar todo el contenido y la configuración

source: Coupons
es_es: Cupones

source: Status
es_es: Estado

source: Coupons can be created on the <a href="%s">Discount coupons</a> screen.
es_es: Puede agregar cupones en los <a href="%s">cupones de descuento</a>.

source: Import coupons
es_es: Importación de cupones

source: Coupons can be either created manually on the <a href="%s">Discount coupons</a> screen, or imported from a CSV file using the button above.
es_es: Los cupones pueden crearse manualmente en la sección <a href="%s">de los cupones de descuento</a>, o importarse desde un archivo CSV con este botón.

source: Preview
es_es: Vista previa

source: Saved
es_es: Guardado

source: Plugin %s is installed and working.
es_es: Plugin «%s» está instalado y funciona.

source: No configuration options are available for this plugin.
es_es: No hay configuraciones disponibles para este plugin.

source: Unknown plugin
es_es: Plugin desconocido

source: How total discount should be calculated if multiple rules are applicable for an order:
es_es: Cómo se debe calcular el descuento si se aplica más de una regla al pedido:

source: maximum of order-related discounts calculated after applying of order items’ individual maximum discounts
es_es: el descuento máximo para todo el pedido se calcula después de aplicar los descuentos máximos para productos individuales

source: all discounts for entire order and for order items
es_es: todos los descuentos para todo el pedido y para bienes individuales

source: Discounts
es_es: Descuentos

source: Discount specified manually during order creation: %s
es_es: Descuento ingresado manualmente al crear orden: %s

source: Discount modified manually via backend editor: %s
es_es: Descuento ingresado manualmente al editar orden: %s

source: General settings
es_es: Configuraciones generales

source: Store name
es_es: Nombre de la tienda

source: Primary email
es_es: Correo electrónico principal

source: Phone number
es_es: Teléfono

source: Phone number is published in the storefront and included in email notification
es_es: El número de teléfono se publica en el escaparate y se agrega al texto de las notificaciones por correo electrónico

source: Order ID format
es_es: Formato de ID de pedido

source: <strong>&#123;$order.id&#125;</strong> will be replaced with the actual order ID. Do not delete &#123;$order.id&#125; from this string.
es_es: <strong>&#123;$order.id&#125;</strong> se reemplazará con el número de pedido real. No elimine el fragmento &#123;$order.id&#125; de esta línea.

source: New order state
es_es: Nuevo estado de pedido

source: Delete order state
es_es: Eliminar estado de pedido

source: Order state name
es_es: Nombre del estado del pedido

source: Appearance
es_es: Apariencia

source: Bold
es_es: Negrita

source: Italic
es_es: Cursiva

source: Icon
es_es: Icono

source: Allowed actions
es_es: Acciones disponibles

source: Assign order a custom state
es_es: Asignar estado arbitrario al pedido

source: Action name
es_es: Nombre de la acción

source: Action ID
es_es: ID de acción

source: What does it do
es_es: Qué hace

source: Nothing
es_es: Nada

source: Add custom action
es_es: Agregar nueva acción

source: Assignment
es_es: Asignación

source: Automatically assign all orders set to %s state to
es_es: Asignar automáticamente la responsabilidad de todos los pedidos a alguien en estado %s

source: Whoever is more free (has less orders)
es_es: Quién es más libre (usuario con menos pedidos)

source: Order States
es_es: Estados de orden

source: Order confirmation
es_es: Confirmación de pedido

source: New order nofication
es_es: Notificación de nuevo pedido

source: Price change
es_es: Cambio de precio

source: Follow-up
es_es: Seguimiento

source: Add custom notification
es_es: Nueva notificación

source: Delete notification
es_es: Eliminar notificación

source: Event
es_es: Evento

source: To
es_es: A

source: Customer
es_es: Cliente

source: Store admin
es_es: Administrador de tienda

source: Other...
es_es: Otro...

source: Subject
es_es: Asunto

source: Content
es_es: Texto

source: Order created
es_es: Pedido creado

source: Notification name
es_es: Nombre de notificación

source: Transport
es_es: Transporte

source: HTTP Request
es_es: Solicitud HTTP

source: Max 160 chars. SMS is sent only if customer phone number was provided.
es_es: Máx. 160 caracteres. SMS se envía sólo si se especifica el número de teléfono del cliente

source: Notifications
es_es: Notificaciones

source: New tax rule
es_es: Nueva regla de impuestos

source: To customize the list of countries and regions, use <a href="%s">Countries & Regions</a> screen.
es_es: Puede cambiar la lista de países y regiones en la <a href="%s">sección de Países y regiones</a>.

source: Delete rule
es_es: Eliminar regla

source: Tax name
es_es: Nombre del impuesto

source: Tax type
es_es: Tipo de impuesto

source: Tax is not included in product prices
es_es: El impuesto no está incluido en los precios de los productos

source: Mostly used for sales tax. Tax will be added to the cart subtotal after customer entered destination address during the checkout.
es_es: Generalmente se usa como impuesto a las ventas. El impuesto se agrega a la cantidad total del pedido después de que el comprador ingrese la dirección de envío en el momento del pedido

source: Tax is included in my product prices
es_es: Impuestos incluidos en los precios de los productos

source: Mostly used for VAT. Tax will not be added to the cart subtotal, but will be calculated to be shown in the invoice.
es_es: Generalmente se usa como IVA. El impuesto no se agrega al precio total del pedido, sino que se calcula sobre la base de éste y se muestra en la factura de pago.

source: Address
es_es: Dirección

source: Calculate taxes based on customer’s
es_es: Calcular impuestos basados ​​en la información del cliente

source: Shipping address
es_es: Dirección de envío

source: Billing address
es_es: Dirección de facturación

source: Tax rates
es_es: Tasas de impuestos

source: Destination
es_es: Destino

source: Rate
es_es: Tarifa

source: Define tax rates by countries and regions.
es_es: Definir las tasas de impuestos por países y regiones.

source: Add country
es_es: Agregar país

source: All countries
es_es: Todos los países

source: All European countries
es_es: Todos los países europeos

source: Rest of world
es_es: Resto del mundo

source: County taxes
es_es: Impuestos locales

source: If your jurisdiction require you to charge additional county taxes, define taxing rules by ZIP (postal) code. Use asteryx (*) for wildcard. For example, mask 12* is applicable for all ZIP codes with 12 as first two symbols, e.g. 12365, 12963, 12AB7, 12 QN93 and so on (wildcard is ok for both letters and numbers). ZIP code rules are processed one by one in the given order. Applied is the first rule matching the user ZIP code (only one matching rule is applied at a time). County tax rules are of a higher priority than state tax rules (if matched, county tax rate replaces the state tax rule when calculated during the checkout), which means that combined county rates must be provided.
es_es: Si su legislación requiere impuestos locales adicionales, agregue tasas de impuestos para códigos postales individuales. Use un asterisco (*) como máscara. Por ejemplo, una máscara 12 * indica todos los códigos postales que comienzan con 12: 123654, 12963, 12AB7, 12 QN93, etc. (la máscara es válida para números y letras.) Las reglas para códigos postales se procesan en un orden dado. Se aplica la primera regla, correspondiente al código postal del comprador (sólo se aplica una regla, la primera regla). Las reglas para calcular los impuestos locales tienen mayor prioridad que las reglas del impuesto regional (en caso de funcionamiento tanto de las reglas del impuesto local se utiliza en lugar del impuesto de la región en el momento de la reserva), sino que significa que usted debe indicar las tasas de impuestos locales combinados.

source: ZIP code mask
es_es: Máscara de código postal

source: No county taxes are defined.
es_es: No se definen impuestos locales.

source: Add ZIP
es_es: Añadir código postal

source: Taxes
es_es: Impuestos

source: Are you sure?
es_es: ¿Estás seguro?

source: Tax has been deleted.
es_es: El impuesto ha sido eliminado

source: Number (input)
es_es: Número (input)

source: Add item
es_es: Añadir elemento

source: Please correct errors.
es_es: Por favor corrija errores

source: This will remove field and all its data from all existing contacts. Are you sure?
es_es: Este campo y sus datos asociados para todos los contactos serán eliminados. ¿Eliminar?

source: There no printforms
es_es: No hay formas de impresión

source: <a href="%s">Browse for new plugins</a> and install them using the Installer app.
es_es: <a href="%s">Encuentre plugins adecuados</a> e instálelos utilizando el "Instalador".

source: Printable forms
es_es: Formas imprimibles

source: Change primary currency
es_es: Cambiar moneda principal

source: Currencies
es_es: Monedas

source: Primary currency
es_es: Moneda principal

source: I will input all prices in the primary currency
es_es: Ingresaré todos los precios en la moneda principal

source: I will input prices in different currencies depending on product
es_es: Ingresaré precios en diferentes monedas para diferentes productos

source: Other currencies
es_es: Otras monedas

source: Add currency...
es_es: Agregar moneda...

source: Convert product prices (%d) to the new primary currency (%s) according to the current exchange rate (%s)
es_es: Convertir los precios de los productos (%d) a la nueva moneda primaria (%s) de acuerdo con el tipo de cambio actual (%s)

source: New primary currency
es_es: Nueva moneda primaria

source: Convert prices
es_es: Convertir precios

source: Don’t convert, leave all product prices as is
es_es: No convertir, dejar todos los precios sin cambios

source: By contact category
es_es: Por categoría de cliente

source: Settings updated
es_es: Configuraciones actualizadas

source: Thumbnails
es_es: Miniaturas

source: Thumbnails to be created when image is uploaded
es_es: Las miniaturas se crearán cuando se cargue la imagen

source: Square crop
es_es: Recorte cuadrado

source: Product width
es_es: Ancho del producto

source: Product height
es_es: Altura del producto

source: Product length
es_es: Longitud del producto

source: delete
es_es: eliminar

source: Size
es_es: Tamaño

source: Rectangular crop
es_es: Recorte rectangular

source: Add
es_es: Añadir

source: Custom-sized thumbnails
es_es: Miniaturas de tamaño personalizado

source: Allow on demand generation of custom-sized thumbnails
es_es: Permitir la generación bajo demanda de miniaturas de tamaño personalizado
