Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Courier can edit customers’ contact details in mobile app.
es_es: Repartidor puede editar la información de contacto del cliente en la aplicación móvil.

source: Payment and shipping methods selected by a customer and values of default shipping address fields “Country”, “ZIP”, “State”, “City” cannot be changed via mobile app.
es_es: Los métodos de pago y entrega seleccionados por el comprador y los valores de los campos de dirección de entrega estándar "País","Índice","Región ", "Ciudad" no se pueden cambiar a través de la aplicación móvil.

source: Discount rounded to %s
es_es: Descuento redondeado a %s

source: Shipping method with id=%s not found.
es_es: Método de envío con id id=%s no encontrado.

source: Upload image
es_es: Subir imagen

source: <b>WYSIWYG editor may change your HTML code.</b><br><br>It is necessary for correct text formatting. Smarty code may be broken and outdated HTML tags may be replaced with modern ones.<br><br>Are you sure to switch to WYSIWYG editor?
es_es: <b>El editor WYSIWYG puede cambiar su código HTML.</b><br><br>Esto es necesario para el formato de texto adecuado. El código de Smarty puede romperse, y las etiquetas HTML obsoletas pueden reemplazarse por las modernas.<br><br>¿Realmente quieres cambiar a un editor WYSIWYG?

source: Switch
es_es: Interruptarse

source: Customer source
es_es: Fuente del cliente

source: Feature search by name or code
es_es: Búsqueda de características por nombre o código

source: Read more
es_es: Leer más

source: Old name
es_es: Nombre antiguo

source: Current name
es_es: Nombre actual

source: Quick start
es_es: Inicio rápido

source: specify date and time
es_es: especificar fecha y hora

source: “%s” action
es_es: acción «%s»

source: Behavior
es_es: Comportamiento

source: Payment option availability
es_es: Disponibilidad de opción de pago

source: customers can pay for orders in this state in their personal accounts
es_es: los clientes pueden pagar pedidos en este estado en sus cuentas personales

source: Order status will be changed to “%s”.
es_es: El estado del pedido se cambiará a «%s».

source: A payment date will be saved.
es_es: La fecha de pago será guardada.

source: Quantities of ordered products and their SKUs, if non-empty, will be increased accordingly. Order payment date will be cleared.
es_es: La cantidad en stock para los productos pedidos y sus artículos, si no están vacíos, aumentará en consecuencia. La fecha de pago se eliminará.

source: Order status will be changed to the one the order had before deletion.
es_es: El estado del pedido cambiará al que tenía el pedido antes de la eliminación.

source: About order statuses and actions
es_es: Acerca de los estados y acciones con pedidos

source: Enter a hint, visible only in backend, to describe what your action does and when it should be executed.
es_es: Introduzca una sugerencia, visible sólo en el backend, para describir lo que hace su acción y cuándo debe ejecutarse.

source: Sort order items
es_es: Ordenar los artículos en pedido

source: as added to the shopping cart
es_es: por tiempo como añadido a la cesta de la compra

source: by item name
es_es: por nombre

source: by SKU code
es_es: por código de SKU artículo

source: Select parameters to be available to customers for ordering this product in the storefront.
es_es: Seleccione los parámetros que deben estar disponibles para los clientes para pedir este producto en el escaparate.

source: Show all
es_es: Mostrar todo

source: Conventional commodity
es_es: Producto normal

source: To edit countries and regions, you need to access the “Settings” app‘s.
es_es: Para editar países y regiones, debe acceder a la aplicación "Configuración".

source: You can set up a directory of countries and regions in “<a href="%s">Settings</a>” app‘s.
es_es: Puede configurar un directorio de países y regiones en la aplicación «<a href="%s">Configuración</a>».

source: Working schedule
es_es: Horario de trabajo

source: Timezone
es_es: Zona horaria

source: Extra workdays
es_es: Días de trabajo extra

source: Extra days off
es_es: Días libres extras

source: Add day
es_es: Añadir día

source: Please enter at least one working day
es_es: Especifique al menos un día laborable

source: Remove the date from extra work days days
es_es: Eliminar fecha de días extra de trabajo

source: Invalid time
es_es: Tiempo incorrecto

source: Invalid date
es_es: Fecha incorrecta

source: Nothing selected
es_es: Nada seleccionado

source: Matching features were not found or are already selected.
es_es: No se encontraron las características coincidentes o ya están seleccionadas.

source: Refunded %s via %s payment gateway.
es_es: Devuelto %s a través del sistema de pago «%s».

source: Filtering by this feature is not available, because only one of its values is selected in “Product filtering options” section.
es_es: El filtrado por esta función no está disponible, porque solo se selecciona un valor para él en la sección "Opciones de filtrado de elementos".

source: Type text to start search
es_es: Escriba el texto para iniciar la búsqueda

source: Actual refund
es_es: Reembolso real

source: Offer shipping to customer types
es_es: Ofrecer envío a tipos de clientes

source: Offer payment to customer types
es_es: Ofrecer pago a tipos de clientes

source: Offer this payment method with selected shipping types
es_es: Ofrecer este método de pago con los tipos de envío seleccionados

source: Persons
es_es: Personas

source: Companies
es_es: Empresas

source: Person
es_es: Persona

source: Company
es_es: Empresa

source: In “%s” mode shipping is offered only to selected customer types.<br>In “%s” mode this setting is ignored and shipping is always offered to all customer types.
es_es: En el modo «%s» la entrega se ofrece sólo a determinados tipos de clientes.<br>En el modo «%s» esta configuración se ignora y el envío siempre se ofrece a todos los tipos de clientes.

source: In “%s” mode payment is offered only to selected customer types.<br>In “%s” mode this setting is ignored and payment is always offered to all customer types.
es_es: En el modo «%s» el pago se ofrece sólo a determinados tipos de clientes.<br>En el modo «%s» esta configuración se ignora y el pago siempre se ofrece a todos los tipos de clientes.

source: In “%s” mode payment is offered only with selected shipping types.<br>In “%s” mode this setting is ignored and payment is always offered with all shipping types.
es_es: En el modo «%s» el pago se ofrece sólo para los tipos de envío seleccionados.<br>En el modo «%s» esta configuración se ignora y el pago siempre se ofrece para todos los tipos de envío.

source: In-cart checkout
es_es: Procesar a pedido en la cesta

source: Multi-step checkout
es_es: Pago en varios pasos

source: shipping type “%s”
es_es: tipo de envío «%s»

source: pickup
es_es: recogida

source: courier
es_es: repartidor

source: post
es_es: correo

source: Product dimensions are passed on to shipping plugins.
es_es: Las dimensiones del producto están pendientes a los Plug-ins de envío.

source: Passing of product dimensions on to shipping plugins is not set up.
es_es: No están configurados los tamaños de productos en los Plug-ins de envío.

source: Product feature “%s” with code <tt>%s</tt> is used.
es_es: Se utiliza la característica del producto «%s» con el código <tt>%s</tt>.

source: Shipping plugins retrieve weight from the vaules of a product feature with code <tt>%s</tt>.
es_es: Los Plug-ins de envío recuperan peso de los valores de unas características de los productos con código <tt>%s</tt>.

source: Product dimensions (value × value × value)
es_es: Dimensiones del producto (valor × valor × valor)

source: Order dimensions calculation plugin
es_es: Plug-in de cálculo de tamaño de pedido

source: Order dimensions calculation is set up.
es_es: El cálculo del tamaño del envío está configurado.

source: Order dimensions calculation is not set up.
es_es: El cálculo del tamaño del envío no está configurado.

source: Install an order dimensions calculation plugin.
es_es: Por favor, instala el plugin para calcular el tamaño de los pedidos.

source: Do not calculate order dimensions
es_es: No calcular las dimensiones para el envío

source: If no plugin is selected, then order dimensions are calculated by shipping plugins.
es_es: Si no se selecciona ningún plugin, las dimensiones del pedido se calcularán mediante los plug-ins de envío.

source: Select a feature
es_es: Seleccionar una característica

source: Order weight &amp; dimensions
es_es: Peso del pedido y dimensiones

source: Order processing schedule
es_es: Tiempo de registro y procesamiento de pedidos

source: Day of the week
es_es: Día de la semana

source: Open
es_es: Abierto (dia laboral)

source: Business hours
es_es: Horario comercial

source: New orders for processing
es_es: Pedidos para procesar

source: Values of “%s” and “%s” fields can be used to calculate the estimated shipping time.
es_es: Los valores de los campos «%s» и «%s» se pueden usar para calcular el tiempo estimado de envío.

source: The setting is used by default in all storefronts.
es_es: La configuración se usa por defecto en todos los escaparates de la tienda.

source: Business hours required to process an order
es_es: Cantidad de horas comerciales para procesar un pedido

source: Is used to calculate estimated order shipping time. Specified period of time is added to the order creation time and is taken into account to transfer order processing to the next day, if an order is placed shortly before the end of a workday or later. Additional order picking time can be specified in individual shipping methods’ settings.
es_es: Se utiliza para calcular los tiempos de entrega. El período especificado se agrega al momento del pedido y se tiene en cuenta al transferir el procesamiento de pedidos a otro día, para los pedidos realizados al final o después del final del día laboral actual. Se puede especificar un tiempo adicional para la preparación de pedidos en la configuración de los métodos de entrega individuales.

source: This value is used to calculate estimated order shipping time with in-cart checkout option, and may also work with multi-step checkout, if a shipping plugin can accept order ready time from the online store. Specified period of time is added to the order creation time and is taken into account to transfer order processing to the next day, if an order is placed shortly before the end of a workday or later. Additional order picking time can be specified in individual shipping methods’ settings.
es_es: Este valor se utiliza para calcular el tiempo de entrega en el modo de proceso de compra en la cesta y también se puede utilizar durante el pedido "paso a paso", si el Plug-in de envío tiene en cuenta el tiempo de preparación del pedido. El período especificado se agrega al momento de la colocación del pedido y se tiene en cuenta al transferir el procesamiento de pedidos a otro día, para los pedidos realizados al final o después del final del día laboral actual (fuera de horario comercial). El tiempo de preparación de pedidos adicional se puede especificar en la configuración de los métodos de envío individuales.

source: Values in “%s” column denote the last hour of a workday before which orders are accepted for processing on the same day. Orders accepted after that hour are processed on the next workday.
es_es: Los valores en la columna «%s» indican la última hora del día hábil, antes de que los pedidos se procesen durante el día. Los pedidos realizados después de la hora especificada se procesan al día siguiente.

source: <span class="s-checkout-2-label">In-cart checkout</span> setting for <i class="icon16 status-green"></i><span class="gray">%s/%s</span>
es_es: La configuración <span class="s-checkout-2-label">de registro de pedido en el carrito de compra</span> для <i class="icon16 status-green"></i><span class="gray">%s/%s</span>

source: Checkout page demo
es_es: Página de demostración de registro de pedido

source: Use field
es_es: Usar campo

source: Field width
es_es: Ancho del campo

source: Enable default design
es_es: Habilitar diseño por defecto

source: Delete logo
es_es: Eliminar logo

source: Business scope
es_es: Tipo de actividad

source: Phone number hint
es_es: Sugerencia de número de teléfono

source: Checkout page background color
es_es: Color de fondo de la página de pedido

source: Header &amp; footer background color
es_es: Color de fondo del encabezado y del pie de página

source: Custom CSS styles
es_es: Estilos CSS personalizados

source: Entered CSS code will be added inside <code>&lt;style&gt; ... &lt;/style&gt;</code> tags in <code>&lt;head&gt;</code> block only on checkout page.
es_es: El código CSS introducido se agregará dentro de las etiquetas <code>&lt;style&gt; ... &lt;/style&gt;</code> en el bloque<code>&lt;head&gt;</code> sólo en la página de pedido.

source: Block name
es_es: Nombre del bloque

source: Empty cart text
es_es: Texto para carrito vacío

source: SKU selection
es_es: Cambiar artículo SKU

source: Allow customers to select other product SKUs in the shopping cart
es_es: Permitir a los clientes elegir otro producto en el carrito

source: For example, to change product properties such as color or size
es_es: Por ejemplo, para cambiar las propiedades del producto: colores, tamaño, etc.

source: Discout information per product
es_es: Información de descuento por producto

source: Total discount information
es_es: Información de descuento total

source: Store working schedule
es_es: Horario de trabajo de la tienda

source: Checkout type
es_es: Tipo de pago

source: Limit shipping area
es_es: Limitar el área de envío

source: Select a region
es_es: Seleccionar región

source: Locality
es_es: Localidad

source: locality
es_es: localidad

source: Separate locality names with a comma.
es_es: Separe los nombres de las localidades con una coma.

source: Selected country and region will be visible to customers but not available for changing.
es_es: El país y la región seleccionados serán visibles para los clientes, pero no estarán disponibles para cambiarlos.

source: To hide selected country and region fields from customers, switch to “Minimal” mode and set up a single shipping area with a country and region selected in its settings.
es_es: Para ocultar el país y la región seleccionados a los clientes, cambie al modo "Mínimo" y configure la única área de entrega, en la configuración de la cual seleccione el país y la región.

source: Show pickup points map
es_es: Mostrar mapa de puntos de recogida

source: Login offer text
es_es: Texto de inicio de sesión

source: Logout offer text
es_es: Texto de cierre de sesión

source: Customer type
es_es: Tipo de cliente

source: Customer types
es_es: Tipos de clientes

source: Person mode name
es_es: Nombre de modo para personas

source: Company mode name
es_es: Nombre de modo para empresas

source: Hint text for companies
es_es: Texto de ayuda para empresas

source: Companies service terms text
es_es: Texto de los términos de servicio de las empresas

source: Persons:
es_es: Personas:

source: <a href="%s" target="_blank">Edit contact fields</a> <i class="icon10 new-window"></i> in Settings app.
es_es: <a href="%s" target="_blank">Editar campos de contacto</a> <i class="icon10 new-window"></i> en la aplicación "Configuración".

source: Companies:
es_es: Empresas:

source: <a href="%s" target="_blank">Add and configure shipping methods <i class="icon16 new-window"></i></a>
es_es: <a href="%s" target="_blank">Añadir y personalizar métodos de envío <i class="icon16 new-window"></i></a>

source: Request ZIP code with the locality name
es_es: Solicitar el código postal con el nombre de la localidad

source: “Courier” shipping type title
es_es: Título de tipo de envío «Repartidor»

source: “Pickup” shipping type title
es_es: Título de tipo de envío «Recogida»

source: “Post” shipping type title
es_es: Título de tipo de envío «Correo»

source: <a href="%s" target="_blank">Edit address fields</a> <i class="icon10 new-window"></i> in Settings app.
es_es: <a href="%s" target="_blank">Editar campos de dirección</a> <i class="icon10 new-window"></i> en la aplicación "Configuración".

source: Address fields provided by shipping plugins will be displayed before custom fields that you may add.
es_es: Los campos de dirección proporcionados por los plugins de envío se mostrarán antes de los campos personalizados que puede añadir.

source: Disable address fields which are not required for all shipping options. Shipping plugins will add required address fields during checkout, if necessary.
es_es: Desactive los campos de dirección que no son necesarios para todas las opciones de envío. Los plugins de envío añadirán campos de dirección obligatorios durante el proceso de pago, si es necesario.

source: Shipping plugins response waiting time
es_es: Tiempo de espera de respuesta de plugins de envío

source: Shipping options provided by plugins which process external requests longer than specified will not be available for choice.
es_es: Las opciones de envío proporcionadas por los plugins que procesan las solicitudes externas durante más tiempo del especificado no estarán disponibles para su elección.

source: <a href="%s" target="_blank">Add and configure payment methods <i class="icon16 new-window"></i></a>
es_es: <a href="%s" target="_blank">Añadir y ajustar los métodos de pago<i class="icon16 new-window"></i></a>

source: Allow customers to leave a comment to an order
es_es: Permitir a los clientes dejar un comentario a un pedido

source: Show
es_es: Mostrar

source: Enter your terms of service, refund conditions, and other legal information for customers to read and to agree to during checkout.
es_es: Introduzca sus términos de servicio, condiciones de reembolso y otra información legal para que los clientes los lean y acepten durante el proceso de pago.

source: If this field is completed, customers will see a link to the conditions and a checkbox to confirm their consent before checkout completion.
es_es: Si se completa este campo, los clientes verán un enlace a las condiciones y una casilla de verificación para confirmar su consentimiento antes de completar el proceso de pago.

source: Customer profiles updating &amp; auto-signup
es_es: Actualización de perfiles de clientes y auto-suscripción.

source: Ask to log in with a confirmation code
es_es: Solicitar el inicio de sesión con un código de confirmación

source: A login confirmation code will be sent to a customer’s email address or phone.
es_es: Se enviará un código de confirmación de inicio de sesión a la dirección de correo electrónico o al teléfono del cliente.

source: Upon confirmation, a customer will be authorized and will have access to their online account.
es_es: Tras la confirmación, el cliente estará autorizado y tendrá acceso a su cuenta en línea.

source: You can request a code again in
es_es: Puede solicitar un código de nuevo en

source: After this timeout, a customer will be able to re-request a confirmation code by email or SMS when logging in to confirm checkout completion.
es_es: Después de este tiempo de espera, el cliente podrá volver a solicitar un código de confirmación por correo electrónico o SMS al iniciar sesión para confirmar la finalización del proceso de pago.

source: “Thank you” page title
es_es: Encabezado de página «Gracias»

source: “Thank you” page text
es_es: Página de texto "Gracias"

source: Use shipping area
es_es: Usar el área de envío

source: Shipping area name
es_es: Nombre del área de envío

source: No shipping areas added
es_es: No se han añadido áreas de envío

source: Add shipping area
es_es: Añadir área de envío

source: Narrow
es_es: Limitado

source: Medium
es_es: Medio

source: Compare at price without discount and discount amount
es_es: Comparar al precio sin descuento y sin importe de descuento

source: Large
es_es: Grande

source: Only compare at price without discount
es_es: Sólo el precio tachado sin descuentos

source: Only common discount amount
es_es: Sólo cantidad de descuento común

source: Extra information about discounts by coupons and bonus points
es_es: Visualización de importes de descuento individuales por cupones y puntos de bonificación

source: Default
es_es: Predeterminado

source: Minimal
es_es: Mínimo

source: Use a fixed list of <strong>shipping areas</strong> if you deliver orders to a limited list of locations. Customers can quickly select a location from a list without having to select a country and region first.
es_es: Utilice una lista fija de <strong>áreas de envío</strong>, si envías pedidos según una lista limitada de ubicaciones o regiones. Los compradores podrán elegir los nombres de las áreas de entrega de una pequeña lista sin tener que especificar un país y región.

source: A <strong>country is required</strong> to be selected in shipping area properties. If a region or a city name are not specified, they will be requested from a customer.
es_es: <strong>El país debe seleccionarse</strong> en las propiedades del área de entrega. Si no se especifica el nombre de la región o ciudad, los compradores tendrán que especificarlos.

source: If <strong>no shipping areas have been set up</strong>, customers will have to select a country and a region, and to enter a city name to view available shipping options.
es_es: Si <strong>no configuras las áreas de entrega</strong>, los compradores deberán seleccionar un país y una región e ingresar el nombre de la localidad para ver una lista de las opciones de entrega disponibles.

source: If you set up <strong>only one shipping area</strong>, with <strong>country</strong>, <strong>region</strong>, and <strong>city</strong> specified, then customers will see at once all shipping options available for that area only, without an option to change location.
es_es: Si configuras <strong>solo un área de entrega</strong> — indicando <strong>países</strong>, <strong>regiones</strong> и <strong>ciudades</strong>, los compradores verán de inmediato todas las opciones de entrega disponibles para esta área, sin la posibilidad de cambiar el área de entrega.

source: Always show
es_es: Mostrar siempre

source: Only on screens over 760 pixels wide
es_es: Sólo en pantallas de más de 760 píxeles

source: Never show
es_es: No mostrar nunca

source: Persons & companies
es_es: Personas y empresas

source: By submitting this form I agree to <a href="---INSERT A LINK HERE!---" target="_blank">personal data protection policy</a>
es_es: Al hacer clic en el botón de confirmación, acepto los términos <a href="---PONER AQUÍ LA REFERENCIA AL DOCUMENTO!---" target="_blank">políticas de procesamiento de datos personales</a>

source: I agree to <a href="---INSERT A LINK HERE!---" target="_blank">personal data protection policy</a>
es_es: Acepto los términos de<a href="---PONER AQUÍ LA REFERENCIA AL DOCUMENTO!---" target="_blank">política de procesamiento de datos personales</a>

source: Unauthorized customer can place orders, and each order will create a new customer profile
es_es: El cliente no autorizado puede realizar pedidos, y cada pedido creará un nuevo perfil de cliente

source: Unauthorized customer can place orders, and they will be connected with an existing customer profile
es_es: El cliente no autorizado puede realizar pedidos y se conectarán con un perfil de cliente existente

source: Checkout with mandatory email address or phone number confirmation
es_es: Confirmación obligatoria de la dirección de correo electrónico o número de teléfono para realizar un pedido.

source: Common working schedule
es_es: Modo de horario de trabajo
