Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Must be a value from 0 to 100
es_es: Ingrese un número de 0 a 100

source: Export product feature values
es_es: Exportar valores de características del producto

source: Export product image filenames
es_es: Exportar enlaces a archivos de fotos

source: Plugin fields
es_es: Datos de los Plugins

source: Export product extra fields
es_es: Exportar campos adicionales

source: Profile settings will be automatically saved and applied to all future data exports.
es_es: Al exportar, los cambios en la configuración del perfil se guardarán y se aplicarán automáticamente a las sesiones de exportación posteriores.

source: Popular tags
es_es: Tags-etiquetas populares

source: Popular plugins
es_es: Plugins populares

source: Customize this print form in <a href="%s">Settings &rarr; Print forms</a>
es_es: Establecer la apariencia de la forma en la sección «<a href="%s">Ajustes &rarr; Formas imprimibles</a>»

source: All stocks
es_es: Todos los stocks

source: There are no stock update records on @%s yet.
es_es: No hay registros de actualización de stock @%s.

source: There are no stock update records yet.
es_es: No hay registros de cambios en el balance de stock.

source: %d log item
es_es: %d registro

source: Total stock count
es_es: Saldo total

source: Stock updates
es_es: Registro de cambios de stock

source: SKUs
es_es: Artículos

source: Pricing & availability
es_es: Precios y disponibilidad

source: Any text code or label identifying this product, e.g. model or serial number
es_es: Identificador de producto, por ejemplo, modelo o número de serie

source: SKU name displayed in the storefront
es_es: El nombre del artículo que los clientes ven en escaparate de su tienda

source: Show all options
es_es: Mostrar todos los ajustes

source: Based on last 30 days sales dynamic (%d items of %s sold during last 30 days), you will run out of %s in <strong>%d days</strong> (on %s)
es_es: En los últimos 30 días, se han vendido %d unidades de productos %s. Si mantiene estas tendencias de ventas el producto %s estará completamente agotado en <strong>%d dias</strong> (%s)

source: color name
es_es: color

source: To edit product custom features, add at least one product type on the <em>Settings → Product types & features</em> screen.
es_es: Para editar las características de un producto, cree al menos un tipo de producto en la sección <em>Configuración → Tipos de producto y características</em>.

source: Assign this product to a particular product type to be able to edit product custom features.
es_es: Debe especificar el tipo de este elemento para editar los valores de las características.

source: Original image
es_es: Imagen original

source: Products in this view are sorted <strong>by date added</strong>.
es_es: Los productos en esta lista están ordenados por <strong>por fecha de adición</strong>.

source: Sort order cannot be changed to manual here.
es_es: No se puede establecer manualmente el orden en esta lista.

source: Products in this view are sorted <strong>by name</strong>.
es_es: Los productos en esta lista están ordenados <strong>por nombre</strong>.

source: Products in this view are sorted <strong>by price</strong>.
es_es: Los productos en esta lista están ordenados <strong>por precio</strong>.

source: Products in this view are sorted <strong>by count in stocks</strong>.
es_es: Los productos en esta lista están ordenados <strong>por la disponibilidad en el stock</strong>.

source: Products in this view are sorted <strong>by rating</strong>.
es_es: Los productos en esta lista están ordenados <strong>por clasificación</strong>.

source: Products in this view are sorted <strong>by total sales value</strong>.
es_es: Los productos en esta lista están ordenados por <strong>ventas totales</strong>.

source: Get embed code
es_es: Código de inserción

source: Start again?
es_es: ¿Comenzar de nuevo?

source: Warning. Checkout funnel has changed from %s
es_es: Advertencia: el proceso de pedido cambió de %s

source: Average monthly sales
es_es: Ventas mensuales promedio

source: Must be a positive value or zero
es_es: Debe ser un valor positivo o cero

source: Change this feature type
es_es: Cambiar el tipo de esta característica

source: Change feature type
es_es: Cambiar tipo de característica

source: Current data type
es_es: Tipo de datos actual

source: New data type
es_es: Nuevo tipo de datos

source: When altering feature data type, product feature values will be automatically converted to the new data type. Conversion routine will attempt to convert all product feature values automatically, but still some data may be lost when conversion is not feasible. Example: when altering feature type from Text (string) to Value (numerical), product feature values such as "100" and "200" will be converted to numbers properly, and values that do not have a numerical representation (e.g. "hello", "none", "red") will be converted to 0. In case of data loss, there will be no way to roll back.
es_es: Cuando cambie el tipo de datos, los valores de característica se actualizarán automáticamente para todos los productos. En los casos en que sea imposible convertir el valor de característica en un nuevo tipo de datos, los datos de este valor pueden perderse. Por ejemplo, si cambia el tipo de característica de texto (Texto) a numérico ( Las cadenas de valores) como "100" y "200" se convertirán en un tipo numérico correctamente, y los valores que no tengan una representación numérica ("sí", "no", "rojo") obtendrán el valor 0. En caso de pérdida de datos, no habrá forma de recuperarlos.

source: Backend orders
es_es: Pedidos creados en el backend manualmente

source: Send from
es_es: Remitente

source: Other email...
es_es: Otro correo electrónico...

source: Test message sent!
es_es: Mensaje de prueba enviado

source: Sender IDs
es_es: ID de remitentes

source: Enter Sender IDs to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
es_es: Ingrese las ID de los remitentes para esta vía de enlace SMS (la ID del remitente es un número de teléfono o una cadena de hasta 11 caracteres). Ingrese un asterisco * para usar la ID asignada por la vía de enlace SMS.

source: Updated settings will be applied only to newly created thumbnails. To apply updated settings to all existing product thumbnails, start thumbnail re-generation process.
es_es: Las configuraciones actualizadas estarán disponibles sólo al crear nuevas miniaturas de imágenes. Para aplicar las configuraciónes actualizadas a las imágenes de productos existentes, comience el proceso de generación de miniaturas de productos.

source: Re-generate all product image thumbnails
es_es: Eliminar y volver a crear miniaturas de todas las imágenes de los productos

source: Re-generating all public product image thumbnails allows you to save some disk space on server and to optimize images after thumbnail generation settings such as sharpening and JPEG compression quality were changed. Depending on the number of products, the entire process may take from few seconds to few minutes or even hours for very large product databases.
es_es: El proceso de generación de miniaturas de imágenes le permite eliminar archivos de imagen no utilizados innecesarios, liberar espacio en el servidor y recrear miniaturas de imágenes de productos existentes mediante la configuración actualizada (filtro de nitidez, calidad JPEG, etc.).Dependiendo de la cantidad de productos en su tienda en línea, el proceso puede tomar desde varios segundos hasta varios minutos o incluso horas en el caso de una gran cantidad de productos.

source: Re-generate product image thumbnails
es_es: Eliminar y volver a crear miniaturas de productos

source: This will start the process of deleting all existing product thumbnails and re-generating them from fullsize versions according to latest thumbnail generation settings such as sharpening and JPEG compression quality. Depending on the number of products, re-generation may take some time to complete and may free some disk space on your server.
es_es: El proceso de generación de miniaturas de imágenes le permite eliminar archivos de imagen no utilizados innecesarios, liberar espacio en el servidor y recrear miniaturas de imágenes de productos existentes mediante la configuración actualizada (filtro de nitidez, calidad JPEG, etc.).Dependiendo de la cantidad de productos en su tienda en línea, el proceso puede tomar desde varios segundos hasta varios minutos o incluso horas en el caso de una gran cantidad de productos.

source: While thumbnails are re-generated, your storefront visitors should see no difference in your storefront functioning, and there should be no broken images, because new thumbnails are created by Webasyst automatically upon user request. However, since creating new thumbnails consume server resources, your server may experience above-average load while new thumbnails are created. The overload depends on the number of requests on thumbnails generation, i.e. on your storefront traffic. It is recommended to perform thumbnail re-generation when your storefront traffic is at its lowest.
es_es: En el proceso de recreación de miniaturas de imágenes, el script procesa todos los productos a su vez, elimina y vuelve a crear archivos de miniaturas de imágenes. Los visitantes de la tienda en línea no deben notar ningún cambio en la tienda en línea, sin embargo, debido al hecho de que el proceso de creación masiva de miniaturas de imágenes nuevas requiere recursos del sistema, no se recomienda ejecutarlo cuando su sitio está bajo una carga pesada o recibe muchos visitantes..

source: Automatically create thumbnails of predefined custom sizes (enable this in case you are sure about the list of your custom thumbnail sizes, or if custom-sized on-fly thumbnail generation is disabled; otherwise it is safe to have this option turned off)
es_es: Crear inmediatamente imágenes en miniatura de imágenes de tamaños predefinidos (habilite si está prohibida la creación de miniaturas sobre la marcha o si está seguro de que la lista de tamaños predefinidos se rellena de acuerdo con los requisitos del tema de diseño de su tienda en línea; si no está seguro, se recomienda dejar esta opción desactivada).

source: Please don’t close your browser window until re-generation is over.
es_es: Por favor, no cierre la ventana del navegador hasta que se complete el proceso.

source: Start re-generation process
es_es: Iniciar proceso de regeneración

source: Default (as configured in SMS gateway)
es_es: Predeterminado (asignado por la via de enlace de SMS)

source: Custom Sender ID...
es_es: Otra ID...

source: Order source
es_es: Fuente de pedido

source: All order sources
es_es: Todos los pedidos

source: Backend orders only
es_es: Pedidos creados en el backend manualmente

source: Notification will be sent only for orders placed via the selected source.
es_es: La notificación se enviará solo para pedidos que coincidan con la fuente seleccionada.

source: Order selected shipping option description
es_es: Descripción del método de envío seleccionado

source: Order selected payment option description
es_es: Descripción del método de pago seleccionado

source: Send test notification
es_es: Verificar envío

source: Notification testing requires at least one paid or complete order for sample data.
es_es: Para verificar notificación nesecita al menos un pedido pagado o completado.

source: Browse payment plugins...
es_es: Buscar plugins de pago...

source: This will drop all customizations made to the print form template, and revert it to the original version. Are you sure?
es_es: Esta acción deshará todos los cambios que haya realizado en la plantilla del formulario de impresión y restaurará su versión original. ¿Continuar?

source: Template
es_es: Plantilla

source: Create at least one product type to setup product recommendations.
es_es: Para personalizar las recomendaciones cree al menos un tipo de producto.

source: Product search will be performed by multiple product parameters including name, descriptions, tags, feature values, and others. When product information is indexed for search, every parameter value is counted with a priority (weight) you define using the chart below. Fine-tune product search by defining which parameters have the most priority for search (100 is the highest priority, 0 is the lowest).
es_es: La búsqueda de productos se realiza mediante muchos parámetros, como nombre, descripciones, etiquetas, valores característicos, etc. Durante el llenado del índice de búsqueda (base de datos para búsqueda), estos parámetros se tienen en cuenta con diferentes prioridades (pesos) que puede ajustar a continuación. Establezca los valores de prioridad óptimos para los parámetros de los productos según el tipo de productos ofrecidos en su tienda en línea (100 es la prioridad más alta, 0 es la más baja).

source: Ignore symbols
es_es: Ignorar símbolos

source: All ignored symbols will be automatically omitted from the user search query. Example: if product name contains “V-112”, and you wish users to be able to find this product using “v112” search criteria, add - (hyphen) to the list of ignored symbols.
es_es: Los símbolos ignorados se eliminarán automáticamente de la consulta de búsqueda del usuario. Ejemplo: si el nombre de uno de los productos contiene "V-112" y desea que este producto esté en la frase de búsqueda "v112", agregue - (guión) a la lista de símbolos ignorados.

source: Search on part of word
es_es: Buscar por parte de la palabra

source: Enabling this option will make words such as “transmitter” and “transformer” found by a search query such as “trans”. Recommended if most products in your online store come with long or complex names.
es_es: Activar esta configuración le permitirá encontrar palabras como "transformador" y "transformación" usando la consulta de búsqueda "trans". Se recomienda habilitar esta configuración si la mayoría de los productos en su tienda en línea contienen palabras largas o difíciles de escribir.

source: Only if search query length is no less then %s characters
es_es: Sólo si la longitud de la consulta de búsqueda es al menos %s caracteres

source: Updated search settings will be applied only to products added or updated after new settings had been saved. To apply updated search settings to all existing products, re-index entire product search database.
es_es: La configuración de búsqueda actualizada se aplicará sólo a los productos nuevos y editados, la información sobre la cual se actualiza después de guardar la configuración de búsqueda. Para aplicar la configuración actualizada a los productos existentes, inicie el proceso de actualización de la base del índice para todos los productos.

source: Re-index all products for search
es_es: Actualizar índice base para todos los productos

source: Re-generate search index database for all existing products of your online store.
es_es: Actualizar completamente la base de datos del índice de búsqueda para todos los productos en su tienda en línea.

source: This will re-generate search index database table for all existing products of your online store.
es_es: El proceso de volver a indexar la información del producto le permite actualizar completamente la base de datos del índice de la tienda en línea usando la configuración actualizada de búsqueda de productos.

source: Depending on the number of products, this operation may take from few seconds to few minutes or even hours for very large databases.
es_es: Dependiendo de la cantidad de productos en su tienda en línea, el proceso puede demorar desde unos pocos segundos hasta algunos minutos o incluso horas si hay una gran cantidad de productos.

source: Please don’t close your browser window until the process is completed.
es_es: Por favor, no cierre la ventana del navegador hasta que se complete el proceso de reindexación.

source: Start re-indexing process
es_es: Iniciar el proceso de reindexación

source: Browse shipping plugins...
es_es: Buscar plugin de envío...

source: New stock
es_es: Nuevo stock

source: Empty value
es_es: Valor vacío

source: Selected categories (%d)
es_es: Categorías seleccionadas (%d)

source: Checkout funnel
es_es: Embudo de pedido

source: Profile name
es_es: Nombre del perfil

source: New importexport profile
es_es: Nuevo perfil

source: Perform action to all selected orders?
es_es: ¿Realizar una acción en todas las órdenes seleccionadas?

source: Drag products here
es_es: Arrastre productos aquí

source: %d value
es_es: %d valor

source: feature
es_es: característica

source: Only %d pcs of %s are available, and you already have all of them in your shopping cart.
es_es: Lo siento, pero sólo están disponibles %d artículos %s, y todos ellos ya están en su cesta de compras.

source: The number of items your can add to the order is limited by the stock level
es_es: La cantidad de productos que puede agregar a un pedido está limitada por su saldo de inventario en almacen.

source: Unknown feature
es_es: Característica desconocida

source: Feature type conversion is not allowed or failed
es_es: La conversión del tipo de datos no es posible o se realiza con errores.

source: Updated %d product image.
es_es: Imágenes actualizadas para %d producto.

source: %d product affected.
es_es: Información actualizada del %d producto.

source: Error when delete thumbnails for image %d
es_es: Error al eliminar las miniaturas de imagen %d

source: close
es_es: cerrar

source: Notification
es_es: Notificación

source: Length of state ID more then 16 symbols
es_es: El ID de estado no puede exceder los 16 caracteres

source: Empty action ID
es_es: Ingresar ID de acción

source: Empty action name
es_es: Introduzca el nombre de la acción

source: Length of action ID is more then 32 symbols
es_es: La ID de acción no puede exceder los 32 caracteres.

source: Empty template
es_es: Plantilla vacía

source: Other fields
es_es: Otros campos

source: Successfully re-indexed %d product
es_es: El índice de búsqueda se actualizó correctamente para %d productos.

source: All address fields required by selected shipping option
es_es: Todos los campos de dirección requeridos para el método de envío seleccionado

source: All address fields required by selected shipping option including hidden completed fields
es_es: Todos los campos de dirección requeridos para el método de envío seleccionado, incluidos los campos rellenos ocultos

source: Make completed address fields, hidden with previous option “All address fields required by selected shipping option”, available for editing on “Shipping” step.
es_es: Haga que estén disponibles para editar en el paso "Envío" los campos rellenados de dirección, que están ocultos al usar la opción "Todos los campos de dirección, requeridos para el método de envío elegido".

source: Force drop out-of-stock products to the bottom of all lists
es_es: Mover automáticamente todos los artículos que no están en stock al final de la lista

source: When enabled, out-of-stock products will be automatically dropped to the bottom of every product list on this storefront, e.g. in product search results, category product filtering, and more. Product quantities in all stocks are taken into account.
es_es: Los productos que no están en stock se moverán abajo automáticamente a todas las listas de productos en el escaparate: en los resultados de búsqueda, en las listas de productos dentro de las categorías, en productos de filtrado, etc. Se tienen en cuenta los saldos de productos en todos los stocks.

source: Setting <em>$available_only = true</em> will automatically exclude all out-of-stock products from the return
es_es: La configuración de <em>$available_only = true</em> excluirá automáticamente del resultado todos los productos que no estén en stock.

source: In stock value updated to ∞
es_es: Balance de stock actualizado a ∞

source: In stock value updated to %d
es_es: Balance de stock actualizado a %d

source: Order %s was completed
es_es: El pedido %s fue realizado

source: Order %s was placed
es_es: Pedido %s en revisión

source: Order %s was deleted
es_es: Pedido %s eliminado

source: Order %s was edited
es_es: Pedido %s editado

source: Order %s was paid
es_es: Pedido %s pagado

source: Order %s was processed
es_es: Procesando %s procesando

source: Order %s was refunded
es_es: El pedido %s fue devuelto

source: Order %s was restored
es_es: El pedido %s fue restaurado

source: Order %s was shipped
es_es: El pedido %s fue entregado

source: Registered customers apply for affiliate bonuses and discounts on future orders.
es_es: Los clientes registrados reciben puntos de bonificación acumulables y descuentos en pedidos futuros.

source: Please select payment option
es_es: Por favor, seleccione la opción de pago

source: Please select shipping option
es_es: Por favor, seleccione la opción de envío

source: <a href="http://www.shop-script.com/">Ecommerce software</a> by Webasyst
es_es: <a href="http://www.shop-script.com/">Software de comercio electrónico</a> por Webasyst SHOP-SCRIPT ESPAÑA

source: Pre-order only
es_es: Sólo pedido anticipado

source: Full HTML/Smarty code for embedding this product set into a design template or a page of any app of this Webasyst installation.
es_es: Código HTML / Smarty completo para incrustar una lista de productos en una plantilla de diseño o en una página de cualquier aplicación dentro de su Webasyst.

source: Total stock balance
es_es: Balance de stock total

source: View log
es_es: Ver registro

source: Approximate date when you run out of stock for this SKU based on average selling rate for this product
es_es: Fecha aproximada de agotamiento de stock estimada para este artículo, calculada a partir de los datos de ventas promedio para este producto

source: %d day
es_es: %d día

source: Welcome to your new online store!
es_es: ¡Bienvenido a tu nueva tienda en línea!

source: Start by creating a product or importing products in bulk.
es_es: Comience creando un nuevo producto o importando una lista de productos.

source: Start by creating a product in your <a href="%s">store backend</a>.
es_es: Comience por crear un producto en el <a href="%s">back-end de la tienda en línea</a>.

source: Browse import/export plugins
es_es: Buscar plugins de importación/exportación

source: Embed into:
es_es: Añadir a:

source: Design template
es_es: Plantilla de diseño

source: Page or another Webasyst app
es_es: Página u otra aplicación Webasyst

source: For certain design theme changing <code>list-thumbs.html</code> to an appropriate template file name may be required (if embed code is not working properly, and you are not sure about the file name, please contact design theme developer).
es_es: Para algunos temas de diseño, puede ser necesario reemplazar el nombre de la plantilla de salida <code>list-thumbs.html</code> con otro nombre de archivo adecuado en el código dado (si el código a continuación para insertar en la lista de productos no funciona y no está seguro qué nombre de archivo debe especificar, póngase en contacto con el desarrollador del tema de diseño).

source: In the code below, replace <code>THEME_ID</code> with your design theme ID (get your theme ID in the design editor’s theme settings screen).
es_es: En el código para insertar una lista de productos, debe reemplazar <code> THEME_ID </ code> con el identificador del tema de diseño que utiliza para su tienda en línea (puede ver el identificador en la configuración del tema de diseño en la sección "Escaparate").
