Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Back to image list
es_es: Volver a la lista de imágenes

source: No orders yet
es_es: Todavía no hay pedidos

source: Defining product purchase price allows you to estimate product profitability. Each time new order is placed, actual product purchase price will be saved in order details, and thus altering base product purchase price will affect only new orders and existing orders with no purchase price defined.
es_es: El precio de compra se utiliza en los informes para evaluar la rentabilidad del producto. Dado que el precio de compra del producto se registra en la información del pedido en el momento de la compra, el cambio en el precio de compra se aplicará automáticamente a todos los pedidos futuros.

source: Edit product
es_es: Editar producto

source: Selected column list will be applied for all users and all product lists in backend.
es_es: El conjunto de columnas seleccionado se usará en el backend de la tienda para todas las listas de productos.

source: custom
es_es: personalizado

source: You have activated custom product sort order for this view. If you want to use this sort order as a new default global option for this category, please apply it in category settings.
es_es: El orden de clasificación seleccionado es diferente de la categoría seleccionada en la configuración. Para habilitar automáticamente el nuevo orden de clasificación, selecciónelo en la configuración de categoría básica.

source: To add products into this category, find and select them in some product list view and either drag to this category in the left sidebar or click “Add to category” on the right.
es_es: Para añadir productos a esta categoría, selecciónelos en la lista y arrastre a la categoría en el panel izquierdo, o haga clic en el enlace "Añadir a categoría" a la derecha.

source: To add products into this product set, find and select them in some product list view and either drag to this category in the left sidebar or click “Add to set” on the right.
es_es: Para agregar productos a esta categoría, selecciónelos en la lista y arrastre a la categoría en el panel izquierdo, o haga clic en el enlace "Añadir a categoría" a la derecha.

source: Delete expense
es_es: Eliminar publicación

source: Modify expense
es_es: Editar publicación

source: New expense
es_es: Nueva publicación

source: Channel
es_es: Canal

source: Sources
es_es: Fuentes

source: Not specified
es_es: Sin especificar

source: Note
es_es: Nota

source: There are no marketing expenses yet.
es_es: No hay información sobre gastos de marketing.

source: A/B tests
es_es: A/B pruebas

source: New test
es_es: Nueva prueba

source: New option
es_es: Nueva opción

source: Get code
es_es: Obtener código

source: There is <strong>%d paid order</strong>
es_es: Se encontró <strong>%d pedido</strong>

source: with traces of this A/B test for the total of <strong>%s</strong>.
es_es: con rastros de esta prueba A / B para el total de <strong>%s</strong>.

source: First order created on <strong>%s</strong>, last one on <strong>%s</strong>.
es_es: Primer pedido creado por <strong>%s</strong>, último <strong>%s</strong>.

source: View details
es_es: Ver detalles

source: ... your HTML for option “%s” here ...
es_es: ... HTML para la opción “%s” ...

source: %d visitors abandoned
es_es: &minus;%d visitantes

source: The goal!
es_es: Objetivo alcanzado!

source: Group by
es_es: Agrupar

source: week
es_es: semana

source: month
es_es: mes

source: All sources
es_es: Todas las fuentes

source: Customer Lifetime Value
es_es: Valor del cliente

source: Month %s
es_es: Mes %s

source: Week %s
es_es: Semana %s

source: Day %s
es_es: Día %s

source: Custom range
es_es: Intervalo arbitrario

source: Only paid orders are counted
es_es: Sólo se cuentan los pedidos pagados

source: Marketing costs
es_es: Gastos de marketing

source: Cost
es_es: Gastos

source: Customer Acquisition Cost — an average cost for convincing one to place and pay for an order
es_es: Coste de adquisición del cliente (CAC, Customer Acquisition Cost) — coste promedio de atraer a un cliente que realizó y pagó el pedido

source: Average Revenue Per User = Total sales / Number of customers
es_es: Ganancia promedio del cliente (ARPU, Average Revenue Per User) = Ventas totales / Número de clientes

source: Indicates how much does average customer brings you in sales.
es_es: Ganancia promedio de ventas por cliente (tiempo total).

source: Lifetime ARPU
es_es: ARPU total

source: Average Margin Per User = Total profit / Number of customers
es_es: Ganancia promedio por cliente (AMPU, Average Margin Per User) = Ganancia total / Número de compradores

source: Customer Lifetime Value indicates how much does average customer brings you in profit. LTV is the lifetime AMPU.
es_es: El valor del cliente (LTV, Customer Lifetime Value) muestra la cantidad de ganancias que obtiene un cliente en promedio. LTV se calcula como AMPU (tiempo en total).

source: (direct)
es_es: (directo)

source: Number of customers
es_es: Número de clientes

source: Best selling products and services
es_es: Productos y servicios más vendidos

source: Subtotal %1$s &minus; Discount %2$s
es_es: Coste total %1$s &minus; Descuento %2$s

source: Total sales %1$s &minus; Purchase expense %2$s
es_es: Ventas totales %1$s &minus; Valor de compra %2$s

source: Assets
es_es: Activos

source: What to sell
es_es: Qué vender

source: Profit percentage = Net profit (%s) / Cost price (%s) = %s%%
es_es: Rentabilidad = Ganancia (%s) / Precio de compra (%s) = %s%%

source: <strong>+%s%%</strong> to average order value
es_es: <strong>+%s%%</strong> al importe promedio del pedido

source: On the selected time period, there were no orders with <a href="%s">extra services</a>.
es_es: En el período de tiempo seleccionado, no hubo pedidos con <a href="%s">servicios adicionales</a>.

source: There were no products sold on the selected period.
es_es: No hubo productos vendidos en el período seleccionado.

source: In-stock assets
es_es: Activos en stock

source: Number of products:
es_es: Cantidad de productos:

source: Stock count
es_es: Disponible

source: The overall amount you will get if you sell the entire stock
es_es: Ganancias totales de ventas los saldos de inventario de stock

source: Net worth
es_es: Valor neto/Valor de los activos

source: Selling time
es_es: Tiempo de venta (tiempo de realización de productos)

source: Not enough sales data to estimate selling time for this product
es_es: No hay suficientes datos de ventas para estimar el tiempo de venta para este producto

source: %d item
es_es: %d ud.

source: Forecast period
es_es: Pronóstico

source: 1 month
es_es: 1 mes

source: 3 months
es_es: 3 meses

source: 6 months
es_es: 6 meses

source: 1 year
es_es: 1 año

source: 2 years
es_es: 2 años

source: Profit per selling one item of a product
es_es: Ganancia de ventas unitarias de productos

source: Profit per item
es_es: Ganancia por unidad

source: Average number of items sold per month
es_es: Cantidad promedio de artículos vendidos durante el mes

source: Sold per month
es_es: Ventas por mes

source: Estimated overall sales for the selected period
es_es: Valoración total de ventas estimadas para el período seleccionado

source: Estimated overall number of items to be shipped
es_es: Valoración de ventas totales de unidades de productos, realizados en el período seleccionado

source: Items to ship
es_es: Para enviar

source: Estimated extra expenses on the purchase of items in addition to the current stock level
es_es: Valoración estimada del costo adicional de compra de artículos añadido al nivel de stock actual

source: Investments
es_es: Inversiones

source: Estimated total income on selling these items
es_es: Valoración de ganancias totales de la venta de productos

source: Traces of A/B test found for selected period
es_es: Se encontraron rastros de la prueba A/B

source: Select A/B test to show
es_es: Seleccionar prueba A/B

source: Sales report
es_es: Informe de ventas

source: Overall amount of all paid orders
es_es: La suma total de todos los pedidos pagados

source: Sales volume
es_es: Volumen de ventas

source: Average paid order amount
es_es: Suma de pedido promedio

source: Average order
es_es: Pedido promedio

source: Profit = Order amount &minus; Shipping &minus; Tax &minus; Product purchase price
es_es: Ganancias = Importe del pedido &minus; Envío &minus; Impuestos &minus; Precio de compra

source: Return On Investment for the selected period = Profit / Marketing costs
es_es: Retorno de la inversión para el período seleccionado (ROI, Return On Investment) = Ganancias/Costos de marketing

source: Overall ROI calculated for the entire data. This is where your current ROI value might converge to.
es_es: Indicador ROI de todos los tiempos. Lo más probable es que el ROI actual con un aumento del período seleccionado tenderá a este valor.

source: All time ROI
es_es: ROI de todos los tiempos

source: Service price
es_es: Precio del servicio

source: When ordered with a particular product, service increases product base price by the amount provided. Service price can be set in bulk for all products, or customized for every individual product or SKU.
es_es: El servicio se solicita con el producto y aumenta su precio según el costo especificado. El costo del servicio puede determinarse para todos los productos de tipos seleccionados o individualmente para productos específicos.

source: Offer this service with following products:
es_es: Ofrecer este servicio con los siguientes productos:

source: Select particular products
es_es: Seleccionar productos

source: Maps
es_es: Mapas

source: <a href="%s" target="_blank">See documentation</a> for details.
es_es: <a href="%s" target="_blank">Ver documentación</a>.

source: To enable SMS message sending, install and configure sending plugin for your preferred SMS gateway.<br /> <a href="%s">Browse for SMS gateway plugins</a> in Installer app.
es_es: Para enviar mensajes SMS, instala y configure la conexión a uno de los proveedores de SMS.<br />Los complementos de conexión a los proveedores de SMS están disponibles para la instalación <a href="%s">en el "Instalador"</a>.

source: Delete order action
es_es: Eliminar acción

source: Set order state
es_es: Establecer estado de pedido

source: Don’t change order state
es_es: No cambiar el estado del pedido

source: Button
es_es: Botón

source: Link
es_es: Enlace

source: Email and SMS notifications on order actions are configured in “<a href="?action=settings#/notifications/" class="nowrap">Settings → Notifications</a>” section.
es_es: Las notificaciones de correo electrónico y SMS sobre acciones con pedidos se configuran en la sección «<a href="?action=settings#/notifications/" class="nowrap">Configuración → Notificaciones</a>».

source: Search algorithm
es_es: Algoritmo de búsqueda

source: Basic
es_es: Básico

source: Smart
es_es: Inteligente

source: Product search will be performed by product and SKU names.
es_es: La búsqueda de productos se realizará por el nombre de los bienes y artículos.

source: Out-of-stock products can be added to cart and ordered
es_es: Los artículos que no están en stock se pueden agregar a la cesta para un pedido

source: Cohort
es_es: Cohorte

source: Oops! %s just went out of stock and is not available for purchase at the moment. We apologize for the inconvenience. Please remove this product from your shopping cart to proceed.
es_es: Lo sentimos, % s acaba de agotarse y no está disponible para realizar el pedido. Lamentamos los inconvenientes. Por favor, para continuar, retire el producto de la cesta.

source: Oops! %s just went out of stock and is not available for purchase at the moment. We apologize for the inconvenience.
es_es: Lo sentimos, %s acaba de agotarse y no está disponible para realizar el pedido. Lamentamos los inconvenientes.

source: Not available
es_es: No disponible

source: Contact deleted: %d
es_es: Contacto eliminado: %d

source: Add at least two variants.
es_es: Agrega al menos dos variantes.

source: Sales by source
es_es: Ventas por fuente

source: Social
es_es: Redes sociales

source: Sales by social media
es_es: Ventas por referencias de redes sociales

source: Sales by country and region
es_es: Ventas por país y región

source: Sales by campaign
es_es: Ventas por campaña

source: Sales by shipping option
es_es: Ventas por opción de envío

source: Sales by payment method
es_es: Ventas por método de pago

source: Sales by coupon
es_es: Ventas con uso de cupones de descuento

source: Landings
es_es: Páginas de aterrizaje (Landing-page)

source: Sales by landing page
es_es: Ventas por landing-pages

source: (not defined)
es_es: (no definido)

source: region not specified
es_es: región no especificada

source: Oops! For some reason your contact information was lost during the checkout. Please return to the contact information checkout step to finalize your order.
es_es: Lo sentimos, no se pudo realizar el pedido. Por alguna razón desconocida, la información de contacto ingresada se perdió durante el proceso de pedido. Vuelva al paso para introducir la información de contacto para realizar este pedido.

source: Payment option is not defined. Please return to the payment selection checkout step to continue.
es_es: La opción de pago no está definida. Por favor, vuelva al paso de selección de pago para continuar.

source: Shipping option is not defined. Please return to the shipping option checkout step to continue.
es_es: El método de envío no está definido. Vuelva al paso de selección de método de envío para continuar.

source: Image
es_es: Imagen

source: Contact customer
es_es: Escribir al cliente

source: Message was sent
es_es: El mensaje fue enviado

source: sent a message to customer
es_es: envió un mensaje al cliente

source: Select from a list of values (select)
es_es: Seleccionar un valor de la lista (seleccionar)

source: Multiple values (checkboxes)
es_es: Seleccionar valores múltiples (casillas de verificación)

source: Data too long
es_es: Línea de datos demasiado larga

source: A message was added
es_es: Mensaje agregado

source: Send via
es_es: Usar

source: Sender
es_es: Remitente

source: Message
es_es: Mensaje

source: Send
es_es: Enviar

source: Error sending message to client. Message is not sent.
es_es: Error al enviar. No se envió ningún mensaje al cliente.

source: Restart checkout
es_es: Reiniciar el proceso de pago

source: Additional categories
es_es: Categorías adicionales

source: Duplicate product row under each category it belongs to
es_es: Duplicar información de producto para cada categoría a la que pertenece

source: Product descriptions
es_es: Descripciones de productos

source: Non-HTML product descriptions
es_es: Descripciones de productos sin usar HTML

source: If checked, a &lt;br&gt; tag will be automatically added after every line of the product description.
es_es: Habilitar para agregar automáticamente el formato de descripción del producto mediante las etiquetas "tags" &lt;br&gt;.

source: Today
es_es: Hoy

source: Last order %d day ago
es_es: Último pedido %d hace un día

source: Number of customers with the same email address
es_es: Número de clientes con la misma dirección de correo electrónico

source: Number of customers with the same phone number
es_es: Número de clientes con el mismo número de teléfono

source: %d more customer found with the same email address
es_es: %d cliente encontrado con la misma dirección de correo electrónico

source: %d more customer found with the same phone number
es_es: %d cliente encontrado con el mismo número de teléfono

source: A/B testing in Shop-Script is a great way to compare several versions of your site content and to find out which one impacts sales the most.
es_es: Las pruebas A / B en Shop-Script le permiten comparar varias opciones para la apariencia-diseño-usabilidad o el contenido del sitio web y evaluar el impacto de cada una de ellas en las ventas y las ganancias.

source: The complete guide to A/B testing with Shop-Script
es_es: Guía detallada de pruebas A/B para Shop-Script

source: Test ID
es_es: ID de prueba

source: Embed the following code to any template file or page, and add your custom content you want to split-test:
es_es: Agregue el código de prueba a cualquier plantilla de diseño o página en su sitio y complételo con contenido cuya efectividad desee comparar:

source: The results of A/B test will be available on the main sales reports page as soon as you get at least one paid orders after embedding this test code.
es_es: Los resultados de la prueba A/B estarán disponibles en el informe de ventas principal inmediatamente después de que se haya efectuado como mínimo el pago de un pedido, éste será procesado después de la colocación del código de prueba

source: This A/B test and its results will be deleted without a recovery option. Delete?
es_es: La prueba A / B y sus resultados se eliminarán de forma permanente. ¿Eliminar?

source: Not enough sales data to build cohort chart for the selected period.
es_es: No hay suficientes datos para crear cohortes para el período de informe especificado.

source: quarters
es_es: todos los trimestres

source: Stream graph
es_es: Gráfico de flujo

source: Stacked graph
es_es: Gráfico apilado

source: Quarter %s
es_es: Trimestre %s

source: Average number of orders placed by a single customer
es_es: Cantidad promedio de pedidos pagados por un cliente

source: Orders per customer
es_es: Pedidos por cliente

source: No paid orders on the selected period.
es_es: No hay pedidos pagados en el período seleccionado.

source: Selling time is estimated based on the average monthly sales during last 90 days (%d items per month for this product).
es_es: El tiempo total de ventas se estima en base a los datos de ventas de productos en los últimos 90 días (este producto se vendió en en promedio en la cantidad de %d unidades por mes).

source: A/B tests results available
es_es: Resultados de la prueba A/B disponibles

source: Select test
es_es: Seleccionar prueba

source: Transaction date
es_es: Fecha de transacción

source: Order was marked as paid or completed
es_es: El pedido fue pagado o completado

source: Order was created
es_es: El pedido fue creado

source: Choose an order action to associate its date with the order amount in <a href="?action=reports">sales reports</a>.
es_es: Seleccione una acción con un pedido cuya fecha desee vincular el importe del pedido en <a href="?action=reports">informes de ventas</a>.

source: %d image imported with errors
es_es: %d imagen importada con errores

source: Unknown action
es_es: Acción desconocida

source: Version %s
es_es: Versión %s

source: Add version
es_es: Agregar versión

source: New version
es_es: Nueva versión

source: Add expense
es_es: Añadir nota

source: Enter domain name...
es_es: Ingresar nombre de dominio...

source: Enter UTM campaign ID...
es_es: Ingresar ID de campaña UTM ...

source: One-time
es_es: Una sola vez

source: Time frame
es_es: Período

source: The amount will be gradually distributed by day over the entire period, which allows you to estimate ROI more precisely.
es_es: La cantidad ingresada se distribuirá de manera uniforme en los días de todo el intervalo de tiempo especificado, lo que hace que el ROI estimado sea más preciso.

source: No marketing expenses on the selected period
es_es: No hay gastos de marketing en el período seleccionado

source: Add your marketing expenses to automate ROI (Return On Investment) calculation by traffic source and campaign.
es_es: Agregue sus gastos de marketing para automatizar el cálculo del ROI (retorno de la inversión) por fuente de tráfico y campaña UTM.

source: Guest checkout
es_es: Pedido sin autorización

source: Create new customer profile for every guest order
es_es: Crear un nuevo perfil de cliente para cada pedido

source: Add an order to existing customer profile with the same phone number or email address
es_es: Adjuntar un pedido a un cliente existente con el mismo número de teléfono o dirección de correo electrónico

source: Add an order to existing customer profile with the same email address
es_es: Agregar un pedido a un perfil de cliente existente con la misma dirección de correo electrónico

source: Non-authorized customers do not need to confirm their email address or phone number.
es_es: Los compradores no autorizados no tienen que confirmar su dirección de correo electrónico o número de teléfono.

source: Authorized customers cannot use an email address or phone number from other customers’ or backend users’ profiles.
es_es: Los compradores autorizados no pueden usar la dirección de correo electrónico o el número de teléfono previamente almacenado en los perfiles de otros compradores o usuarios del Backend.

source: Non-authorized customers must confirm their email address or phone number before checkout completion, only if those data have been found in other registered customers’ profiles or in only one backend user profile. Such customers are automatically logged in right after confirmation or get signed up, if not registered, and receive a corresponding notification.
es_es: Los compradores no autorizados deben confirmar la dirección de correo electrónico o el número de teléfono antes de completar el pedido sólo si estos datos se almacenaron previamente en los perfiles de otros clientes registrados o en el perfil de un usuario del Backend. Dichos clientes se autorizarán automáticamente inmediatamente después de la confirmación o se registrarán, con el envío de una notificación al respecto, si no se han registrado previamente.

source: Authorized customers can change their email address or phone number to those found in other registered customers’ profiles or in one backend user profile, only after confirmation.
es_es: Los compradores autorizados pueden cambiar la dirección de correo electrónico o el número de teléfono guardado previamente en los perfiles de otros clientes registrados o en el perfil de un usuario backend, sólo después de la confirmación.

source: A customer cannot place an order with the use of an email address or phone number found in multiple backend user profiles.
es_es: Es imposible realizar un pedido utilizando la dirección de correo electrónico o el número de teléfono especificado en los perfiles de varios usuarios backend.

source: Non-authorized customers must confirm their email address or phone number before checkout completion. Such customers are automatically logged in right after confirmation or get signed up, if not registered, and receive a corresponding notification.
es_es: Los compradores no autorizados deben confirmar la dirección de correo electrónico o el número de teléfono antes de completar el pedido. Dichos compradores se autorizarán automáticamente inmediatamente después de la confirmación o se registrarán, con el envío de una notificación al respecto, si no se han registrado previamente.

source: Oops!
es_es: Error!

source: Promos
es_es: Promo

source: Select at least one storefront.
es_es: Elige al menos un escaparate.

source: Next 30 days forecast
es_es: Pronóstico para los próximos 30 días

source: stock net worth
es_es: patrimonio neto de acciones

source: Delete all child categories
es_es: Eliminar todas las categorías secundarias

source: Can manage customers
es_es: Gestión de clientes

source: Can manage services
es_es: Gestión de servicios

source: Can manage product sets, categories, and promos
es_es: Gestionar tarjetas promocionales, categorías y listas de productos

source: Can import and export data
es_es: Importar y exportar datos

source: Read only
es_es: Sólo lectura

source: Edit and add new products only
es_es: Agregar nuevos productos y editarlos

source: Full access
es_es: Acceso completo

source: Order %s
es_es: Pedido %s

source: E.g. %s
es_es: Por ejemplo, %s

source: Shop by Department
es_es: Catálogo de productos
