Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Variables <strong>%s</strong> will be replaced with the actual product information when displaying it on the storefront. Can be used in title and META fields.
es_es: Puede usar las variables <strong>%s</strong> en el título y el contenido de los campos META del producto, que serán reemplazados por la información real sobre el producto cuando se muestre en el escaparate.

source: Set this SKU weight in case it differs from the product default weight value (%s).
es_es: Ajuste este peso de SKU en caso de que difiera del valor de peso por defecto del producto (%s).

source: Checkout funnel report shows how many customers abandon their orders during the checkout process based on unique shopping cart sessions.
es_es: El embudo de pedidos muestra cuántos clientes abandonan una compra durante el proceso de pago. Sólo se tienen en cuenta los compradores únicos (sesiones) cuando se forma el embudo.

source: Change comparing to previous checkout step
es_es: El cambio en comparación del paso anterior

source: Start over
es_es: Comenzar de nuevo

source: Dismiss
es_es: Cerrar

source: Reset checkout funnel
es_es: Restablecer el embudo de pedido

source: Entire checkout funnel report data will be erased without the ability to restore.
es_es: Todos los datos acumulados, en base a los cuales se formó el embudo de comprobación de pedido, se eliminarán permanentemente.

source: %d customer
es_es: %d cliente

source: <strong>Checkout process settings were altered on %s.</strong> This report is based on data collected both before and after this change and thus may be unrepresentative.
es_es: <strong>La configuración del proceso de pedido ha sido modificada %s.</strong> El embudo se forma en base a los datos que se recopilaron antes y después de este cambio, por lo que la información en este informe puede no ser representativa.

source: Billing address is configured not to be prompted during checkout, which means that tax by billing will not be calculated for most orders.
es_es: El proceso de pedido está configurado de tal manera que la dirección del pagador no se solicita al comprador en la fase de introducción de la información de contacto. El cálculo del impuesto en la dirección del pagador no funcionará para los pedidos que no tengan la dirección del pagador especificada.

source: Select feature
es_es: Seleccionar una característica

source: %d review for
es_es: %d reseña о

source: Unknown region for delivery
es_es: Región de envío desconocida

source: Use HTTPS for checkout and personal accounts
es_es: Use una conexión HTTPS segura al realizar un pedido y para la cuenta personal del cliente

source: Automatically redirect to secure https:// mode for checkout (/checkout/) and personal account (/my/) pages of your online storefront. Make sure you have valid SSL certificate installed for this domain name before enabling this option.
es_es: Habilite automáticamente https:// conexión segura para realizar pedidos (/checkout/) y la cuenta del cliente (/my/). ¡Incluya sólo si se ha comprado e instalado un certificado SSL para su dominio!

source: Stock information was edited
es_es: La información del stock fue editada

source: Stock information was updated during bulk product import
es_es: El saldo de stock se ha actualizado al importar productos

source: Stock information was updated when processing an order
es_es: El saldo de stock se ha actualizado durante el procesamiento del pedido

source: Inventory transferred from one stock to another
es_es: Inventario trasladado de un stock a otro

source: Unrecognized stock operation
es_es: Operación de stock no reconocida

source: SKU %s no longer exists for this product
es_es: El artículo %s ya no está definido para este producto

source: For details <a href="%s" target="_blank">see documentation</a>.
es_es: Para obtener más información <a href="%s" target="_blank">consulte la documentación</a>.

source: Certain symbols (such as %s) may be ommitted when exporting with the selected encoding. Consider using UTF-8 encoding for safe export and import.
es_es: Algunos caracteres (por ejemplo, % s) se pueden omitir al exportar un archivo en la codificación seleccionada. Para exportar e importar de forma confiable cualquier caracter, use la codificación UTF-8.

source: Stock level for products with selectable features defined as <{ … }>
es_es: Nivel de stock para productos con características seleccionables definidas como <{ … }>

source: Equally distribute stock levels among all SKUs of this product
es_es: Dividir los saldos de los almacenes en partes iguales entre todos los artículos de productos

source: (e.g. if 24 is set as stock level for the entire product in CSV file, and there are 8 SKUs to be imported, every SKU will be set 3 as stock count; the overall product stock level will be set to 8 &times; 3 = 24)
es_es: (por ejemplo, si se especifica el valor 24 para un producto con 8 artículos, entonces se importará un valor de 3 para cada artículo; el número total de artículos en stock será 8 x 3 = 24)

source: Set provided stock count for all imported SKUs
es_es: Establecer el valor especificado para todos los artículos importados

source: (e.g. if 24 is set as stock level for the entire product in CSV file, and there are 8 SKUs, every SKU will be set 24 as stock count, and thus the overall product stock level will be set to 8 &times 24 = 192)
es_es: (por ejemplo, si se especifica el valor 24 para un producto con 8 artículos, entonces se importará un valor de 24 para cada artículo; el número total de artículos en stock será 8 x 24 = 192)

source: Don’t import stock information for such SKUs
es_es: No importar saldo de stock para dichos artículos

source: Column assignment map
es_es: Lista de columnas

source: Upload and assign columns
es_es: Cargar y asignar columnas

source: Review settings
es_es: Comprobación de parámetros

source: Review import settings
es_es: Comprobar configuración de importación

source: Gathering information from the file...
es_es: Cargando contenido del archivo...

source: @2x image thumbnail generation
es_es: Miniaturas de imágenes @2x

source: Automatic @2x image thumbnail generation (recommended)
es_es: Permitir generación de miniaturas a @2x bajo demanda (recomendado)

source: Enabling this option will allow automatic creation of image thumbnails on-fly for devices with high pixel density displays, e.g. Retina displays. Generating bigger images require more memory resources for image generation, requires more disk space for storing images, but significantly improves user experience on devices with high-end displays
es_es: Activar esta configuración creará automáticamente imágenes en miniatura para dispositivos con una alta densidad de píxeles, por ejemplo, para dispositivos con pantalla Retina. La formación de estas imágenes requiere más memoria RAM del servidor y más espacio para almacenar archivos, pero esto mejorará significativamente la visualización de productos en monitores modernos.

source: Thumbnail quality @2x
es_es: Calidad de miniatura @2x

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 70 is recommended.
es_es: Calidad de compresión JPEG para miniaturas. De 0 (baja calidad, tamaño de archivo mínimo) a 100 (mayor calidad, tamaño de archivo más grande). Valor recomendado: 70.

source: Collision at rows #
es_es: Colisión en las filas #

source: %d column will be processed
es_es: %d columna será procesada

source: %d column will be ignored
es_es: %d la columna será omitida

source: The following information were gathered from the CSV file and is ready to be imported:
es_es: La siguiente información se encontró en el archivo CSV y está lista para la importación:

source: Import completed!
es_es: ¡Importación completada!

source: Export completed!
es_es: ¡Exportación completada!

source: Total import time: <strong>%s</strong>
es_es: Duración total de la importación: <strong>%s</strong>

source: If estimation appears to be not valid, alter column assignment table and primary columns and review settings again.
es_es: Si los resultados de la prueba no cumplen con sus expectativas, cambie la correspondencia de las columnas y la elección de los parámetros de identificación y repita la prueba.

source: Add to existing
es_es: Añadir a existente

source: Add as new feature
es_es: Crear una nueva característica

source: Will be imported as category
es_es: Será importado como una categoría

source: Will be imported as product
es_es: Será importado como un producto

source: Previewing %s of %s rows
es_es: Comprobaсión %s desde %s líneas

source: Load more...
es_es: Mostrar más...

source: months
es_es: meses

source: years
es_es: años

source: Shop by category
es_es: Catálogo de productos

source: You don’t have enough access rights to view the order list.
es_es: No tienes permiso suficiente para ver la lista de pedidos.

source: No plugins are installed.
es_es: No hay plugins instalados.

source: Total export time: <strong>%s</strong>
es_es: Tiempo total de exportación: <strong>%s</strong>

source: %d new category to be added
es_es: %d nueva categoría

source: %d new product to be added
es_es: %d nuevo producto

source: %d new SKU to be added
es_es: %d nuevo artículo

source: %d category to be updated
es_es: %d categoría será actualizada

source: %d product to be updated
es_es: %d producto será actualizado

source: %d SKU to be updated
es_es: %d artículo será actualizado

source: Excessive declaration for a category on %d line
es_es: Declaración excesiva para una categoría en %d líneas

source: Identical product declaration on %d line. All lines declaring the same product will be grouped and merged
es_es: Declaración de producto idéntica en %d las líneas.Todas las líneas que declaran el mismo producto serán agrupadas y fusionadas.

source: Excessive declaration for a SKU on %d line
es_es: Declaración excesiva para un SKU en %d líneas

source: Added %d category
es_es: Categoría %d añadida

source: Added %d product
es_es: Añadido %d producto

source: Linked %d product image
es_es: Añadida %d imagen del producto

source: Updated %d category
es_es: Actualizada %d categoría

source: Updated %d product
es_es: Actualizados %d productos

source: Updated %d SKU
es_es: Actualizado %d artículo

source: Updated %d product image
es_es: Actualizadas %d imágenes de productos

source: Ambiguous identification conditions for %d category
es_es: Condiciones de identificación no están identificadas para %d categorías

source: Ambiguous identification conditions for %d product
es_es: Condiciones de identificación no están identificadas para %d productos

source: Ambiguous identification conditions for %d SKU
es_es: Condiciones de identificación no están identificadas para %d artículos

source: Ambiguous identification conditions for %d product image
es_es: Condiciones de identificación no están identificadas para %d imágenes del producto

source: %d product record was not updated due to insufficient access rights for you as Webasyst user
es_es: %d producto no se actualizó debido a derechos de acceso insuficientes de su usuario de Webasyst

source: %d product has unknown currency
es_es: Para %d producto la moneda no está definida

source: %d category imported with errors
es_es: %d categoría fue importada con errores

source: %d SKU
es_es: %d artículo

source: Loyalty program
es_es: Programa de bonificación

source: Loyalty program allows you to stimulate customers returning order activity by rewarding customers bonus points for each paid order. Depending on your business model, you may offer additional discounts in exchange to earned points, or pay out earned bonuses to your customers directly.
es_es: El programa de fidelización le permite estimular a los clientes para que realicen pedidos repetidos recompensandoles con bonos por cada pedido pagado. Dependiendo de los detalles de su tienda en línea, puede ofrecerles a los clientes el uso de bonos para recibir descuentos en pedidos posteriores o pagar los bonos ganados directamente a sus clientes.

source: Bonus activity log
es_es: Registro de actividad de bonificación

source: Remove this helper text in your store backend &gt; Storefronts &gt; Design &gt; <strong>home.html</strong> template file.<br>Search for <b>REMOVE THIS!</b> to locate this block in the template file.
es_es: Elimine este texto del backend de su tienda en línea en la sección <i>Escaparates</i> &gt; <i>Diseño</i> &gt; <strong>home.html</strong>. Busque la línea <b>REMOVE THIS!</b> y retire completamente este bloque.

source: Bonus credit
es_es: Puntos de bonificación

source: Bonus pay out
es_es: Pago de puntos de bonificación

source: Average customer rating:
es_es: Calificación promedio de los clientes:

source: %s out of 5 stars
es_es: % s de 5 estrellas

source: no rate
es_es: sin calificaciones

source: Default value: %d
es_es: Valor predeterminado: %d

source: Phone number and work hours
es_es: Número de teléfono y horas de trabajo

source: Always open (24/7)
es_es: Siempre abierta (24/7)

source: Define work hours
es_es: Definir horas de trabajo

source: Work hours are displayed in the storefront and help your customers to know which is the best time to call you
es_es: Las horas de apertura se muestran en el escaparate

source: Recommended!
es_es: ¡Recomendado!

source: Don’t use bonus discount
es_es: No usar bonos acumulados

source: I have a coupon!
es_es: ¡Ya tengo un cupón!

source: Buy
es_es: Comprar

source: Load more
es_es: Cargar más

source: This order will add <strong>+%s bonuses</strong> to your account, which you will be able to spend on getting additional discounts later.
es_es: Este pedido agregará <strong>+%s puntos de bonificación</strong>, que luego puede usar para obtener descuentos adicionales.

source: Compare selected products
es_es: Comparar productos seleccionados

source: Only a few items left
es_es: Sólo quedan unos pocos artículos

source: In your store backend, drag some products into <strong>%s</strong> product list (which is in the left sidebar of the Products screen), and these products will be automatically published here — right on your storefront homepage.
es_es: Arrastre varios productos a la lista <strong>%s</strong> en el backend de su tienda en línea (la lista se encuentra en la columna izquierda en la sección "Productos"), y estos productos se publicarán automáticamente aquí en su escaparate.

source: Photos app returned no photos, so there is nothing to show in your storefront homepage promo slider.
es_es: La aplicación de fotos ha devuelto una lista de fotos vacía, por lo que no hay nada que mostrar en un carrusel de imágenes(slider).

source: Install Photos app to make your storefront homepage promo slider display last uploaded photos.
es_es: Instale la aplicación de fotos para que las últimas fotos cargadas aparezcan en un carrusel de imágenes (slider).

source: Buy now
es_es: Comprar ya

source: Start by <a href="%s">creating a product</a> in your store backend.
es_es: Comience por <a href="%s">creando un producto </a> en el backend de la tienda en línea.

source: Compare %s
es_es: Comparar %s

source: Clear comparison list
es_es: Borrar lista de comparación

source: Product comparison list is empty.
es_es: La lista de comparación de productos está vacía.

source: added a product
es_es: agregó un producto

source: edited a product
es_es: editó un producto

source: deleted a product
es_es: eleminó un producto

source: performed catalog import
es_es: importó productos

source: performed catalog export
es_es: exportó productos

source: posted a product review
es_es: publicó una reseña del producto

source: added a category
es_es: agregó una categoría

source: edited a category
es_es: editó una categoría

source: deleted a category
es_es: eliminó una categoría

source: placed an order
es_es: hizo un pedido

source: accepted an order for processing
es_es: aceptó el pedido para procesarla

source: marked an order as paid
es_es: marcó un pedido como pagado

source: paid an order
es_es: pagó un pedido

source: shipped an order
es_es: envió un pedido

source: refunded an order
es_es: Reembolsado un pedido

source: edited an order
es_es: editó un *pedido

source: deleted an order
es_es: eliminó un pedido

source: restored an order
es_es: restauró un pedido

source: marked an order as completed
es_es: marcó un pedido como completado

source: posted an order comment
es_es: agregó un comentario al pedido

source: added an affiliate credit
es_es: agregó puntos de bonificación afiliado al partner

source: registered an affiliate payout
es_es: hizo un pago de puntos de bonificación afiliado al partner

source: Duplicate
es_es: Crear duplicado

source: Custom product type
es_es: Nuevo tipo de producto

source: Select from templates
es_es: Seleccionar de plantillas

source: Product type template
es_es: Plantilla de tipo de producto

source: Unable to delete some of the products (%d) because you have insufficient access rights.
es_es: No se pueden eliminar algunos de los productos (%d), porque no tiene suficientes derechos de acceso.

source: There are no shipping options.
es_es: No hay opciones de envío.

source: Affiliate balance of %1$s is decreased by amount %2$s
es_es: Cuenta de un crédito de bonificación afiliado del cliente %1$s reducida en %2$s

source: Affiliate balance of %1$s is increased by amount %2$s
es_es: Un crédito de bonificación afiliado del cliente %1$s aumentó en %2$s

source: You have changed category ordering for your own backend view only. If you want to make global change for frontend customers, please modify category settings.
es_es: Ha cambiado el orden de clasificación sólo para la lista en el backend. Si desea aplicar los cambios para los clientes en el escaparate, guarde el orden de clasificación en la configuración de categoría

source: The following discounts are applicable for this order:
es_es: Los siguientes tipos de descuentos se aplican al pedido:

source: Shop is set up to use single largest of all discounts: %s
es_es: La tienda está configurada para usar el descuento máximo de todos los descuentos aplicables: %s

source: Shop is set up to use sum of all discounts: %s
es_es: La tienda está configurada para usar la suma de todos los descuentos aplicables:

source: Manually edited discount. Click to apply automatically calculated discount value.
es_es: El descuento se especifica manualmente. Haga clic para aplicar un valor calculado automáticamente.

source: Automatically calculate discount according to rules set up in store and plugin settings
es_es: Calcular automáticamente el descuento de acuerdo con las reglas en la configuración de la tienda y los plugins

source: Manually edit automatically calculated discount
es_es: Configura manualmente el descuento calculado automáticamente

source: Product list settings
es_es: Configuración de la lista de productos

source: Select columns
es_es: Selecciona columnas

source: Number of SKUs
es_es: Número de artículos

source: Number of images
es_es: Número de imágenes

source: Number of reviews
es_es: Número de reseñas

source: This selection will be applied for all users and all product lists in backend.
es_es: Esta configuración se aplica a todos los usuarios de back-end en todas las listas de productos.

source: When converting prices into primary currency:
es_es: Al convertir los precios a la moneda base:

source: Round fractions up only
es_es: Sólo fracciones redondas

source: (up only)
es_es: (sólo arriba)

source: Round to nearest 100
es_es: Redondear hasta 100

source: Round to nearest 99
es_es: Redondear hasta 99

source: Round to nearest 10
es_es: Redondear hasta 10

source: Round to nearest 1.00
es_es: Redondear hasta 1.00

source: Round to nearest .99
es_es: Redondear hasta .99

source: Round to nearest 0.1
es_es: Redondear hasta 0.1

source: Round to nearest 0.01
es_es: Redondear hasta 0.01

source: Not round
es_es: No redondear

source: Incorrect format.
es_es: Formato incorrecto.

source: <strong>%s</strong> category only
es_es: Sólo en la categoría «<strong>%s</strong>»

source: Dynamic categories filter products only from parent categories they belong to.
es_es: El filtrado dinámico se realiza sólo entre los productos de la categoría parental.

source: Delete feature
es_es: Eliminar característica

source: How to set up?
es_es: ¿Cómo configurar?

source: Added %d SKU
es_es: Añadido %d artículo

source: You have <strong>%d product</strong> with this feature value specified. Deleting this feature will erase it’s value for all these products.
es_es: El valor de la característica se establece para <strong>%d producto </strong>. Al eliminar una característica, borra sus valores para todos estos productos.

source: This feature is not assigned to any product yet, and thus can be safely deleted.
es_es: El valor de la característica no se establece para ningún producto, por lo que se puede eliminar sin perder información sobre los productos.

source: Matches shipping address
es_es: Coincide con la dirección de envío

source: Edit billing address
es_es: Cambiar dirección de facturación

source: Sort by alphabet
es_es: Ordenar por alfabeto

source: The entire category tree will be sorted by alphabet (category nesting will remain unchanged).
es_es: El árbol de categorías se ordenará alfabéticamente (la jerarquía de categorías no se modificará).

source: Sort the entire tree
es_es: Ordenar el árbol entero

source: Analytics
es_es: Analítica

source: Permanent user account
es_es: Usuario registrado

source: %s has personal account on your site.
es_es: El usuario %s está registrado y tiene una cuenta personal.

source: Last login
es_es: Último inicio de sesión

source: No permanent user account
es_es: Usuario no registrado

source: %s did not sign up for personal account on your site yet.
es_es: El usuario %s no está registrado y no tiene una cuenta personal.

source: <strong>%s</strong> on %d paid order
es_es: <strong>%s</strong> %d pedido pagado

source: Last order %d days ago
es_es: Último pedido hace %d días

source: No paid orders yet
es_es: No hay pedidos pagados

source: %s did not purchase anything yet.
es_es: %s no ha realizado pedidos aún.

source: %s did not post any product reviews yet.
es_es: %s no ha dejado ninguna reseña de productos en tu tienda.

source: %s has no affiliate history yet.
es_es: %s no tiene puntos de bonificación.

source: Only customers with at least one order are displayed.
es_es: Sólo se muestran los clientes que hicieron al menos un pedido.

source: Page title
es_es: Título de la página

source: Hide links to this category in the storefront
es_es: No mostrar enlaces a esta categoría en el escaparate

source: Stock net worth
es_es: Valor de los activos después de la implementación

source: Category
es_es: Categoría

source: Set
es_es: Lista

source: Filter
es_es: Filtro

source: Order was paid on %s
es_es: La orden fue pagada %s

source: Registered customer
es_es: Cliente registrado

source: Pricing & Availability
es_es: Precios y disponibilidad

source: View stock logs
es_es: Ver registro de cambios de stock

source: Recent orders
es_es: Pedidos recientes

source: Description &amp; SEO
es_es: Descripción y SEO

source: Subpages
es_es: Subpáginas

source: Additional category
es_es: Categoría adicional

source: Selectable parameters
es_es: Selección de parámetros

source: SKU
es_es: Artículo

source: items
es_es: und.

source: item
es_es: unds.

source: Details
es_es: Detalles

source: Displayed in product lists.
es_es: Se muestra en las listas de productos.

source: Product custom features allows you to beautifully present all product details to your customers, to setup product search filters and upselling.
es_es: Las características permiten describir en detalle las propiedades de un producto, configurar sistemas para filtrar productos y recomendar productos similares (ventas adicionales).
