Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Discounts by coupons are turned off. Enable discounts in your <a href="%s">store settings</a>.
es_es: Los descuentos de cupones están deshabilitados. Habilite los descuentos <a href="%s">en la configuración</a> de su tienda.

source: State ID
es_es: ID de estado

source: on <a href="%s">%s</a>
es_es: al producto <a href="%s">%s</a>

source: Install plugins
es_es: Instalar plugins

source: Please add at least one stock in your store settings.
es_es: Añade al menos un stock en la configuración de la tienda para que esta sección funcione.

source: State name cannot be empty
es_es: Ingresar nombre de estado

source: Same state ID already exists
es_es: El estado con el ID especificado ya existe

source: ID is reserved
es_es: El ID está reservado.

source: Same action ID alreay exists
es_es: La acción con el ID especificado ya existe

source: New State
es_es: Nuevo estado

source: Not enough data in the contact information to place the order.
es_es: No se pudo guardar el pedido porque la información de contacto está incompleta.

source: Texts
es_es: Textos

source: Numbers
es_es: Números

source: Custom text (input)
es_es: Texto personalizado (introducir)

source: Custom number
es_es: Número personalizado

source: Numerical
es_es: Numérico

source: Selectable
es_es: Selección

source: Checkboxes (multiple choice)
es_es: Casillas de verificación (opción múltiple)

source: Divider
es_es: Separador

source: Conditional (select/input)
es_es: Condicional (select/input)

source: Depends on parent field
es_es: Dependiente del campo parental

source: If parent field value equals:
es_es: Si el valor del campo parental es:

source: Suggest following options:
es_es: Sugerir una opción entre las siguientes opciones:

source: Otherwise, when parent field does not match:
es_es: De lo contrario, cuando el valor del campo parental no coincide:

source: Show an &lt;input&gt; field for custom text
es_es: Mostrar campo de texto personalizado (ingresar)

source: Do not show this field at all
es_es: No mostrar este campo

source: Conditional field
es_es: Campo condicional

source: Order was placed
es_es: El pedido fue realizado

source: Order was confirmed and accepted for processing
es_es: El pedido fue confirmado y aceptado para su procesamiento

source: Order was shipped
es_es: Pedido enviado

source: Order was paid
es_es: Pedido pagado

source: Order was refunded
es_es: El pedido fue reembolsado

source: Order was edited
es_es: El pedido fue editado

source: Order was deleted
es_es: El pedido fue eliminado

source: Order was re-opened
es_es: El pedido fue restaurado

source: A comment was added for the order
es_es: Se agregó un comentario para el pedido.

source: Order was marked as completed
es_es: El pedido se marcó como completado

source: Callback
es_es: Respuesta del sistema de pago (callback)

source: Few words describing the most of the product.
es_es: Algunas palabras que mejor describen el producto.

source: Separate tags with comma (,).
es_es: Separa tags con una coma (,).

source: Enter email address
es_es: Ingresar dirección de correo electrónico

source: Email subject
es_es: Asunto del mensaje

source: Email body
es_es: Texto del mensaje

source: Max 160 chars. SMS is sent only if customer phone number was entered during the checkout.
es_es: No más de 160 caracteres. Se enviará una notificación por SMS si el comprador ingresó un número de teléfono al momento de realizar el pedido.

source: For internal use only (will not be included in the notification).
es_es: Para uso interno (no se agregará al texto de notificación).

source: Product not found
es_es: Producto no encontrado

source: New order %s
es_es: Nuevo pedido %s

source: Thank you for shopping at %s!
es_es: ¡Gracias por comprar en la tienda «%s»!

source: Order %s has been sent out!
es_es: Pedido %s enviado!

source: Hi %s
es_es: ¡Hola, %s!

source: Your order %s has been shipped!
es_es: ¡Su pedido %s ha sido enviado!

source: The shipment tracking number is <strong>%s</strong>
es_es: Número de seguimiento de envío: <strong>%s</strong>

source: Order %s has been updated
es_es: Pedido %s actualizado

source: Your order %s status has been updated to <strong>%s</strong>
es_es: El estado de su pedido %s se ha actualizado a <strong>%s</strong>

source: Average user rating: %s / 5
es_es: Calificación promedio de los clientes: %s / 5

source: See also
es_es: Ver también

source: Customers who bought %s also bought
es_es: Los clientes que compraron %s, también compraron

source: Compare at price
es_es: Precio tachado

source: <br>Product URLs: /<strong>category-name/subcategory-name/product-name/</strong><br>Category URLs: /<strong>category-name/subcategory-name/</strong>
es_es: <br>URLs de productos: /<strong>category-name/subcategory-name/product-name/</strong><br>URLs de categoría: /<strong>category-name/subcategory-name/</strong>

source: Order by
es_es: Ordenar por

source: Clone on top of the list
es_es: Duplicar al principio de la lista

source: My orders
es_es: Mis pedidos

source: My account
es_es: Mi Cuenta

source: Account
es_es: Cuenta

source: View and manage your orders.
es_es: Ver y gestionar pedidos.

source: My profile
es_es: Mi perfil

source: Update your contact information.
es_es: Actualice su información de contacto.

source: Contact information successfully updated!
es_es: La información de contacto se actualizó con éxito.

source: Optional comment for your convenience. Will never be shown to customers.
es_es: Comentario opcional para su conveniencia. No se mostrará a los clientes.

source: Save order
es_es: Guardar pedido

source: PIN is not valid
es_es: Código PIN ingresado incorrectamente

source: Please enter a 4-digit PIN that you received with your order receipt by email.
es_es: Ingrese el PIN de cuatro dígitos que se le envió por correo electrónico en la notificación del pedido.

source: View order
es_es: Ver pedido

source: Phone
es_es: Teléfono

source: Customer total
es_es: Cantidad total de los pedidos

source: Order total
es_es: Total del pedido

source: Add rate
es_es: Añadir tasa

source: No discounts defined yet.
es_es: No hay descuento añadido todavía.

source: No discount rules are defined yet.
es_es: No hay reglas de cálculo de descuento establecidas.

source: Discount of %s
es_es: Descuento por %s

source: Recalculation of order total, new discount: %s
es_es: Nuevo cálculo del total del pedido, nuevo descuento: %s

source: Browse for more payment modules in the Installer app…
es_es: Instalar nuevos módulos de pago utilizando la aplicación del «Instalador»…

source: Browse for more shipping modules in the Installer app…
es_es: Instalar nuevos módulos de entrega utilizando la aplicación del «Instalador»…

source: Order %s has been cancelled
es_es: El pedido %s ha sido cancelado

source: Your order %s has been cancelled. If you want your order to be re-opened, please contact us.
es_es: Su pedido %s ha sido cancelado. Si desea restaurar su pedido, contáctenos.

source: Affiliate program
es_es: Programa de afiliación

source: Credit rate
es_es: Tasa de crédito

source: Usage rate
es_es: Tasa de uso

source: Program applicability
es_es: Aplicabilidad del programa

source: +1 point per
es_es: +1 punto por

source: worth of own orders
es_es: de sus pedidos

source: 1 point =
es_es: 1 punto =

source: This customer has no affiliate history yet.
es_es: Este cliente aún no ha acumulado ninguna bonificación

source: Income
es_es: Ingresos

source: Expenditure
es_es: Gastos

source: Add credit
es_es: Añadir crédito

source: Add payment
es_es: Añadir pago

source: Credit amount
es_es: Monto del crédito

source: Payment amount
es_es: Monto del pago

source: Storefront settings
es_es: Configuración del escaparate

source: Upload files
es_es: Subir archivos

source: Remove from the order
es_es: Eliminar del pedido

source: Tax will be calculated after the order is saved.
es_es: El impuesto se calculará una vez se haya guardado el pedido

source: Affiliate programs
es_es: Programas de afiliados

source: Printform not found
es_es: No se ha encontrado el formulario de impresión.

source: Shipping rate was not calculated because required currency %s is not defined in your store settings.
es_es: El costo de entrega no se calcula porque la moneda requerida %s no está definida en la configuración de la tienda

source: Core content loaded according to the requested resource: product, category, search results, static page, etc.
es_es: El contenido principal se muestra según el tipo de página actual: producto, categoría, resultados de búsqueda, página de información, etc.

source: Product ID. Other elements of <em>$product</em> object available in this template are listed below.
es_es: ID del producto. Los elementos restantes del objeto <em>$product</em>, disponible en esta plantilla se enumeran a continuación

source: Conditional! Available only if current context of photo is album. Below are describe keys of this param
es_es: ¡Condicional! Disponible sólo si el contexto actual de la foto es el álbum. A continuación, se describen las teclas de este parámetro laura

source: Available vars are listed in the cheat sheet for product.html template
es_es: Las variables disponibles se enumeran en la hoja de trucos de la plantilla product.html

source: Displays badge of the specified product (<em>$product</em> object)
es_es: Muestra la pegatina para el producto especificado (objeto <em>$product</em>)

source: Returns current cart object
es_es: Devuelve el objeto actual de la cesta

source: Returns array of visible subcategories of specified parent category.<br><strong>$id</strong> (default: <em>0</em>): ID of parent category whose subcategories must be returned. By default, categories starting from top level are returned.<br><strong>$depth</strong> (default: <em>null</em>): depth of subcategory tree. By default, entire category tree is returned.<br><strong>$tree</strong> (default: <em>false</em>): flag requiring to return categories as a tree (<em>true</em>) or a flat array (<em>false</em>).<br><strong>$params</strong> (default: <em>false</em>): flag requiring to return categories with their extra parameters. By default, categories are returned without extra parameters.<br><strong>$route</strong> (default: <em>null</em>): array of route parameters of the storefront for which visible categories must be returned. By default, returned categories are not necessarily limited to certain storefronts.
es_es: Devuelve un conjunto de subcategorías visibles de la categoría parental especificada.<br><strong>$id</strong> (por defecto: <em>0</em>): ID de la categoría padre cuyas subcategorías deben ser devueltas. Por defecto, se devuelven las categorías que empiezan en el nivel superior.<br><strong>$depth</strong> (por defecto: <em>null</em>): profundidad del árbol de subcategorías. Por defecto, se devuelve el árbol de categorías completo.<br><fuerte>$árbol</fuerte> (por defecto: <em>falso</em>): bandera que requiere devolver las categorías como un árbol (<em>verdadero</em>) o una matriz plana (<em>falso</em>).<br><fuerte>$params</strong> (por defecto: <em>falso</em>): bandera que requiere devolver las categorías con sus parámetros extra. Por defecto, las categorías se devuelven sin parámetros extra.<br><strong>$route</strong> (por defecto: <em>null</em>): conjunto de parámetros de ruta del escaparate para el que deben devolverse las categorías visibles. Por defecto, las categorías devueltas no están necesariamente limitadas a ciertos escaparates

source: Displays 1—5 stars rating. $size indicates icon size and can be either 10 or 16
es_es: Muestra la calificación del producto: de 1 a 5 estrellas. Para el valor de $size, especifique el tamaño en píxeles: 10 o 16

source: Payment procedure cannot be processed because required currency %s is not defined in your store settings.
es_es: El pago por el método seleccionado no se pudo procesar porque la moneda requerida %s no se definió en la configuración de la tienda.

source: New follow-up
es_es: Nuevo mensaje

source: Follow-up name
es_es: Nombre del mensaje

source: This name is for your convenience only. It will never be shown to customers.
es_es: Nombre para uso interno. No se mostrará a los clientes.

source: Sending rules
es_es: Reglas de envío

source: Send after
es_es: Enviar a través

source: Send for customer‘s first paid order only
es_es: Enviar sólo para el primer pedido pagado del cliente

source: Follow-ups
es_es: Seguimientos

source: Follow-up has been deleted.
es_es: El mensaje de seguimiento fue eliminado.

source: Notification <strong>%s</strong> sent to customer.
es_es: Notificación <strong>%s</strong> enviada al cliente.

source: Notification <strong>%s</strong> sent to store admin.
es_es: Notificación <strong>%s</strong> enviada al administrador de la tienda.

source: Notification <strong>%s</strong> sent to %s.
es_es: Notificación <strong>%s</strong> enviada a %s.

source: View and manage your order
es_es: Ver información del pedido

source: Returns specified $product default image URL
es_es: Devuelve de la imagen principal del producto desde el objeto $product.

source: Buy %s
es_es: Comprar %s

source: %s did not place orders yet.
es_es: %s no ha realizado ningún pedido.

source: Add payout
es_es: Añadir pago

source: points
es_es: puntos

source: Comment is <strong>public</strong>. Your customer will see it in his account in the storefront.
es_es: El comprador verá este comentario en el historial de cargos y pagos en su cuenta.

source: Submit
es_es: Enviar

source: Credit
es_es: Ingreso

source: Debit
es_es: Saldo

source: Product sort order
es_es: Ordenar productos

source: As defined in backend
es_es: Como se define en el backend

source: worth of self placed orders
es_es: de sus pedidos

source: Credited for
es_es: Acreditado por

source: Send follow-up for given customer’s recurrent orders too
es_es: Enviar el seguimiento de los pedidos recurrentes de un cliente determinado también

source: Notification name is published in the order processing log.
es_es: El nombre de la notificación se publica en el historial de procesamiento de pedidos.

source: Cron is working properly. Latest execution time: %s
es_es: CRON para la tienda en línea habilitada y funcionando. Último tiempo de ejecución: <strong>%s</strong>

source: Follow-ups will not be sent, because cron is not properly configured.
es_es: No se enviarán seguimientos porque cron no está configurado correctamente.

source: What is cron?
es_es: ¿Qué es CRON?

source: Follow-ups require CRON to be properly setup for the Shop-Script app, which is currently not the case.
es_es: Los seguimientos requieren que CRON esté configurado correctamente para la aplicación Shop-Script, que actualmente no es el caso.

source: Setup cron with the following command (<a href="%s" target="_blank">cron setup instructions</a>):
es_es: Configure CRON con el siguiente comando en su panel de control de hosting (<a href="%s" target="_blank">instrucciones de configuración cron</a>):

source: Send in
es_es: Enviar a través

source: days after the order was paid
es_es: días después del pago del pedido

source: Update stock
es_es: Actualización de stock

source: Product stock levels will be updated (reduced) when this action is performed to the order.
es_es: Los restos de bienes en stock se actualizarán en el momento de la acción seleccionada con el pedido.

source: Ordering
es_es: Pedido

source: Maximum number of items that can be added to shopping cart is limited by stock level
es_es: La cantidad máxima de productos que se pueden agregar a la cesta no puede exceder el stock restante

source: Ordering is not limited by stock levels
es_es: El cliente puede realizar un pedido incluso si el artículo no está disponible

source: Your current affiliate bonus of %s points allows you to get an additonal discount of up to %s
es_es: Puedes usar tu bono de afiliado %s puntos para obtener un descuento adicional %s

source: Use bonus
es_es: Usar puntos de bonificación

source: New & Popular
es_es: Nuevo y Popular

source: Customer rating
es_es: Calificación del cliente

source: Sort by
es_es: Ordenar por

source: Your current affiliate bonus: <strong class="bonus">%s</strong>
es_es: Su bono de afiliado actual: <strong class="bonus">%s</strong>

source: You have no affiliate history yet.
es_es: Aún no ha tenido puntos de bonificación en un programa para afiliados.

source: View and manage your affiliate bonus activity.
es_es: Ver los puntos de bonificación acumulados para un programa de afiliados.

source: Shipment tracking number
es_es: Número de envío

source: Cron for follow-ups is configured properly. Latest execution time: <strong>%s</strong>
es_es: Cron para seguimientos está configurado correctamente. Último tiempo de ejecución: <strong>%s</strong>.

source: Follow-ups are configured properly. Latest Cron execution time: <strong>%s</strong>
es_es: Los seguimientos están configurados correctamente y listos para trabajar. Último tiempo de ejecución de Cron: <strong>%s</strong>.

source: This category does not contain any products.
es_es: No hay productos en esta categoría.

source: Customer can select product sort order
es_es: Los visitantes del sitio pueden elegir el orden de clasificación

source: Untitled
es_es: Sin título

source: This order will add +%s points to your affiliate bonus.
es_es: Esta orden agregará +%s puntos a su bono de afiliado.

source: Only %d left in stock
es_es: Sólo queda %d en stock

source: %d left
es_es: Sólo queda %d

source: Order states
es_es: Estado de los pedidos

source: Only paid and completed orders are shown in reports. If you cannot see a particular order in reports, make sure to click <strong>Pay</strong> or <strong>Complete</strong> button on the order-viewing page. Clicking either of these buttons will add a big “PAID” stamp to an order and will make it counted in your sales reports.
es_es: Sólo los pedidos pagados y completados se muestran en los informes de ventas. Si se hace un pedido, pero usted no lo ve en los informes, es probable que la acción "Pagado" o "Hecho" no se haya aplicado. Haga clic en el botón correspondiente en la página de pedido, y luego se marcará con el sello "PAGADO" y se tendrá en cuenta al crear informes de ventas.

source: Overall sales
es_es: Ventas generales

source: Traffic sources
es_es: Fuentes de tráfico

source: Countries & regions
es_es: Países y Regiones

source: Payment types
es_es: Métodos de pago

source: Compare with past
es_es: Сomparar con el período anterior

source: Previous month
es_es: Mes anterior

source: Previous year
es_es: Año anterior

source: Total sales
es_es: Ventas totales

source: New customers
es_es: Nuevos clientes

source: Returning
es_es: Clientes regresados

source: Average order value
es_es: Valor promedio del pedido

source: Average daily sales
es_es: Promedio de ventas diarias

source: %s/day
es_es: %s/día

source: Sales by day
es_es: Ventas por día

source: Sales by month
es_es: Ventas por mes

source: Total profit
es_es: Ganancia total

source: ≈ %d% of total sales (%s)
es_es: ≈ %d% ventas totales (%s)

source: Expenses
es_es: Gastos

source: Product purchase
es_es: Compra de bienes

source: Average daily profit
es_es: Ganancia diaria promedio

source: Profit by day
es_es: Beneficio por día

source: Profit by month
es_es: Beneficio por mes

source: Top 10 products
es_es: 10 productos más populares

source: ≈ %d% of total sales in this period (%s)
es_es: ≈ %d% ventas totales durante este período (%s)

source: Top services
es_es: Servicios populares

source: Source
es_es: Fuente

source: Referrer
es_es: Referer

source: This is the first order placed by this customer
es_es: Este es el primer pedido realizado por este cliente

source: %d orders
es_es: %d pedidos

source: Send test
es_es: Verificar envío

source: Test follow-up
es_es: Mensaje de prueba

source: Follow-up testing requires at least one paid or complete order for sample data.
es_es: Para verificar el envío de mensajes, debe tener al menos un pedido pagado o enviado.

source: Select an order to fetch sample data from
es_es: Seleccione una orden para recibir datos de prueba

source: Please save changes to be able to send tests.
es_es: Para verificar el envio, guarde los cambios.

source: Order status to be assigned after this action was performed
es_es: El estado se asignará a la orden después de realizar esta acción

source: Don’t change order status
es_es: No cambiar el estado del pedido

source: Apps
es_es: Aplicaciones

source: Last 90 days
es_es: Últimos 90 días

source: Top products
es_es: Productos populares

source: Promo campaigns
es_es: Campañas promocionales

source: Select stock
es_es: Seleccionar stock

source: Thank you for your recent order %s!
es_es: ¡Gracias por su reciente pedido %s!

source: We hope that you are happy with your purchase, and that the overall shopping experience was pleasant. Please let us know if you have any questions on your order, or if there is anything we can assist you with. We will be glad working with you again!
es_es: Esperamos que esté satisfecho con su compra y que su visita a nuestra tienda en línea haya dejado una impresión agradable. Si tiene alguna pregunta con respecto a su pedido, háganoslo saber. ¡Siempre nos complacerá ayudarlo!

source: We will be glad working with you again!
es_es: ¡Estaremos encantados de trabajar con usted nuevamente!

source: Confirmed
es_es: Confirmado

source: Product purchases
es_es: Compra de bienes

source: Returning customers
es_es: Clientes regresados

source: Assign all inventory to this stock
es_es: Transferir todos los inventarios/saldos a este almacén

source: File not found
es_es: Archivo no encontrado

source: Order item not found
es_es: Elemento de pedido no encontrado

source: Download
es_es: Descargar

source: This order will be cancelled. Are you sure?
es_es: El pedido será cancelado. ¿Estás seguro?

source: This will permanently delete this notification. Are you sure?
es_es: La notificación se eliminará permanentemente. ¿Estás seguro?

source: You are currently authorized as <strong>%s</strong>. Please verify or update your contact information using the form below. Your existing contact info will be automatically updated.
es_es: Has iniciado sesión como <strong>%s</strong>. Confirma o actualiza tu información de contacto. Los cambios se guardarán automáticamente en tu perfil.

source: If you want to place an order on behalf of another customer, <a href="%s">log out</a> from your current profile and proceed to checkout again.
es_es: Si desea realizar un pedido en nombre de otro usuario, <a href="%s">cierre la sesión</a> y continúe con el proceso de pago nuevamente.

source: Email already registered
es_es: Un cliente con esta dirección de correo electrónico ya está registrado

source: If you want to place an order on behalf of another customer, <a href="?logout">log out</a> from your current profile and proceed to checkout again.
es_es: Si desea realizar un pedido en nombre de otro usuario, <a href="?logout">cierre la sesión</a> y continúe con el proceso de pago nuevamente.

source: Create permanent user account
es_es: Crear cuenta de usuario permanente

source: Password
es_es: Contraseña

source: This product is not available for purchase
es_es: Este producto no está disponible temporalmente para pedido

source: Display Gravatar userpics
es_es: Mostrar Userpics Gravatar
