Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Gravatar.com (Globally Recognized Avatars) is a web service that returns userpic (profile photo, avatar) by email address. In case userpic is not uploaded in the Contacts app for a particular customer, his Gravatar userpic will be displayed.
es_es: Gravatar.com (avatares reconocidos mundialmente) es un servicio web que devuelve su nombre de usuario (foto, avatar) a su dirección de correo electrónico. Si no se carga una foto a un cliente en su perfil en la aplicación Contactos, se mostrará su nombre de usuario del servicio de Gravatar.

source: In case there were no Gravatar userpic uploaded
es_es: Si el cliente no tiene userpic de usuario en el servicio Gravatar

source: Use default userpic
es_es: Usar imagen estándar de la aplicación Contactos

source: by day
es_es: por día

source: by month
es_es: por meses

source: Last %d day
es_es: Último %d день

source: Select dates...
es_es: Seleccionar fechas…

source: Protect product review form with CAPTCHA
es_es: Proteger el formulario de comentarios del producto con <em>captcha</em> (CAPTCHA)

source: If enabled, user needs to sign in to post a review.
es_es: El usuario debe iniciar sesión en el sitio para dejar una reseña.

source: Only authorized users can post reviews
es_es: Sólo los usuarios autorizados pueden publicar comentarios

source: Make sure sign up and login forms are enabled in your <a href="%s">Site app settings</a>.
es_es: Asegúrese de que los formularios de registro e inicio de sesión para los usuarios estén habilitados <a href="%s">en la configuración de la aplicaciónя «Sitio»</a>.

source: From
es_es: Desde

source: Max 300 chars. SMS is sent only if customer phone number was entered during the checkout.
es_es: Máximo 300 caracteres. Se enviará un mensaje SMS sólo si el comprador ingresó un número de teléfono durante el proceso de pedido.

source: Remove from comparison list
es_es: Eliminar de la lista de comparación

source: CSV product import
es_es: Importación de productos desde un archivo CSV

source: Import and update products via CSV files
es_es: Importar y actualizar productos a través de archivos CSV

source: Import new products and update existing product information from a comma-separated values (CSV) file. CSV files can be created and managed using most modern spreadsheet applications such as Microsoft Excel, OpenOffice, and iWork. For detailed information about Shop-Script-supported CSV file structure, please <a href="%s" target="_blank">refer to the manual</a>.
es_es: Importación de información nueva y actualizada sobre productos existentes desde un archivo CSV. Los archivos CSV se pueden crear y editar utilizando editores de tablas electrónicos como Microsoft Excel, OpenOffice e iWork. Para obtener una descripción detallada de la estructura de los archivos CSV para importarlos en Shop-Script, lea en el <a href="%s" target="_blank">tutorial</a>.

source: Upload CSV file
es_es: Subir archivo CSV

source: Encoding
es_es: Codificación

source: Separator
es_es: Separador de datos

source: File
es_es: Archivo

source: Following columns were located in the uploaded file:
es_es: Las siguientes columnas se encuentran en el archivo cargado:

source: Import options
es_es: Opciones de importación

source: Select the product identification column (property) which uniquely identifies each product. Based on the identification column value in the CSV file uploaded, the import routine will either update existing product info, or create a new product.
es_es: Seleccione una columna (propiedad) cuyos valores identifiquen de forma única a cada producto. Según los valores de esta columna, el procedimiento de importación actualizará el producto existente o creará uno nuevo

source: Start import
es_es: Iniciar importación

source: Please do not close your browser window and do not leave this page until the entire import process is finished.
es_es: No cierre el navegador y no abandone esta página hasta que se complete la importación

source: Hidden
es_es: Oculto

source: After you delete a product, all it’s sales reports, cross-selling data, and connections to the orders made in the past will be impossible to restore.
es_es: Al eliminar un producto, todos los informes sobre sus ventas, sus datos de ventas cruzadas y los enlaces a pedidos realizados anteriormente también se eliminarán de forma permanente.

source: Delete products
es_es: Eliminar productos

source: Sender ID
es_es: ID del remitente

source: Enter Sender ID to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
es_es: Ingrese la ID del remitente para usar esta puerta de enlace SMS: su número de teléfono o cadena de texto de hasta 11 caracteres. Para usar el identificador predeterminado emitido por su puerta de enlace SMS, ingrese un asterisco (*).

source: Once connection is set up, add and edit SMS notifications in “<a href="%s">Notifications</a>” settings screen.
es_es: Después de configurar la conexión, puede agregar y editar notificaciones por SMS en la sección «<a href="%s">Notificaciones</a>».

source: To enable SMS message sending, install and configure sending module for your preferred SMS gateway.<br /> Browse for SMS gateway modules <a href="%s">in the Installer app</a>.
es_es: Para enviar mensajes SMS, establezca y configure una conexión a una de las puertas de enlace SMS.<br />Los módulos de integración de la puerta de enlace SMS están disponibles <a href="%s">в «Instalador»</a>.

source: Empty primary CSV column
es_es: Columna CSV primaria está vacía

source: Exported
es_es: Exportado

source: %02d hr %02d min %02d sec
es_es: %02d h %02d min %02d sec

source: (total time: %s)
es_es: (tiempo total: %s)

source: Basic fields
es_es: Campos básicos

source: SKU fields
es_es: Сampos SKU

source: META Keyword
es_es: META Keywords

source: Currency
es_es: Moneda

source: CSV column map
es_es: Coincidencia de columnas de archivos y propiedades del producto

source: No data columns were located in the uploaded file. Make sure right separator and encoding were chosen for this upload.
es_es: No se encontraron columnas de datos en el archivo cargado. Verifique la selección del carácter separador y la codificación del archivo.

source: Unsupported CSV file structure
es_es: Estructura de archivo CSV no válida

source: Your order number is %s. Order total: %s
es_es: Su número de pedido: %s. Importe total: %s

source: Order %s has been confirmed
es_es: Pedido %s confirmado

source: Your order %s has been confirmed and accepted for processing.
es_es: Su pedido %s ha sido confirmado y aceptado para su procesamiento.

source: Your order %s has been sent out!
es_es: ¡Su pedido %s ha sido enviado!

source: Your order %s has been cancelled
es_es: Su pedido %s ha sido cancelado

source: Your order %s status has been updated to “%s”
es_es: El estado de su pedido %s se ha actualizado a «%s»

source: Column %s meets %d times
es_es: La columna %s encontrada en %d instancias

source: Warning
es_es: Atención

source: CSV columns
es_es: Columnas CSV

source: Properties
es_es: Propiedades del producto

source: Ignore CSV column
es_es: Ignorar columna CSV

source: Shipping plugins not installed yet
es_es: Plugins de envío aún no están instalados

source: You have no order history yet.
es_es: El historial de su pedido está vacío.

source: Compare all
es_es: Comparar todo

source: Hidden category
es_es: Categoría oculta

source: When enabled, this category will be temporarily hidden from the storefront
es_es: Al habilitar esta configuración, se ocultará temporalmente la categoría en el escaparate

source: Attachment
es_es: Adjunto

source: Save product information to be able to upload an attachment
es_es: Guardar información del producto para adjuntar archivo

source: A link to download attached file will be sent to customer in the order notification email. The link will be functional only when the order is paid.
es_es: El enlace de descarga del archivo se enviará al comprador en la notificación del pedido y funcionará sólo si el pedido se ha pagado.

source: Optional file description
es_es: Comentario al archivo adjunto (opcional)

source: Invalid primary field
es_es: Se ha especificado una columna de identidad no válida

source: Semicolon
es_es: punto y coma

source: Comma
es_es: Coma

source: Add to set
es_es: Añadir a la lista

source: Remove from set
es_es: Excluir de la lista

source: Remove from category
es_es: Excluir de la categoría

source: Assign tags
es_es: Asignar tags

source: Remove tags
es_es: Eliminar tags

source: Products stored to this category will not be deleted
es_es: Los productos en esta categoría no serán eliminados

source: Products stored in this set will not be deleted
es_es: Los productos en esta lista no serán eliminados

source: Delete all products stored in this category (%d)
es_es: Eliminar todos los productos en esta categoría (%d)

source: Delete all products stored in this set (%d)
es_es: Eliminar todos los productos en esta lista (%d)

source: Remove product from this category
es_es: Eliminar productos de esta categoría

source: Added %s
es_es: Añadido %s

source: Cheat sheet
es_es: Hoja de trucos

source: Hidden products are not shown among other products in the storefront, are not available for purchase, and can be viewed by the direct URL only.
es_es: Los elementos ocultos no se muestran en el escaparate en las listas generales de elementos y no se pueden agregar al carrito. Puede ver los elementos ocultos en el escaparate abriendo directamente la página del elemento (debe conocer su dirección).

source: Only %d left in stock. Sorry.
es_es: Lo siento, pero sólo hay %d disponibles.

source: Payment for order %s
es_es: Pago por orden %s

source: I’m a new customer
es_es: Soy un cliente nuevo

source: I already have an account
es_es: Ya tengo una cuenta

source: Printable version
es_es: Versión imprimible

source: matches base product value
es_es: coincide con el valor del producto base

source: differs from base product value
es_es: difiere del valor del producto base

source: all of selected values (AND)
es_es: todo seleccionado (AND)

source: any of selected values (OR)
es_es: cualquiera de los seleccionados (OR)

source: Upsell products will be offered for a particular base product according to the following criteria:
es_es: Los productos recomendados se seleccionarán para el producto base (visto) de acuerdo con las siguientes reglas:

source: CSV product export
es_es: Exportar productos a CSV

source: Export products into CSV file
es_es: Exportar información de productos a archivos CSV

source: Export products to a comma-separated values (CSV) file. CSV files can be created and managed using most modern spreadsheet applications such as Microsoft Excel, OpenOffice, and iWork. For detailed information about Shop-Script-supported CSV file structure, please <a href="%s" target="_blank">refer to the manual</a>.
es_es: Exportación de información de productos a archivos CSV. Los archivos CSV se pueden crear y editar utilizando editores de tablas electrónicos como Microsoft Excel, OpenOffice e iWork. Para obtener una descripción detallada de la estructura de los archivos CSV que admite Shop-Script, lea <a href="%s" target="_blank">manual</a>.

source: Export CSV file
es_es: Exportar a CSV

source: Select products
es_es: Seleccionar productos

source: Start export
es_es: Exportar

source: Please do not close your browser window and do not leave this page until the entire export process is finished.
es_es: Por favor, no cierre el navegador y no abandone esta página hasta que se complete la exportación.

source: Selling mode
es_es: Modo de venta

source: Flat SKU list
es_es: Lista de SKU

source: Best for single-priced products and products with a flat list of purchase options (SKUs). SKUs are added one-by-one arbitrarly. Customer selects individual SKU and adds it to shopping cart.
es_es: Para productos con un precio único o una lista lineal de artículos (opciones de compra). Los artículos se agregan al producto de manera arbitraria, y el comprador selecciona el artículo preferido cuando agrega productos a la cesta.

source: Selectable features
es_es: Selección de características

source: Best for multi-dimensional featured products, e.g. apparel or footwear which can vary in size and color. Flat SKU list is created automatically based on the combination of features offered for selection. Customer is prompted to choose preferable product feature values which unambiguously identifies SKU that is being added to shopping cart.
es_es: Para los productos que se describen mejor al elegir varias características que al elegir un artículo (por ejemplo, elegir el tamaño y el color). Se creará una lista de artículos automáticamente basada en función de todas las combinaciones posibles de las características seleccionadas. El comprador elige los valores preferidos de las características en el escaparate, y su elección determina inequívocamente el artículo que se añadirá a la cesta.

source: option
es_es: opción

source: SKUs: %d
es_es: Artículos: %d

source: Parameters: %s
es_es: Parámetros: %s

source: Base price is applied unless you override it for a particular SKU. A list of overrided SKUs is shown below. Stock level can be tracked on the level of individual SKUs only, not for the entire product.
es_es: El precio base se aplicará al producto de forma predeterminada y se puede redefinir al nivel de cada artículo. La contabilidad del almacén se mantiene al nivel de cada artículo.

source: display all automatically generated %d SKUs
es_es: mostrar todos los %d artículos creados automáticamente

source: SKU(s)
es_es: Artículos SKU

source: in total
es_es: en total

source: display all
es_es: mostrar todo

source: Unkown image
es_es: Imagen desconocida

source: Unknow image
es_es: Imagen desconocida

source: %s online store
es_es: Tienda en línea «%s»

source: Contact us
es_es: Contáctenos

source: Edit this information in the <strong>home.html</strong> template file using built-in design editor in the store backend.
es_es: Edite este texto en la plantilla de diseño <strong>home.html</strong> usando el editor de diseño del escaparate en el backend de la tienda.

source: Import products from CSV
es_es: Importar productos desde CSV

source: Add new and update existing products via CSV files
es_es: Añadir y actualizar información del producto usando archivos CSV

source: Export products to CSV
es_es: Exportar productos a CSV

source: Save your existing products information in a CSV file
es_es: Guardar información de la tienda en un archivo CSV

source: Last export
es_es: Última exportación

source: Updated
es_es: Actualizado

source: Check at least one feature value
es_es: Seleccione al menos un valor

source: If no particular product type column was specified in the uploaded CSV file, selected product type will be applied to all new products, created during the import.
es_es: Si el tipo de elemento no se especifica en una columna separada en el archivo CSV, el tipo seleccionado se aplicará a todos los nuevos elementos creados como resultado de la importación.

source: CSV file settings
es_es: Parámetros del archivo CSV

source: Product categories will not be exported
es_es: Las categorías de productos no serán exportadas

source: Ignore category nesting when searching for matching products (recommended)
es_es: Ignorar la pertenencia a una categoría al buscar coincidencias de productos (recomendado)

source: When importing a product and searching if it exists in the store already, product search will be performed only within the category as defined in a CSV file.
es_es: La búsqueda de productos en el archivo CSV y el catálogo de la tienda se realizará para todas las categorías de la tienda, y no sólo dentro de la categoría especificada para el artículo en el archivo CSV.

source: Purchase options
es_es: Opciones de compra

source: Selected products
es_es: Elementos seleccionados

source: Selected products (%d)
es_es: Elementos seleccionados (%d)

source: Product identification column
es_es: Columna de identificación del producto

source: (none)
es_es: (no)

source: SKU identification column
es_es: Columna de identificación del artículo

source: Similar to product, select the SKU identification column (property) which uniquely identifies each product SKU. Based on the identification column value in the CSV file uploaded, the import routine will either update existing SKU info, or create a new SKU for the product.
es_es: Igual que para los productos, seleccione la columna de identificación del artículo (propiedad) que distingue de forma única a cada artículo. Según el valor en la columna de identificación especificada en el archivo CSV, la operación de importación actualizará el artículo existente o creará un nuevo artículo para este producto

source: Product images import local path
es_es: Ruta al directorio de imagen del producto

source: If your CSV file contains links to product images to be imported, import routine will attempt to automatically attach them to imported products. A link to an image file can be either global (a full image URL) or local (image file name). For local image import, indicate path to the folder where all source images are stored, i.e. where you uploaded them into. If linked image was not found, no image will be attached to the product.
es_es: Si el archivo CSV contiene enlaces a imágenes de productos, se intentará adjuntar dichas imágenes a productos importados. El enlace a la imagen puede ser global (como una URL completa) o local (como nombre de archivo). Para importar imágenes, para la cual sólo se indica el nombre del archivo, especifique la ruta al directorio en el que cargó las imágenes importadas. Si no se encuentra una imagen con la dirección especificada, no se adjuntará al producto.

source: %s did not place reviews yet.
es_es: %s no ha dejado ninguna reseña aún.

source: Category visibility
es_es: Visibilidad de la categoría

source: All storefronts
es_es: Todos los escaparates

source: Selected storefronts only
es_es: Sólo escaparates seleccionados

source: options
es_es: Opciones

source: An array containing information about the order
es_es: Array con información de pedido

source: Order ID
es_es: ID Número de pedido

source: Order currency (ISO 3 code)
es_es: Moneda del pedido (ISO 3 código)

source: An array containing information about ordered items
es_es: Array con información sobre los pedidos

source: Item price
es_es: Precio del producto

source: Ordered item quantity
es_es: Cantidad de unidades pedidas

source: Item download link (SKU attachment)
es_es: Enlace al archivo de producto digital (para el número de artículo)

source: Order discount amount (in order currency)
es_es: Importe de descuento (en la moneda del pedido)

source: Order tax amount (in order currency)
es_es: Importe del impuesto (en la moneda del pedido)

source: Order shipping cost (amount in order currency)
es_es: Coste de envío (en la moneda del pedido)

source: Order total (amount in order currency)
es_es: Total (en la moneda del pedido)

source: Customer’s comment to the order
es_es: Comentario del cliente sobre el pedido

source: Current order status name
es_es: Nombre del estado del pedido actual

source: An URL to access order page in customer personal account in storefront
es_es: Una URL para acceder a la página de pedidos en la cuenta personal del cliente en el escaparate

source: An array of other (custom) order parameter values
es_es: Array con parámetros de orden adicionales

source: Order selected shipping option name
es_es: Nombre del método de envío seleccionado

source: Order selected payment option name
es_es: El nombre del método de pago seleccionado

source: A 4-digit PIN to access order info page (for customers without permanent account only)
es_es: Código de acceso numérico de 4 dígitos para la página de información (sólo para clientes no registrados)

source: Domain and path to Shop-Script storefront where the order was placed
es_es: Dominio y ruta al escaparate de Shop-Script donde se realizó el pedido

source: Customer’s IP address for the moment of order creation
es_es: Dirección IP del cliente en el momento de la formación del pedido

source: Customer’s User-Agent value at the moment of order creation
es_es: Valor de Usuario-Agente del navegador del cliente en el momento de la formación del pedido

source: A string indicating approximate timeframe of the order delivery (if defined)
es_es: Línea con información sobre el tiempo estimado de entrega (si está definido)

source: Order shipment tracking number (if defined)
es_es: Número (ID) de seguimiento del envío del pedido (si está definido)

source: The list of order params may vary depending on your workflow and plugin setup
es_es: La lista de parámetros de pedido puede variar según la configuración de procesamiento de pedidos y su estado.

source: Customer-related data array
es_es: Array de información del cliente

source: Customer full name
es_es: Nombre completo del cliente

source: Customer first name
es_es: Nombre del cliente

source: Customer last name
es_es: Apellido del cliente

source: Customer email
es_es: Correo electrónico del cliente

source: Customer phone
es_es: Número de teléfono del cliente

source: The list of available contact fields is defined in your store backend: Settings &rarr; Checkout &rarr; Contact info checkout step
es_es: La lista de campos de contacto disponibles se define en el backend de la tienda: Configuración &rarr; Realizar Pedido &rarr; Información de contacto.

source: Shipping address as string
es_es: Dirección de envío como cadena

source: Billing address as string
es_es: Dirección del cliente como cadena

source: An array containing information about performed order action (action-dependent)
es_es: Array con información sobre la acción realizada con el pedido (aplicable a esta acción)

source: Order action will be deleted. Are you sure?
es_es: La acción será eliminada. ¿Estás seguro?

source: Performed action text comment (action-dependent)
es_es: Comentario de acción realizada (aplicable a esta acción)

source: An array of action-dependent parameters, e.g. &#123;$action_data.params.tracking_number&#125; for Ship’s action tracking number
es_es: Array de parámetros de acción, por ejemplo: &#123;$action_data.params.tracking_number&#125; — identificador de entrega

source: Allowed shipping options
es_es: Disponible sólo con métodos de envío seleccionados

source: Invalid secondary field
es_es: Campo secundario no válido

source: Empty secondary CSV column
es_es: Columna CSV secundaria vacía

source: File uploading error
es_es: Error al subir el archivo

source: No associated column
es_es: No importar

source: CSV columns numbers %s
es_es: Número de columnas en el archivo CSV: %s

source: Payment options
es_es: Métodos de pago

source: All available payment options
es_es: Todos los métodos de pago disponibles

source: All available shipping options
es_es: Todos los métodos de envío disponibles

source: Bulk image upload
es_es: Carga masiva de imágenes

source: Instantly create multiple products from a set of uploaded images
es_es: Creacion de productos de acuerdo a imágenes cargadas

source: Select storefront
es_es: Seleccionar escaparate
