Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Product lists
es_es: Listas de productos

source: Use lazy loading
es_es: Usar carga automática (lazy loading)

source: Products will be loaded automatically when you scroll the page in “Products” section in backend. If you need pagination, disable this setting.
es_es: Los productos en la sección "Productos" se cargarán automáticamente al desplazarse por la página. Si necesita usar la navegación por la página, desactive esta configuración.

source: Hide out-of-stock products
es_es: Ocultar todos los artículos que están agotados

source: Out-of-stock products will remain published, but will be automatically hidden from all product lists on this storefront, e.g. product search results, category product filtering, and others. Product quantities in all stocks are taken into account.
es_es: Los productos que no están en stock se publicarán y estarán disponibles en el escaparate para un enlace directo, pero se ocultarán de todas las listas de productos: de los resultados de búsqueda, de las categorías, de los productos de filtrado, etc. Se tienen en cuenta los saldos de los productos en todos los stocks.

source: Display as is
es_es: Mostrar como está

source: All product lists will contain both in-stock and out-of-stock products.
es_es: Las listas de productos en este escaparate contendrán todos los productos independientemente de su saldo de inventario.

source: Out-of-stock products
es_es: Fuera de stock

source: Usage % limit
es_es: Descuento máximo %

source: Limits the maximum % of order amount that can be paid with bonus (i.e. maximum discount a customer can get by applying the bonus).
es_es: Restricción en el descuento máximo en el pedido, que puede obtenerse utilizando el programa de bonos (% de la suma del pedido).

source: How to save discount calculation description:
es_es: Cómo guardar la descripción del cálculo de descuento:

source: for each product
es_es: para cada producto

source: for entire order
es_es: para todo el pedido

source: Depending on your store setup, different levels of discount detalization may be useful.
es_es: Dependiendo de la configuración de su tienda, pueden ser útiles diferentes niveles de detalización de descuentos.

source: Sender name
es_es: Nombre del remitente

source: provided in Settings &gt; General settings
es_es: se establece en Configuración &gt; Configuración general

source: provided in Storefronts &gt; Settings and customizable for each storefront
es_es: se especifica en la sección Escaparate &gt; Configuración por separado para cada escaparate

source: Unsettled
es_es: Pendientes

source: Merge
es_es: Fusionar

source: mark this order as settled
es_es: marcar este pedido como resuelto

source: Order content is unknown
es_es: El contenido del pedido no establecido

source: Unknown channel
es_es: Canal desconocido

source: Buy button
es_es: Widget Comprar

source: Images &amp; Video
es_es: Foto y vídeo

source: Text color
es_es: Color del texto

source: Background color
es_es: Color de fondo

source: Upselling & Similar product recommendations are not configured for %s product type. Setup filtering conditions for %s in the master <a href="%s">recommendation settings</a>.
es_es: Para el tipo de productos «%s» no se especifican las condiciones para la selección de productos similares y alternativos. Establezca las condiciones de selección para los productos del tipo «%s» en la <a href="%s">configuración de recomendación básica</a>.

source: Hidden product
es_es: Producto oculto

source: Data you have entered will not be saved. Are you sure you want to leave this page?
es_es: La información ingresada no se guardará. ¿Está seguro de que desea abandonar la página sin guardar?

source: Thumbs
es_es: Miniaturas

source: Table
es_es: Tabla

source: Default background color below the promo image.
es_es: Color de fondo debajo de la imagen.

source: Timer
es_es: Temporizador

source: Countdown
es_es: Cuenta atrás

source: format
es_es: formato

source: current time is
es_es: hora actual:

source: New transfer
es_es: Nueva transferencia

source: Show all %d completed transfers
es_es: Mostrar todas las transferencias completadas (%d)

source: Transfers is an easy way to move inventory from one stock to another. When you create new transfer, it automatically writes off selected products from the source stock. And once transfer has been completed, products are added to the destination stock.
es_es: Las transferencias son una forma fácil de mover mercancías de un stock a otro. Durante la creación de la transferencia, las mercancías se deducen automáticamente del almacén de origen, y cuando se completa la transferencia, se agregan al almacén receptor.

source: Source stock
es_es: Fuente de stock

source: New arrival
es_es: Nueva llegada

source: Destination stock
es_es: Stock de destino

source: Transfer completed!
es_es: ¡Transferencia completada!

source: Rollback this transfer
es_es: Retroceder esta transferencia

source: Transfer ID
es_es: ID de transferencia

source: Cancelled
es_es: Cancelado

source: %d transfer
es_es: %d transferencia

source: This is a preview of actions available for orders in this state
es_es: Para pedidos de este tipo estarán disponibles todas las acciones indicadas aqui

source: Transfer %s
es_es: Transferencia %s

source: Inventory transferred to warehouse
es_es: Inventario transferido al almacén

source: Order was merged (settled) with %s
es_es: El pedido se fusionó (resolvió) con %s

source: Edit template
es_es: Editar plantilla

source: Unsettled order
es_es: Pedido pendiente

source: This order was received via sales channel that did not provide any information on the order content and the customer. If it is a duplicate of an existing order (or a payment confirmation for an existing order), merge orders by <strong>selecting the master order below</strong>.
es_es: Este pedido se emitió a través de un canal de ventas que no proporciona información sobre el cliente y los productos solicitados. Si se trata de un duplicado o confirmación de pago de un pedido realizado anteriormente, <strong>combine los pedidos seleccionando el pedido principal</strong> en la lista a continuación.

source: Merge orders
es_es: Fusionar pedidos

source: Sales channels
es_es: Canales de venta

source: Compare at price is set
es_es: Con el precio tachado

source: (no name)
es_es: (sin nombre)

source: Customers will be able to collect multiple products in the cart before proceeding to checkout
es_es: Los clientes podrán añadir varios productos en la cesta antes de proceder a la compra.

source: Customers will be promptly redirected the main checkout
es_es: Los clientes serán redirigidos directamente para procesar el pedido

source: Font family
es_es: Familia tipográfica

source: Widget width
es_es: Ancho

source: Link color
es_es: Color de enlace

source: Button color
es_es: Color del botón

source: Product image
es_es: Imagen del producto

source: Widget code
es_es: Código del widget

source: Video URL on YouTube or Vimeo
es_es: URL de vídeo en YouTube o Vimeo

source: Link video
es_es: Añadir vídeo

source: Countdown: <strong>%s</strong>
es_es: Cuenta regresiva: <strong>%s</strong>

source: Enable countdown
es_es: Habilitar cuenta regresiva

source: All channels
es_es: Todos los canales

source: Stocks and priority
es_es: Almacenes y Prioridades

source: On its way
es_es: En camino

source: Maximum of %d orders is allowed for bulk form printing.
es_es: El número máximo de pedidos que se pueden imprimir a la vez es — %d.

source: Simply copy-and-paste the URL of product video on YouTube or Vimeo.
es_es: Simplemente copie la dirección del vídeo en YouTube o Vimeo en este campo.

source: Virtual stock must include at least one real stock.
es_es: El stock virtual debe incluir al menos un almacen real.

source: Indicator
es_es: Indicador

source: Add virtual stock
es_es: Añadir almacén virtual (stock)

source: There are no pending stock transfers.
es_es: No hay transferencias de stock pendientes

source: Create transfer
es_es: Crear transferencia

source: Transfer complete
es_es: Transferencia completada

source: Show more transfers
es_es: Mostrar más

source: Custom product fields
es_es: Características adicionales de productos

source: Custom sku fields
es_es: Características adicionales de artículos

source: Field %s changed %s → %s
es_es: Campo actualizado %s: %s → %s

source: Order was updated via merge by order %s
es_es: El pedido se actualizó mediante fusión por pedido %s

source: Order data was merged into %s
es_es: Los datos del pedido se fusionaron en %s

source: Product list is empty
es_es: La lista de productos está vacía

source: Count must be >= 1
es_es: La cantidad debe ser >= 1

source: Destination stock is required
es_es: Debe seleccionar un stock para transferencia

source: Transfer ID is already in use
es_es: La ID de transferencia ya está en uso

source: Not in stock on %s
es_es: No disponible en stock %s

source: Order was settled
es_es: El pedido fue resuelto

source: Visible stocks
es_es: Mostrar stocks

source: All public stocks
es_es: Todos los stocks visibles para los clientes

source: Editing this order will mark it as settled and will re-calculate its current amount (%s) based on the changed order content. Are you sure you want to settle this order and to reset the order amount?
es_es: La edición eliminará automáticamente el estado de un pedido "pendiente" y volverá a calcular automáticamente el valor total del pedido (%s) de acuerdo con los productos que agregues al pedido. Continuar?

source: This will replace selected order %id% details with the amount (%amount%) and status (%state%) of this unsettled order. Are you sure?
es_es: Al unirse, los datos de la orden principal %id% se actualizarán: la cantidad y el estado se establecerán igual a la cantidad (%amount%) y el estado (%state%) del pedido pendiente actual. ¿Continuar?

source: Visible to customers
es_es: Visible en escaparate para clientes

source: Low
es_es: Poco

source: Critical
es_es: Crítico

source: Virtual stock is a group of real stocks. The order of real stocks defines the priority for product stock update when order is placed. This is handy for grouping real stocks and points of sale which are located within the same geographical region, and defining rules for automated product stock updates. <a href="%s" target="_blank">Help</a> <i class="icon10 new-window"></i>
es_es: El stock virtual es un grupo de almacenes reales. El orden de los almacenes reales define la prioridad para la actualización de existencias de productos cuando se realiza el pedido. Esto es útil para agrupar almacenes reales y puntos de venta que se encuentran dentro de la misma región geográfica, y definir reglas para actualizaciones automáticas de existencias de productos de stock. <a href="%s" target="_blank">Ayuda</a> <i class="icon10 new-window"></i>

source: Not visible to customers
es_es: No visible en escaparate para los clientes

source: You’ve added %d product to this transfer already. Are you sure you want to change the source stock?
es_es: Ya has añadido %d producto a esta transferencia. ¿Está seguro de que desea cambiar el almacén de origen desde el que se realizó la transferencia?

source: Price color
es_es: Color del precio

source: New arrival (no source stock)
es_es: Nueva llegada (sin stock de origen)

source: Add at least one product to the transfer
es_es: Añade al menos un producto a la transferencia

source: Product count must be not less than 1
es_es: La cantidad de productos no debe ser inferior a 1

source: Source and destination stocks must not be the same
es_es: Almacenes de y donde (las existencias de origen y destino) deben ser diferentes

source: Products will be returned to the source stock. Are you sure?
es_es: Los productos serán devueltos al stock de origen.¿Estás seguro?

source: Locale
es_es: Idioma

source: Sales channel
es_es: Canal de ventas

source: No orders
es_es: No hay pedidos

source: Purchase worth
es_es: Valor de compra

source: Stacked chart
es_es: Detallización

source: There are no printforms installed.
es_es: No hay formas de impresión instalados.

source: Condition
es_es: Condición

source: Start typing name of an existing product or SKU
es_es: Comience a escribir el nombre de un producto o artículo SKU existente

source: Order status
es_es: Estado del pedido

source: When this order is paid, your affiliate bonus will be increased to %s.
es_es: Después de pagar el pedido, su bono de afiliado aumentará %s.

source: Sales by sales channel
es_es: Ventas por canales

source: Sales by storefront
es_es: Ventas por escaparates

source: Unsettled order %s was created so you could resolve this case manually.
es_es: El pedido pendiente %s se creó para que pueda analizar este caso manualmente.

source: Original order that did not accept the callback request: %s
es_es: La respuesta del sistema de pago no se aplicó a el pedido principal: %s

source: Callback request was received but not applied to this order the following reason: <strong>%s</strong>
es_es: Se recibió una respuesta del sistema de pago, pero no se aplicó a este pedido por el siguiente motivo: <strong>%s</strong>

source: This unsettled order was created because its initiating callback request was rejected by the original order it was addressed to. We thought you should resolve this case manually. The reason was: <strong>%s</strong>
es_es: Este pedido pendiente se creó porque la respuesta del sistema de pago fue aceptada pero no se aplicó al pedido principal. Motivo: <strong>%s</strong>. Decidimos que deberías arreglar este caso manualmente.

source: %s was updated: %s → %s
es_es: %s actualizado: %s → %s

source: Add condition...
es_es: Añadir condición...

source: Real stock linking:
es_es: Elegir un almacén real:

source: Link items to most suitable stock according to availability
es_es: Asignar un almacén-stock adecuado según la prioridad y la disponibilidad

source: Always link to %s
es_es: Asignar siempre a %s

source: Stock linking rules
es_es: Reglas de selección automático de stocks

source: When order is placed, ordered items will be automatically linked with a stock according to the rules defined below. E.g. different stocks may be preferred depending on selected shipping option or particular customer location. When no matching stock rule were found, ordered items will be linked to the current storefront default stock.
es_es: Cuando se hace un pedido, los bienes pedidos se deducen del stock, que se selecciona según las reglas especificadas a continuación. Por ejemplo, puede ser conveniente deducir automáticamente de diferentes stocks según el método de entrega elegido o la dirección del comprador. En caso de que no se encuentre ninguno reglas adecuadas, los productos solicitados se deducirán del stock especificado en la configuración del escaparate como el stock predeterminado.

source: By shipping option
es_es: Por método de envío

source: By region
es_es: Por región

source: Apply new visibility settings to all subcategories
es_es: Aplicar nuevas configuraciones de visibilidad a las subcategorías

source: Signup page URL. Will not be provided if either the order was placed by a registered customer, or <a href="?action=settings#/checkout/">Guest checkout setting</a> is not enabled.
es_es: Dirección (URL) de la página de registro. El valor estará vacío si el pedido fue realizado por un comprador previamente registrado o si la configuración principal de la tienda ha desactivado la posibilidad de realizar un pedido <a href="?action=settings#/checkout/">sin autorización</a>.

source: Indicates if <a href="?action=settings#/affiliate/">Loyalty program</a> is enabled in store settings.
es_es: Variable indica si está habilitado <a href="?action=settings#/affiliate/">programa de bonificación</a> en la configuración general de la tienda.

source: Amount of affiliate bonus that will be credited to customer account when order is paid.
es_es: La cantidad de puntos que se acreditarán a la cuenta de bonos del comprador después de pagar el pedido.

source: At least one condition is required
es_es: Se requiere al menos una condición

source: Shipping countries and regions
es_es: Países y regiones de envío

source: country or region name
es_es: país o región

source: By shipping location
es_es: Por ubicación de envío

source: No categories available.
es_es: La lista de categorías está vacía.

source: Couriers
es_es: Repartidores

source: Couriers are your teammates who are assigned to deliver orders to customers and to track and update order information on the go using <a href="http://www.shop-script.com/mobile/" target="_blank">Shop-Script mobile app</a>.<br><br> Unlike common backend users, couriers may not login to the main store backend and can only see orders they were assigned using the mobile app only. An order can be assigned to a courier upon the order SHIP action. <a href="https://www.shop-script.com/help/13421/shop-script-couriers/" target="_blank">Learn more about couriers</a>.
es_es: son sus compañeros de equipo que están asignados para entregar pedidos a los clientes y para rastrear y actualizar la información de pedidos sobre la marcha usando <a href="http://www.shop-script.com/mobile/" target="_blank">aplicación móvil Shop-Script </a>.<br><br> A diferencia de los usuarios de back-end comunes, los repartidores no pueden iniciar sesión en el back-end de la tienda principal y sólo pueden ver los pedidos que se asignaron usando sólo la aplicación móvil. El pedido se puede asignar a un servicio de mensajería después de la acción "Enviar" del pedido. <a href="https://www.shop-script.com/help/13421/shop-script-couriers/" target="_blank">Más información sobre los repartidores</a>.

source: New courier
es_es: Nuevo repartidor

source: Courier name
es_es: Nombre de repartidor

source: Courier real or nick name. Linking couriers with real contacts or backend users is optional.
es_es: Nombre real o pseudónimo del mensajero. Vincular a los mensajeros con contactos reales o usuarios finales es opcional.

source: Any kind of useful information about this courier, e.g. contact information, preferred delivery hours and locations.
es_es: Cualquier tipo de información útil sobre este servicio de mensajería, por ejemplo, información de contacto, horarios de entrega preferidos y ubicaciones.

source: This courier assignment will be available for orders placed on selected storefronts only.
es_es: Esta asignación de repartidor estará disponible sólo para pedidos realizados en escaparates seleccionados.

source: Working
es_es: Trabajando

source: Not working
es_es: No está trabajando

source: Last seen
es_es: Última vez visto

source: Never
es_es: Nunca

source: Auth code
es_es: Código de autenticación

source: Not set
es_es: No establecido

source: Re-generate the code
es_es: Renovar el código

source: Expires:
es_es: Caduca:

source: New auth code will be generated after you save changes.
es_es: Se generará un nuevo código de autenticación después de guardar los cambios.

source: Auth code must be entered by the courier in the mobile app to authorize it with your online store. Once authorized with the code, the mobile app may then use the connection indefinitely. In case the code was not entered, it will automatically expire in 24 hours.
es_es: El código de autenticación debe ser ingresado por el repartidor en la aplicación móvil para autorizarlo con su tienda en línea. Una vez que se haya autorizado con el código, la aplicación móvil puede usar la conexión por tiempo indefinido. En caso de que no se ingrese el código, caducará automáticamente en 24 horas.

source: View all courier orders
es_es: Ver todos los pedidos de repartidor

source: Courier record will be permanently deleted without the ability to restore. Delete?
es_es: El repartidor se eliminará permanentemente sin la capacidad de restaurar. ¿Eliminar?

source: Only visible in backend
es_es: Sólo visible en el backend

source: Sorting in the common list is disabled. Drag-and-drop features into product types.
es_es: La ordenación en la lista común está deshabilitada. Arrastra y suelta características en los tipos de productos.

source: This will remove video from the product page. Are you sure?
es_es: El vídeo del producto será eliminado. ¿Continuar?

source: Unlink video
es_es: Eliminar vídeo

source: Ordered products
es_es: Productos solicitados

source: Don’t round
es_es: No redondear

source: Date created
es_es: Fecha de creación

source: Date updated
es_es: Fecha de actualización

source: Date paid
es_es: Fecha de pago

source: Product prices
es_es: Precios del producto

source: The URL <strong>:url</strong> is already in use by another product (<a href="?action=products#/product/:another_product_id/" target="_blank" class="bold">:another_product_name</a>). You may still save this product with the same URL, but the storefront will display only one (any) product by this URL.
es_es: URL <strong>:url</strong> ya se está utilizando para otro producto (<a href="?action=products#/product/:another_product_id/" target="_blank" class="bold">:another_product_name</a>). Puede guardar este producto con la misma URL, pero sólo uno (cualquiera) de estos productos estará visible en el escaparate en esta dirección.

source: Web push notifications
es_es: Notificaciones Push

source: Shop orders
es_es: Pedidos de la tienda

source: Thank you for subscribing!
es_es: ¡Gracias por suscribirte a las notificaciones push!

source: deleted
es_es: eliminado

source: Show more
es_es: Mostrar más

source: Your browser doesn’t support web push technology.
es_es: Su navegador no soporta notificaciones push.

source: However, you can configure web push notifications so that users with supported browsers can receive them.
es_es: Sin embargo, puede configurarlos para otros usuarios con navegadores compatibles.

source: This domain does not support push notifications. Ensure that an SSL certificate is installed for the domain name.
es_es: Este dominio no admite notificaciones push. Debe instalarse un certificado SSL para el nombre de dominio.

source: Rounding
es_es: Redondeo

source: For product prices
es_es: Para precios de productos

source: Rounding is always applied when product price is converted to storefront currency, if rounding is enabled for that currency.
es_es: El redondeo siempre se aplica al convertir el precio de un producto en moneda de escaparate, si el redondeo está configurado para esta moneda.

source: For total discount amount
es_es: Por importe total de descuento

source: If checked, total discount amount of new orders will be rounded according to order currency settings.
es_es: Si esta habilitado, el monto del descuento final en los nuevos pedidos se redondera de acuerdo con la configuración de moneda del pedido.

source: For shipping cost
es_es: Para el coste de envío

source: If checked, shipping cost of new orders will be rounded according to order currency settings.
es_es: Si esta habilitado, el coste de envío en pedidos nuevos se redondeará de acuerdo con la configuración de moneda del pedido.

source: Rounding of fractional shipping costs can be set up in %scurrency settings%s.
es_es: El redondeo de los costos de envío fraccionados se puede configurar en «%sCurrency%s».

source: Rounding of fractional discount values can be set up in %scurrency settings%s.
es_es: El redondeo de las configuraciones fraccionarias se puede configurar en «%sCurrency%s».

source: To enable web push notifications, configure them in “Settings → <a href="?action=settings#/checkout/">Checkout</a>” screen.
es_es: Para habilitar las notificaciones push, configúrelas en la sección «Configuración → <a href="?action=settings#/checkout/">Pedidos</a>».
