Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: More billing addresses
es_es: Más direcciones de facturación

source: Unknown SKU
es_es: Artículo desconocido

source: product name
es_es: nombre del producto

source: sku name
es_es: nombre del artículo SKU

source: compare at price
es_es: precio tachado

source: purchase price
es_es: precio de compra

source: Unique product image URLs
es_es: URLS únicas de imagenes de productos

source: by file name
es_es: por nombre de archivo

source: by file path
es_es: por ruta de archivo

source: by file path and domain name
es_es: por ruta de archivo y nombre de dominio

source: domain.com
es_es: domain.es

source: Select how unique image URLs must be extracted from your CSV file.
es_es: Seleccione cómo deben extraerse las URL de imagen únicas de su archivo CSV.

source: Lighting and electrical goods
es_es: Iluminación y electricidad

source: Clothes & footwear
es_es: Ropa y calzado

source: Appliances
es_es: Electrodomésticos

source: Mobile phones & tablets
es_es: Teléfonos móviles y tablets

source: Cosmetics
es_es: Cosmética

source: Do not export
es_es: No exportar

source: Export default size images
es_es: Exportar imágenes de tamaño predeterminado

source: Export %s large images
es_es: Exportar imágenes de tamaño %s

source: Product image size settings
es_es: Configuración de tamaño de imagen del producto

source: Select how to export product images
es_es: Elija cómo exportar imágenes de productos

source: Product examples have been added to your online store. Now you may also add your own products as described below.
es_es: Se han añadido ejemplos de productos a su tienda online. Ahora también puede añadir sus propios productos como se describe a continuación.

source: Updated %d product image description
es_es: Actualizado %d descripción de la imagen del producto

source: %d SKU imported with errors
es_es: %d artículos importados con errores

source: Product image descriptions
es_es: Descripciones de imágenes de productos

source: Delete all products
es_es: Eliminar todos los productos

source: Log in or sign up
es_es: Inicie sesión o regístrese

source: Primary SKU’s features &amp; image
es_es: Características e imagen del artículo principal

source: Export primary SKU’s features and image in a separate line for products in “Purchase options” mode
es_es: Exportar las características e imagen del artículo SKU primario en una línea separada para productos en modo "Opciones de compra"

source: For products in “Selectable parameters” mode, primary SKU’s features and image are always exported in a separate line.
es_es: Para los productos en modo "Parámetros seleccionables", las características y la imagen del artículo SKU primario siempre se exportan en una línea separada.

source: Add order
es_es: Añadir pedido

source: type a product name
es_es: escriba el nombre de un producto

source: without photos
es_es: sin fotos

source: with photos
es_es: con fotos

source: Photos
es_es: Fotos

source: date
es_es: fecha

source: deleted ones
es_es: borrados

source: published
es_es: publicados

source: pending moderation
es_es: pendientes

source: Moderation
es_es: Moderación

source: view all reviews
es_es: ver todas las reseñas

source: Allow customers to attach images to their reviews
es_es: Permitir a los clientes adjuntar imágenes a sus reseñas

source: Publish reviews only after moderation
es_es: Publicar reseñas sólo después de la moderación

source: Recommended with enabled option “Allow customers to attach images to their reviews”.
es_es: Recomendado con la opción "Permitir a los clientes adjuntar imágenes a sus reseñas".

source: Your review will be published after moderation.
es_es: Su reseña será publicada después de la moderación.

source: Too large total image size. Remove some images or reduce their size with an image processing program before uploading.
es_es: Tamaño total de la imagen demasiado grande. Elimine algunas imágenes o reduzca su tamaño con un programa de procesamiento de imágenes antes de cargarlas.

source: Image uploading is disabled.
es_es: La carga de imágenes está desactivada.

source: Image deletion error
es_es: Error de borrado de imagen

source: Confirm image deletion
es_es: Confirmar eliminación de imagen

source: Upload photos
es_es: Subir fotos

source: or drag &amp; drop here (max. 10 photos)
es_es: o arrastre aquí (hasta 10 fotos)

source: Add a description
es_es: Añadir una descripción

source: Enter a description here
es_es: Introduzca una descripción aquí

source: You can upload a maximum of 10 photos.
es_es: Puedes subir un máximo de 10 fotos.

source: Unsupported image type. Use PNG, GIF and JPEG image files only.
es_es: Недопустимый тип изображения. Используйте файлы в форматах PNG, GIF и JPEG.

source: Total size of selected files cannot be greater than
es_es: El tamaño total de los archivos seleccionados no puede ser mayor que

source: Each file’s size cannot be greater than
es_es: El tamaño de cada archivo no puede ser mayor que

source: publish
es_es: publicar

source: Show order items’ and total order weight
es_es: Mostrar las posiciones de pedido y el peso total del pedido

source: No products are selected
es_es: No hay productos seleccionados

source: Select products and execute a corresponding action using the menu on the right in “Products” section.
es_es: Seleccione los productos y ejecute la acción correspondiente utilizando el menú de la derecha en la sección "Productos".

source: Order editor
es_es: Editor de pedidos

source: Manually added orders’ editor
es_es: Editor de órdenes añadidas manualmente

source: Select which fields must available for the editing of orders with selected order source “%s”.
es_es: Seleccione qué campos deben estar disponibles para la edición de pedidos con la fuente «%s» de pedido seleccionada.

source: If a storefront is selected as an order‘s source then that storefront’s checkout settings define which fields are available for order editing.
es_es: Si se selecciona un escaparate como origen de un pedido, la configuración de pago de ese escaparate define qué campos están disponibles para editar el pedido.

source: Use custom settings
es_es: Usar configuraciones personalizadas

source: Default customer source
es_es: Fuente de cliente por defecto

source: Type a source name
es_es: Escriba un nombre de fuente

source: Pre-fill address fields
es_es: Pre-llenar campos de dirección

source: These values will be selected by default for new orders created in backend.
es_es: Estos valores se seleccionarán por defecto para los nuevos pedidos creados en el backend.

source: Person contacts’ fields
es_es: Campos de los contactos de las personas

source: Company contacts’ fields
es_es: Campos de los contactos de las empresas

source: Name fields
es_es: Campos de nombres

source: You need access to Settings app to edit contact fields.
es_es: Necesitas acceder a la aplicación "Configuración" para editar los campos de contacto.

source: Show payment address fields
es_es: Mostrar campos de dirección del pagador.

source: 3 separate fields to enter name parts
es_es: 3 campos separados para introducir las partes del nombre

source: 1 common field to enter a full name
es_es: 1 campo común para introducir un nombre completo

source: The product is already in your cart.
es_es: El producto ya está en su cesta.

source: %d review image updated.
es_es: Han sido actualizados %d imagenes de reseñas.

source: %d review affected.
es_es: Procesado %d reseña.

source: Prev
es_es: Previo

source: Next
es_es: Próximo

source: Added
es_es: Añadido

source: Adding
es_es: Agregando

source: All promos
es_es: Todas las promociones

source: Planned
es_es: Planeados

source: Finished
es_es: Finalizados

source: Active promos
es_es: Activos

source: Beginning
es_es: Principio

source: End
es_es: Fin

source: Order amount has changed: %0.2f expected, %0.2f received. Currency: %s.
es_es: El monto del pedido ha cambiado: esperado %0.2f, recibido %0.2f. Moneda: %s.

source: Folders:
es_es: Carpetas:

source: Files:
es_es: Archivos:

source: Page:
es_es: Página:

source: next
es_es: prox.

source: Supported payment types
es_es: Tipos de pago admitidos

source: bank card on order receipt
es_es: tarjeta bancaria a la recepción del pedido

source: cash on order receipt
es_es: efectivo en el momento de la recepción del pedido

source: prepayment
es_es: pago por adelantado

source: In the “In-cart checkout” mode, selected payment types can be used to filter available payment options, if a list of requried payment types has been provided by a shipping plugin. These payment types are also passed on to shipping plugins for additional shipping rates calculation.
es_es: En el modo "procecedimiento de pedido en la cesta", los tipos de pago seleccionados pueden utilizarse para filtrar las opciones de pago disponibles, siempre que un plugin de envío haya proporcionado una lista de los tipos de pago requeridos. Estos tipos de pago también se transfieren a los plugins de envío para el cálculo de tarifas de envío adicionales.

source: In the “Multi-step checkout” mode, this setting is not used.
es_es: En el modo "Procecedimiento de pedido en varios pasos", este ajuste no se utiliza.

source: System settings
es_es: Ajustes del sistema

source: To be able to change system settings, you need access to Settings app.
es_es: Para poder cambiar la configuración del sistema, necesita acceder a la aplicación "Configuración.

source: Editing of %d product is not allowed.
es_es: La edición de %d productos esta prohibida.

source: You do not have sufficient access rights to set badges for selected products.
es_es: No tiene suficientes derechos de acceso para establecer pegatinas para los productos seleccionados.
