Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Hot deals for %s
es_es: Ofertas especiales para %s

source: None of your customers purchased this product yet.
es_es: Ninguno de sus clientes ha comprado este producto todavía.

source: Based on last 90 days sales
es_es: Basado en los datos de ventas de los últimos 90 días

source: Forecast
es_es: Pronóstico

source: Units sold
es_es: Unidades vendidas

source: Available stock balance
es_es: Balance de stock disponible

source: Based on your average monthly sales volume for %s during last three months (%d units per month), you will run out of this product in <strong>%d days</strong> (on %s).
es_es: Al guardar dinámica de ventas %s al nivel de los últimos tres meses (en promedio se venden durante un mes месяца продается %d und) este producto terminará en stock en <strong>%d días</strong> (%s).

source: Based on your average monthly sales volume for %s during last three months (%d units per month), you will run out of this product in more than 10 years (on %s).
es_es: Al mantener la dinámica de ventas %s al nivel de los últimos tres meses (en promedio se venden durante un mes %d uds) este producto terminará en stock en más de 10 años (%s).

source: New promo
es_es: Nueva promoción

source: Promos is an efficient and super easy way to display your custom offers and specials on your online store homepage. Every promo card has a picture, a title, and a custom link.
es_es: Las tarjetas de promoción son una forma efectiva y muy fácil de presentar promociones y ofertas especiales en la página principal de una tienda en línea. Cada tarjeta de promoción es una imagen, un título y un enlace.

source: Automated assignment of guest orders to existing customers will not work on following sites: <strong>%s</strong>. Due to privacy considerations, auto order assignment requires enabling “Confirm email on signup” option in <em>Site app > select your domain > Personal > Auth & Sign up settings</em>.
es_es: La asignación automática de pedidos a clientes existentes no funcionará en los siguientes sitios: <strong>%s</strong>.Por razones de confidencialidad, la función de conexión automática de pedidos solo funcionará si está habilitada la configuración "Confirmar dirección de correo electrónico después del registro" de la aplicación "Sitio" en <em> Mi cuenta> Configuración de autorización </em>.

source: Latest blog updates
es_es: Últimas actualizaciones del blog

source: When enabled, products will be fetched from both the current category and all its sub-categories — and shown in one list
es_es: Al habilitar esta configuración, se agregarán automáticamente todos los productos de sus subcategorías a la lista de productos en esta categoría

source: If you don’t see promos on your storefront homepage, you might be using an outdated version of the design theme (home.html template file). Please <a href="%s" target="_blank">follow this guide</a> to embed this new Shop-Script 7 feature to your online store.
es_es: Si no ve tarjetas de promoción en el escaparate de su tienda en línea, puede ser, que esta usando una versión obsoleta del tema de diseño (plantilla home.html). Por favor, <a href="%s" target="_blank"> siga instrucciones para actualizar la plantilla de diseño </a> para mostrar tarjetas promocionales.

source: Delete promo
es_es: Eliminar promoción

source: Promo title
es_es: Título de promoción

source: Promo subtitle
es_es: Subtítulo de promoción

source: Unable to upload file %s.
es_es: No se pudo cargar el archivo %s.

source: There are products that belong to this product type. To delete this product type, you must either delete those products or assign them to another product type first.
es_es: Hay productos de este tipo en la tienda. Para eliminar este tipo de productos, debe eliminar todos estos productos o cambiar su tipo a cualquier otro.

source: Cannot delete product type. At least one product type must remain.
es_es: El tipo de productos no se eliminó. Al menos un tipo de productos debe permanecer en la tienda.

source: Design theme will use this color either for text labels or base background color.
es_es: Dependiendo del tema de diseño, el color especificado se usará para el texto del título o el fondo de la tarjeta promocional.

source: Promo will be deleted from your storefronts. Delete?
es_es: La tarjeta promocional se eliminará de todos los escaparates de su tienda en línea. ¿Eliminar?

source: Save this search
es_es: Guardar filtro de búsqueda

source: Change search conditions
es_es: Cambiar condiciones de búsqueda

source: Edit filter
es_es: Editar filtro de búsqueda

source: New search
es_es: Nueva búsqueda

source: Count only paid orders
es_es: Tener en cuenta sólo pedidos pagados

source: 30 days
es_es: 30 días

source: 90 days
es_es: 90 días

source: 180 days
es_es: 180 días

source: 365 days
es_es: 365 días

source: Enter date...
es_es: Ingresar fecha...

source: Over %s ago
es_es: Más que %s atrás

source: or earlier
es_es: o anterior

source: or later
es_es: o posterior

source: First order
es_es: Primer pedido

source: Create method
es_es: Método de creación

source: Applied discount coupon
es_es: Cupón de descuento aplicado

source: Purchases
es_es: Compras

source: Purchased product
es_es: Compraron productos

source: Purchase time frame
es_es: Tiempo de compra

source: Customer info
es_es: Información del cliente

source: Referer
es_es: Fuente

source: UTM campaign
es_es: Campaña UTM

source: Delete filter
es_es: Eliminar filtro

source: Filter name
es_es: Nombre del filtro

source: Visibility
es_es: Visibilidad

source: Only me
es_es: Sólo yo

source: Everybody
es_es: A todos los usuarios

source: Limit visibility only to the selected user groups
es_es: Sólo el grupo de usuarios seleccionado

source: Delete this customer search?
es_es: ¿Eliminar el filtro de búsqueda de clientes?

source: To use this plugin, proceed to <a href="%s">Import / Export &rarr; %s</a>.
es_es: Para usar este complemento, vaya a «<a href="%s">Importar/Exportar &rarr; %s</a>».

source: Please select a set
es_es: Por favor seleccione lista de productos

source: Remove product from this set
es_es: Eliminar producto de esta lista

source: Additional set
es_es: Lista adicional

source: Payment term
es_es: Período de pago

source: optional
es_es: opcional

source: A/B test Smarty code
es_es: A/B test Smarty Código

source: Set up payment
es_es: Por favor, configura el pago

source: Set up shipping
es_es: Por favor, configura el envío

source: Welcome!
es_es: ¡Bienvenido!

source: You are very close to get your online store ready for your first sale!
es_es: ¡Ya casi ha terminado de preparar su tienda en línea para comenzar!

source: Done!
es_es: ¡Hecho!

source: of
es_es: de

source: Close quick start
es_es: Cerrar tutorial

source: Select design
es_es: Elige un diseño

source: Install Shop-Script
es_es: Instalar Shop-Script

source: Basic settings
es_es: Configuración básica

source: Add products
es_es: Añadir productos

source: Welcome tutorial
es_es: Asistente de configuración de tienda

source: Filter cannot be deleted.
es_es: Error al eliminar el filtro.

source: Filter cannot be saved.
es_es: El filtro no se puede guardar.

source: Any discount coupon
es_es: Cualquier código de cupón

source: Coupon
es_es: Cupón

source: Any UTM campaign
es_es: Cualquier campaña UTM

source: Welcome to Shop-Script
es_es: Bienvenido a Shop-Script

source: Any coupon
es_es: Cualquier cupón

source: No name filter
es_es: Filtro sin título

source: Returns array of feature values for the specified list of products
es_es: Devuelve un array de valores de características para todos los elementos listados

source: Returns array of latest product reviews
es_es: Devuelve el array de las últimas reseñas de productos

source: Returns array of tags, by default limited to 50 items
es_es: Devuelve el array de etiquetas-tags, limitado a 50 elementos por defecto

source: Returns array of stocks
es_es: Devuelve un array de stock

source: Add your first product
es_es: Agrega tu primer producto

source: Shipping option
es_es: Opción de envío

source: Payment option
es_es: Opción de pago

source: Order time frame
es_es: Plazo de tiempo de pedido

source: From New York
es_es: De Nueva York

source: From British Columbia
es_es: De la Columbia Británica

source: From New Zealand
es_es: De Nueva Zelanda

source: From Facebook
es_es: De Facebook

source: From Twitter
es_es: De Twitter

source: Last ordered over a month ago
es_es: Último pedido hace más de un mes

source: Some required contact info fields were not provided. Please return to the contact information checkout step to finalize your order.
es_es: Faltan los campos de información de contacto requeridos. Vuelva al paso de entrada de información de contacto para realizar un pedido.

source: Data cannot be processed because required currency %s is not defined in your store settings.
es_es: No se pudieron procesar los datos del pedido porque la moneda requerida %s no está definida en la configuración de la tienda.

source: All products sorted by margin
es_es: Todos los productos clasificados por margen

source: Purchased at least once during the selected report period
es_es: Los productos que se compraron al menos una vez durante el período del informe seleccionado

source: Up to %d products
es_es: %d productos

source: Hide Filters
es_es: Ocultar filtros

source: Show Filters
es_es: Selección por parámetros

source: %s is now in your shopping cart
es_es: %s está ahora en su carrito de compras

source: Go to shopping cart
es_es: Ir al carrito de compras

source: Optional settings
es_es: Configuración avanzada

source: Automatically create thumbnails of predefined custom sizes
es_es: Crear automáticamente miniaturas de tamaños personalizados predefinidos

source: Enable this in case you are sure about the list of your custom thumbnail sizes, or if custom-sized on-fly thumbnail generation is disabled; otherwise it is safe to have this option turned off.
es_es: Habilitar si está prohibido realizar miniaturas sobre la marcha o si está seguro de que la lista de tamaños predefinidos está completa de acuerdo con los requisitos del tema de diseño de su tienda en línea; si no está seguro, se recomienda dejar esta opción desactivada.

source: Enable to get thumbnails of all available sizes created at once. It is recommended if automatic image thumbnail generation is disabled in image settings.
es_es: Habilite la creación inmediata de miniaturas de todos los tamaños personalizados. Se recomienda si la creación de miniaturas de tamaños arbitrarios automática está desactivada en la configuración de la imagen.

source: If you leave this option disabled, thumbnails will be automatically created later, at the first request of an image on the website, if automatic image thumbnail generation is enabled.
es_es: Si deja esta casilla sin marcar, las miniaturas se crearán automáticamente más tarde, cuando solicite por primera vez una imagen en el escaparate, si habilita la creación de miniaturas de tamaño arbitrario a pedido.

source: Restore product fullsize images from originally uploaded versions (backups)
es_es: Restaurar imágenes de productos a tamaño completo de versiones originales descargadas (copias de seguridad)

source: Enable this to flush all source fullsize images and re-generate them from backups. All plugin customizations to source images will be re-applied. Source images without backups will be skipped.
es_es: Permitir restablecer todas las imágenes de tamaño completo de los productos a sus versiones originales, cargadas inicialmente. Cualquier cambio que los plugins instalados impongan en las imágenes de tamaño completo se aplicará automáticamente. Si la imagen no tiene una copia de seguridad, permanecerá sin cambios

source: Inline editing is available only for products with a single SKU
es_es: La edición en línea sólo está disponible para productos con un sólo SKU-artículo

source: Insufficient access rights
es_es: Derechos de acceso insuficientes

source: All
es_es: Todo

source: Shop customers
es_es: Clientes de la tienda

source: Invalid coupon code
es_es: Código de cupón no válido

source: Download chart data in CSV
es_es: Descargar datos de gráfico en CSV

source: Unable to update some of the products (%d) because you have insufficient access rights.
es_es: No se pueden actualizar algunos de los productos (%d), porque no tienes suficientes derechos de acceso.

source: Change product visibility
es_es: Cambiar la visibilidad del producto

source: Visible on website
es_es: Publicado en el sitio web

source: Temporarily remove all SKUs from sale too
es_es: Retirar temporalmente de la venta todos los artículos de productos seleccionados

source: Set all selected product SKUs as available for purchase too
es_es: Establecer todos los artículos de productos seleccionados para la venta

source: Email this form to customer
es_es: Enviar este formulario por correo electrónico al cliente

source: Manual order
es_es: Añadido manualmente

source: Social sharing
es_es: Compartir en redes sociales

source: Use these meta tags and default product image for social sharing too
es_es: Para las redes sociales use los mismos títulos y descripciones

source: Social sharing title
es_es: Título para redes sociales

source: Social sharing image URL
es_es: URL de imagen para redes sociales

source: If not set, a social network will attempt to determine preview image on it’s own.
es_es: Si no especificada la dirección, la red social seleccionará automáticamente una de las imágenes en la página

source: Social sharing video URL
es_es: URL de vídeo para compartir en redes sociales

source: Social sharing description
es_es: Descripción para redes sociales

source: Social sharing type
es_es: Tipo de página para redes sociales

source: Please refer to <a href="http://ogp.me" target="_blank">Open Graph</a> protocol site for more information on social sharing meta tags and available values.
es_es: La información detallada sobre los parámetros de las redes sociales y sus posibles valores se publica en el <a href="http://ogp.me" target="_blank">Open Graph</a>.

source: Product subpages are great for publishing product extra information such as manuals, galleries, honourable mentions, etc.
es_es: Las subpáginas le permiten agregar información del producto con el material que lo acompaña, como manuales, fotos, comentarios, etc.

source: Weight value will be used to calculate order shipping cost.
es_es: El valor del campo de "Peso" se utiliza para calcular los costos de envío

source: Great for products that are shipped online.
es_es: Un método de envío cómodo para productos digitales y productos electrónicos

source: SKU features
es_es: Características del artículo

source: Defining feature values for SKUs is great for dynamic product filtering customer experience. When customer finds a product using by-feature filters, product’s default SKU will be selected according to the filter conditions.
es_es: La definición de valores de características para artículos le permite mejorar la conveniencia al seleccionar productos para el cliente. Cuando el cliente encuentre un producto utilizando filtros por características, el artículo para este producto se seleccionará automáticamente de acuerdo con los valores de características especificados.

source: Manage visibility
es_es: Gestionar visibilidad

source: Orders & Customers
es_es: Pedidos y Clientes

source: Shop-Script version
es_es: Versión de Shop-Script

source: Thumbnail filenames
es_es: Nombres de archivos en miniatura

source: Keep original filenames
es_es: Usar nombres de archivos originales

source: When enabled, thumbnails’ file names are derived from the name of an original image file you upload.
es_es: Habilitar para generar nombres de archivos de miniaturas del nombre del archivo original que está cargando.

source: When disabled, thumbnails’ file names are generated only with the use of numbers denoting thumbnail dimensions.
es_es: Cuando está deshabilitado, los nombres de archivo de miniaturas se generan sólo con números que indican el tamaño de la miniatura.

source: If you enable this setting for the first time, it is <strong>strongly recommended</strong> to 1) Re-generate all product image thumbnails (use the link below) right after this setting has been changed, and 2) Update your store theme product.html template with the <a href="%s" target="_blank">new product thumbnail display code</a>.
es_es: Si habilita esta configuración por primera vez, <strong>recomienda encarecidamente: </strong> 1) Eliminar y volver a crear miniaturas de las imágenes de todos los productos (enlace a continuación) después de guardar el cambio de esta configuración y 2) Actualizar el código de producto para la página del producto product.html de acuerdo con <a href="%s" target="_blank">instrucciones</a>.

source: Limited by the total sum on all stocks
es_es: Balance total en todos los stocks

source: Limited by the main stock of the particular storefront only
es_es: Saldo en el stock principal, que se especifica en la configuración del escaparate

source: %s will be sent to customer by email. Are you sure?
es_es: %s se enviará al cliente por correo electrónico. ¿Está seguro?

source: Printform <strong>%s</strong> sent to customer.
es_es: Forma de impresión <strong>%s</strong> será enviado al cliente.

source: Printform %s for order %s
es_es: Forma de impresión %s para orden %s

source: Printform %s
es_es: Forma de impresión %s

source: Email to customer
es_es: Enviar al cliente

source: Enable to make this print form automatically emailed to customer when order was placed
es_es: Habilitar para enviar automáticamente el formulario de impresión al cliente por correo electrónico después de realizar el pedido

source: Payment plugins not installed yet
es_es: No hay plugin de pago instalado

source: Homepage
es_es: Inicio

source: Social sharing Title (og:title)
es_es: Título (og: título)

source: For detailed information on Open Graph parameters and examples please refer to <a href="http://ogp.me" target="_blank">ogp.me</a>
es_es: La información detallada sobre las posibles opciones para los parámetros de Open Graph se publica en el protocolo <a href="http://ogp.me" target="_blank">ogp.me</a>

source: Social sharing Image URL (og:image)
es_es: Imagen (og: imagen)

source: Social sharing Video URL (og:video)
es_es: Vídeo (og: video)

source: Social sharing Description (og:description)
es_es: Descripción (og: descripción)

source: Social sharing Type (og:type)
es_es: Tipo de página (og: tipo)

source: E.g. <b>website</b>.
es_es: Por ejemplo, <b>sitio web</b>.

source: Multiple instances of every payment option with custom settings can be created.
es_es: Puede configurar cada método de pago varias veces y configurar diferentes opciones para cada método.

source: Offer this payment method with the selected shipping methods
es_es: Ofrecer este método de pago para los métodos de envío seleccionados

source: Multiple instances of every shipping option with custom settings can be created.
es_es: Puede configurar cada método de envío varias veces y configurar diferentes opciones para cada método.

source: Manual payment
es_es: Pago en régimen manual

source: Use these meta tags for social sharing too
es_es: Usa estas meta-etiquetas para compartir en redes sociales

source: An array containing information about current backend user (agent) sending a message
es_es: Array de datos de backend (administrador) del usuario que envía el mensaje

source: User full name
es_es: Nombre completo del usuario

source: User first name
es_es: Nombre del usuario

source: User last name
es_es: Apellido del usuario

source: User email
es_es: Correo electrónico del usuario

source: User phone number
es_es: Número de teléfono del usuario

source: Store name (as defined in General settings)
es_es: Nombre de la tienda especificado en la configuración general

source: Store phone number
es_es: Número de teléfono de la tienda

source: Store primary email
es_es: Correo electrónico principal de la tienda

source: Store working days, e.g. Sun, Mon, Wed—Fri
es_es: Horario comercial, días de trabajo de tienda, por ejemplo, de lunes a viernes

source: Start of store’s business hours; e.g., 9:00 am
es_es: Inicio del horario comercial de la tienda; por ejemplo, a las 9:00 am

source: End of store’s business hours; e.g., 5:00 pm
es_es: Fin del horario comercial de la tienda; por ejemplo, a las 5:00 pm

source: You did not create any product categories yet.
es_es: Todavía no ha creado ninguna categoría de productos.

source: Checkout anti-spam filter
es_es: Filtro antispam para pedidos

source: Checkout anti-spam filtering is seamless for real customers and will automatically reject spammy orders placed by robots.
es_es: El filtro anti-spam para pedidos funciona perfectamente para clientes reales y rechaza automáticamente todos los pedidos realizados por "bots".

source: Alerts on rejected checkout attempts
es_es: Alertas sobre pedidos rechazados

source: Enable alerts on spammy checkout attempts to make sure none of real orders were rejected by the anti-spam filter.
es_es: Active las notificaciones por correo electrónico sobre intentos de realizar pedidos con "bots", para asegurarse de que no se rechazó ningún pedido real por error

source: Enable captcha for checkout (not required)
es_es: Habilitar captcha para el proceso de pedidos(opcional)

source: Optional. Enable checkout captcha when seamless anti-spam protection is not enough.
es_es: Captcha (ingresa el código en la imagen): protección adicional contra pedidos emitidos por "Bots". Active el captcha si el sistema de protección incorporado, invisible para clientes, no filtra bien los pedidos de los spammers.

source: If your store is under spammers attack and you receive lots of fraudulent orders placed by robots, protect the checkout routine with seamless anti-spam filtering. This will automatically filter all spam and save genuine orders only.
es_es: Si recibes una secuencia de pedidos y ninguno de ellos está confirmado, las órdenes no son hechas por compradores reales, sino por "Bots". Su tienda está siendo atacada por spammers. Active el filtro antispam para filtrar automáticamente los pedidos reales de spam.

source: Selected captcha type will be used throughout your storefront wherever applicable.
es_es: El tipo seleccionado se usará en el escaparate de su tienda en línea donde se muestre un captcha.

source: Get Google reCAPTCHA site key and secret for your site on <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>
es_es: Obtenga las claves Google reCAPTCHA para su sitio web en <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>

source: Spammy order alert
es_es: Alerta de pedido de SPAM

source: Something went wrong while processing your data. Please contact store team directly regarding your order. A notification about this error has been sent to the store admin.
es_es: Algo salió mal mientras procesaba sus datos. Por favor, póngase en contacto con el equipo de la tienda directamente con respecto a su pedido. Se ha enviado una notificación sobre este error al administrador de la tienda.

source: The following order attempt was REJECTED because user acted like a bot. Order record has not been created yet. If this is a valid order, you will need to confirm it with the customer and manually place the order in your store backend.
es_es: El siguiente intento de orden fue RECHAZADO porque el usuario actuó como un bot. Todavía no se ha creado el registro de la orden. Si se trata de un pedido válido, deberá confirmarlo con el cliente y realizar el pedido manualmente en el backend de su tienda.

source: Export product and category custom parameters
es_es: Exportar opciones avanzadas para productos y categorías
