Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: In addition, select particular products to offer this service with:
es_es: Opcionalmente, especifique los productos que se ofrecerán con este servicio

source: Start typing product or SKU name
es_es: Comienza a escribir el nombre de producto o del artículo/SKU

source: Inherit from product
es_es: Heredar del producto

source: Delete service
es_es: Eliminar servicio

source: Are you sure you want to delete this service?
es_es: ¿Realmente quieres eliminar este servicio?

source: Main storefront
es_es: Escaparate de la tienda principal

source: Design
es_es: Diseño

source: New storefront
es_es: Nuevo escaparate

source: All products
es_es: Todos los productos

source: Create a product category using the green icon above.
es_es: Crea una nueva categoría de producto usando el icono verde de arriba.

source: Sets
es_es: Conjuntos

source: Product sets are used for embedding products into storefront info pages and design templates.
es_es: Los conjuntos de elementos se utilizan para colocar elementos en páginas de información y en plantillas de diseño.

source: Manage product types
es_es: Cambiar tipos de productos

source: Product types
es_es: Tipos de producto

source: Welcome to Shop-Script!
es_es: ¡Bienvenido a Shop-Script!

source: Shop Settings
es_es: Configuraciones de la tienda

source: Values selected here can be changed in the <a href="%s">settings</a> later.
es_es: Los valores seleccionados aquí se pueden cambiar más adelante en <a href="%s">configuración</a>.

source: This screen will help you to quickly launch your new online store.
es_es: Esta sección te ayudará a lanzar tu nueva tienda en línea.

source: Select a primary currency
es_es: Elija una moneda base

source: You will later be able to add more currencies in «Settings - Currencies» section
es_es: Las monedas adicionales se pueden agregar más adelante en la sección «Configuración - Monedas»

source: Select currency
es_es: Seleccionar moneda

source: This will automatically enable corresponding tax rates.
es_es: Para el país, las tasas de impuestos correspondientes/apropiadas se activarán automáticamente

source: Select types of products<br/>which you would like to be added as examples to your catalog.
es_es: Seleccione tipos de productos, <br/>ejemplos de los cuales agregaremos a su tienda

source: Each type provides its own set of editable product<br/>features to publish detailed product descriptions on the website,<br/>and to set up filters and automated recommendations.
es_es: Cada tipo de producto tendrá <br/>su propio conjunto de características; con su ayuda, puede describir <br/>productos en el escaparate, configurar filtros y recomendaciones automáticas.

source: You can import data from your existing online store<br/>based on another software platform
es_es: Puede importar datos de su tienda anterior,<br/>trabajando en otra plataforma

source: Other
es_es: Otro

source: No default regional data will be added
es_es: No se agregarán datos regionales

source: Select product types which you are going to sell online. Product types will automatically add a set of product custom features to your store, and will then allow you to manage product access level and publication based on product types.
es_es: Seleccione los tipos de productos que desea vender. Junto con los tipos de productos, se agregará automáticamente una lista de características útiles de los productos a su tienda en línea; también le permitirán configurar de manera conveniente el acceso de varios administradores de la tienda a ciertos grupos de productos y ajustar la lista de productos visibles en el escaparate.

source: Import
es_es: Importar

source: Add few demo products
es_es: Añadir algunos productos de demostración

source: Import my data to Shop-Script from my present online store
es_es: Importar datos en Shop-Script desde mi tienda en línea existente

source: Setup my store
es_es: Configurar tienda

source: skip the automated configuration setup
es_es: omitir la configuración automática

source: Import/export your data in CSV file.
es_es: Importar / exportar datos usando un archivo CSV.

source: New order
es_es: Nuevo pedido

source: All orders
es_es: Todos los pedidos

source: Processed by
es_es: Procesado

source: Me
es_es: Yo

source: Export
es_es: Exportar

source: Organize
es_es: Organizar

source: Create new set
es_es: Crear un nuevo conjunto

source: Add to category
es_es: Agregar a la categoría

source: Delete from set
es_es: Eliminar del conjunto

source: Category settings
es_es: Configuraciones de categoría

source: Set settings
es_es: Configuración de conjunto

source: Delete category
es_es: Eliminar categoría

source: Delete set
es_es: Eliminar conjunto

source: manual
es_es: manualmente

source: name
es_es: nombre

source: price
es_es: precio

source: in stock
es_es: en stock

source: rating
es_es: calificación

source: top selling
es_es: más vendido

source: Embed into template or page
es_es: Incrustar en plantilla o página

source: Show more products
es_es: Mostrar más productos

source: Delete list
es_es: Eliminar lista

source: Don’t delete products
es_es: No eliminar productos

source: Products connected to this list will not be deleted
es_es: Los elementos asociados con esta lista no serán eliminados

source: Delete all products stored in this list (%d)
es_es: Eliminar todos los productos en esta lista (%d)

source: Not available for smart categories.
es_es: No disponible para categorías dinámicas.

source: Storefront name
es_es: Nombre del escaparate

source: Homepage title
es_es: Título de la página de inicio

source: Homepage META Keywords
es_es: META Keywords de página de inicio

source: Homepage META Description
es_es: META Description de página de inicio

source: Published products
es_es: Productos publicados

source: Selected only
es_es: Sólo seleccionado

source: Default language
es_es: Idioma predeterminado

source: Default currency
es_es: Moneda predeterminada

source: Default stock
es_es: Stock principal

source: Select primary stock to which this storefront is associated with. When you process orders from placed via this storefront, selected stock will be automatically offered for product stock update.
es_es: Elija el stock principal al que se asociará este escaparate. Al procesar los pedidos realizados a través de este escaparate, el stock seleccionado aquí se ofrecerá como predeterminado para actualizar las existencias del stock.

source: All customers
es_es: Todos los clientes

source: Contacts
es_es: Contactos

source: added
es_es: añadido

source: Edit category
es_es: Editar categoría

source: There are no customers in this view.
es_es: No hay clientes en esta lista.

source: Show more customers
es_es: Mostrar más

source: This will delete the entire customer category (customers will not be deleted). Are you sure?
es_es: La categoría de clientes se eliminará (los clientes no se eliminarán). ¿Continuar?

source: Category has beed deleted.
es_es: La categoría ha sido eliminada.

source: New customer category
es_es: Nueva categoría de clientes

source: Category name
es_es: Nombre de la categoría

source: Or specify image URL (must be exactly 16x16 pixels):
es_es: O introduzca la URL de la imagen (16x16 píxeles):

source: Max 255 characters
es_es: Máx. 255 caracteres

source: List name cannot be empty
es_es: El nombre de la lista no puede estar vacío

source: Edit contact
es_es: Editar contacto

source: Delete contact
es_es: Eliminar contacto

source: Contact info
es_es: Información de contacto

source: Affiliate bonus
es_es: Bono de afiliación

source: Affiliate bonus (%s) is used for additional discount
es_es: El bono de afiliado (%s) se usa para un descuento adicional

source: Refund bonus used to get discount for order %s
es_es: Recuperar el bono gastado en el descuento en pedido %s

source: By customer category, %s%%
es_es: Por categoría de cliente, %s%%

source: By order total, %s%%
es_es: Por importe del pedido, %s%%

source: Bonus for the order %s totalling %s
es_es: Bonificación por pedido %s suma %s

source: Product reviews
es_es: Reseñas de productos

source: %s did not post any product reviews in your storefront yet.
es_es: %s no dejó ninguna reseña de producto en tu tienda.

source: Product
es_es: Producto

source: Inventory transfer
es_es: Transferencia de saldo de stock

source: Transfer
es_es: Transferencia

source: No info
es_es: No hay información

source: Sample dialog
es_es: Ejemplo de diálogo

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: clear
es_es: borrar

source: contain
es_es: contiene

source: is the same
es_es: es igual a

source: is not the same
es_es: no es igual

source: all
es_es: todo

source: any
es_es: cualquiera

source: is
es_es: es igual a

source: Empty result
es_es: Resultado vacío

source: Close
es_es: Cerrar

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
es_es: Sólo se permiten archivos con extensiones .gif, .jpg, .jpeg, .png.

source: This will delete entire page. Are you sure?
es_es: Se eliminará toda la página. ¿Continuar?

source: Please select at least one product
es_es: Por favor seleccione al menos un producto

source: This will reset all changes you applied to the image after upload, and will restore the image to its original. Are you sure?
es_es: Todos los cambios aplicados a la imagen se perderán y la imagen original se restaurará. ¿Continuar?

source: A product must have at least one SKU.
es_es: Un producto debe tener al menos un SKU-artículo.

source: % Discount
es_es: % de descuento

source: Free shipping
es_es: Envío gratis

source: Select
es_es: Lista desplegable (seleccionar)

source: Date
es_es: Fecha

source: Checkbox
es_es: Casilla de verificación

source: Unknown stock
es_es: Stock desconocido

source: Unknow destination stock
es_es: Stock de destino desconocido

source: Error when deleting
es_es: Error al eliminar

source: By order total
es_es: Por importe del pedido

source: By customers overall purchases
es_es: Por la cantidad total de todos los pedidos de los clientes

source: Referrers & Cookies
es_es: Sitios web de referencia y cookies

source: Product bundles
es_es: Combinación de productos

source: Product quantities
es_es: Cantidades de productos

source: is same
es_es: es igual

source: is not same
es_es: no es igual

source: Error when save config
es_es: Error al guardar la configuración

source: Unknown currency
es_es: Moneda desconocida

source: Error when change
es_es: Error al cambiar

source: Unknown code
es_es: Código desconocido

source: Error when change currency
es_es: Error al cambiar moneda

source: Error when move
es_es: Error al mover

source: Unknown field
es_es: Campo desconocido

source: Unknown parent field
es_es: Campo-parental desconocido

source: Product feature not found
es_es: Característica no encontrada

source: Unkown offset
es_es: Desplazamiento desconocido

source: Unkown count
es_es: Cantidad desconocida

source: Unknown product
es_es: Producto desconocido

source: Error when transfer
es_es: Error al transferir

source: Unknown image
es_es: Imagen desconocida

source: Coudn’t delete image
es_es: No se pudo borrar la imagen

source: Error while rebuild thumbnails
es_es: Error al actualizar las miniaturas

source: Error saving product page
es_es: Error al guardar la página del producto

source: Unkown service
es_es: Servicio desconocido

source: Error while rotate. I/O error
es_es: Error al realizar la rotación. Error de E/S.

source: Error while rotate. Operation canceled
es_es: Error al realizar la rotación. Cancelar operación.

source: Error while rotate. Original file corupted but backuped
es_es: Error al realizar la rotación. El archivo original está dañado, pero se guarda.

source: Error when delete: unknown sku
es_es: Error al eliminar: sku-artículo desconocido

source: Error when delete: unknown product
es_es: Error al eliminar: producto desconocido

source: Error when delete
es_es: Error al eliminar

source: Unknown page
es_es: Página desconocida

source: Page couldn’t be inserted before itself.
es_es: La página no se pudo colocar antes de sí misma.

source: Image not found
es_es: Imagen no encontrada

source: Unknown type
es_es: Tipo desconocido

source: Empty code
es_es: Código vacío

source: Error when updating
es_es: Error al actualizar

source: Please add at least one product to save this order
es_es: Para guardar un pedido, debe agregar al menos un artículo

source: Order not found
es_es: Pedido no encontrado

source: Writing a review to product is available just on frontend
es_es: Escribir una opinión del producto sólo está disponible en el escaparate

source: Unknown service to delete
es_es: Servicio desconocido para borrar

source: Unknown service to update
es_es: Servicio de actualización desconocido

source: Storefronts
es_es: Escaparates

source: Featured on homepage
es_es: Destacado (promo) en la página de inicio

source: (no-name)
es_es: (sin nombre)

source: URL is in use
es_es: la URL está en uso

source: Only Latin characters, numbers and underscore symbol are allowed
es_es: Sólo se permiten letras latinas, números, guiones bajos y guiones

source: ID is in use
es_es: ID está en uso

source: Search results
es_es: Resultados de búsqueda

source: Unknown category
es_es: Categoría desconocida

source: Total spent
es_es: Total de pedido

source: Number of orders
es_es: Número de pedidos

source: Last order
es_es: Último pedido

source: Registered
es_es: Registrado

source: Length
es_es: Longitud

source: in
es_es: pulgada

source: mi
es_es: milla

source: Weight
es_es: Peso

source: lbs
es_es: libra

source: Volume
es_es: Volumen

source: Frequency
es_es: Frecuencia

source: Memory
es_es: Memoria

source: Area
es_es: Área

source: ac
es_es: acre

source: sq mm
es_es: mm cuadrado

source: sq in
es_es: sq. pulgada

source: sq mi
es_es: sq milla

source: Time
es_es: Tiempo

source: hr
es_es: h

source: days
es_es: días

source: weeks
es_es: semanas

source: The shipping checkout step prompts user to select the shipping type.
es_es: El paso de verificación de envío ofrece al cliente a elegir el método de entrega.

source: Can manage orders
es_es: Gestión de pedidos

source: Can manage settings
es_es: Gestión de la configuración general

source: Can view reports
es_es: Ver informes

source: Can manage products
es_es: Gestión de productos

source: Returns cart
es_es: Devuelve el carrito de la compra

source: Product set
es_es: Conjunto de productos

source: <no name>
es_es: <sin nombre>

source: Tracking number
es_es: Identificador de envío

source: Bestseller!
es_es: ¡El más vendido!

source: YOUR TEXT
es_es: TU TEXTO

source: %s entry not found
es_es: Nota %s no encontrada

source: Name cannot be left blank
es_es: Introduce nombre

source: Name length should not exceed 255 symbols
es_es: El nombre no puede tener más de 255 caracteres

source: Email cannot be left blank
es_es: Introduce correo ectrónico

source: Email is not valid
es_es: Se ha introducido una dirección de correo electrónico incorrecta

source: Site URL is not valid
es_es: La URL del sitio no es válida

source: Invalid captcha code
es_es: Código de captcha no es correcta

source: Review text cannot be left blank
es_es: Introduce el texto de reseña

source: Review length should not exceed 4096 symbols
es_es: El texto de reseña no debe tener más de 4096 caracteres

source: Not unique value
es_es: Introduce un valor único

source: Error while insert
es_es: Error de inserción

source: The requested resource is not available.
es_es: El recurso solicitado no está disponible.

source: Discount
es_es: Descuento

source: Overview
es_es: Descripción general

source: Write a review
es_es: Escribir una reseña

source: To add a review please <a href="%s">sign up</a> or <a href="%s">login</a>
es_es: Para añadir una reseña, por favor, <a href="%s">registrese</a> o <a href="%s">inicie sesión</a>

source: Sign up
es_es: Registrarse

source: Guest
es_es: Invitado

source: Your name
es_es: Tu nombre

source: Website
es_es: Sitio web

source: log out
es_es: cerrar sesión

source: Rate product
es_es: Valora este producto

source: Review
es_es: Reseña

source: Add review
es_es: Añadir reseña

source: Your shopping cart is empty.
es_es: Su cesta está vacío.

source: Better together
es_es: Recomendado

source: Shopping cart
es_es: Cesta

source: Remove from cart
es_es: Eliminar de la cesta

source: Update
es_es: Actualizar

source: Discount coupon (if you have one)
es_es: Cupón de descuento (si existe)

source: Apply
es_es: Aplicar

source: Use your current affiliate balance of %d to get a discount
es_es: Para obtener un descuento, use su bono de afiliado (%d)

source: This order will earn +%d points to your karma.
es_es: Este pedido agregará +%d puntos a tu karma.

source: Proceed to checkout
es_es: Proceder a la compra

source: Add to cart
es_es: Añadir a la cesta

source: Add to comparison table
es_es: Agregar a la tabla de comparación

source: Remove from comparison table
es_es: Eliminar de la tabla de comparación

source: Compare
es_es: Comparar

source: categories
es_es: categorías

source: %s reviews
es_es: %s reseñas

source: Read <a href="%s">all %d review</a> on %s
es_es: Ver <a href="%s">%d reseña </a> sobre %s

source: Be the first to <a href="%s">write a review</a> of this product!
es_es: ¡Sé el primero en <a href="%s">escribir una reseña</a> de este producto!

source: My shopping cart
es_es: Mi cesta

source: Estimated delivery
es_es: Tiempo estimado de entrega

source: Compare products
es_es: Comparar productos

source: All features
es_es: Todas las características

source: Different
es_es: Varios

source: By
es_es: por

source: Thank you!
es_es: ¡Gracias!

source: You have successfully signed up.
es_es: Se ha registrado correctamente.

source: Login
es_es: Iniciar sesión

source: Product set with the ID <strong>%s</strong> either does not exist or does not contain any product. Add some products into a product set with the specified ID to make these products featured here.
es_es: La lista de productos con el identificador <strong>%s</strong> no existe o no contiene productos. Para mostrar productos aquí, agréguelos a la lista con este identificador.

source: Use built-in design editor to edit this text and replace it with your general store information and contacts.
es_es: Utilice el editor de diseño incorporado para cambiar este texto y reemplazarlo con la descripción y la información de contacto de su tienda.

source: Next &rarr;
es_es: Siguiente &rarr;

source: Search orders by ID
es_es: Buscar pedidos por ID

source: Add payment option
es_es: Agregar método de pago

source: No payment options are defined.
es_es: No hay método de pago definido.

source: Your online store base country.
es_es: País donde esta ubicada tu tienda en línea.

source: No plugins installed
es_es: No hay plug-ins instalados

source: Type name, email or phone number
es_es: Ingrese nombre, correo electrónico o número de teléfono

source: on product
es_es: al producto

source: Badge
es_es: Pegatina

source: Start typing product name or SKU
es_es: Comienza a escribir el nombre del producto o SKU

source: Print
es_es: Imprimir

source: Save changes
es_es: Guardar cambios

source: performed action
es_es: acción realizada

source: Least expensive
es_es: Más barato

source: Best sellers
es_es: Más vendido

source: Worst sellers
es_es: Ventas bajas

source: Date added
es_es: Fecha añadida

source: You will be taken to the data import screen now.
es_es: En la siguiente pantalla puede ingresar los datos de accesso a su tienda en línea.

source: default
es_es: por defecto

source: Storefront settings are managed using the Site app
es_es: La configuración del escaparate se administra usando la aplicación del "Sitio"

source: Shipping option not specified
es_es: Opción de envío no especificada

source: Payment option not specified
es_es: Método de pago no definido

source: Access denied
es_es: Acceso denegado

source: Customer name
es_es: Nombre del cliente

source: Cart
es_es: Cesta

source: Invalid auth provider
es_es: Servicio de autorización desconocido

source: Invalid auth provider data
es_es: Formato de datos desconocido del servicio de autorización

source: Your shopping cart is empty. Please add some products to cart, and then proceed to checkout.
es_es: Su carrito está vacío. Llene la cesta con productos para hacer un pedido.

source: We do not accept orders from clients registered as companies. To continue checkout, please <a href='?logout=%s'>log out</a> and log in again as a person.
es_es: No aceptamos pedidos de organizaciones. Para continuar con el pedido, <a href='?logout=%s'>cierre la sesión</a> y vuelva a iniciar sesión con su nombre.

source: Homepage title <title>
es_es: Título de la página principal <title>

source: Optional
es_es: Opcional

source: Comment
es_es: Comentario

source: Optional comments
es_es: Comentario (opcional)

source: Review title cannot be left blank
es_es: El título de la reseña debe estar completado

source: Ship to
es_es: El destinatario

source: Bill to
es_es: Facturar a

source: Quantity
es_es: Cantidad

source: from
es_es: de

source: to
es_es: a

source: desde
es_es: с

source: to
es_es: a

source: Filter products
es_es: Filtrar productos

source: No products matched your filtering criteria.
es_es: No se ha encontrado ningún producto para este criterio.

source: This order will add +%d points to your affiliate bonus.
es_es: Esta orden aumentará tu bono de afiliado en +%d баллов.

source: Find products
es_es: Buscar productos

source: An error occurred while processing your payment.
es_es: Se produjo un error al procesar el pago.

source: We successfully accepted your order, and will contact you asap.
es_es: Hemos aceptado con éxito su pedido y nos pondremos en contacto con usted lo antes posible.

source: Your order number is
es_es: Su número de pedido

source: Back to the store
es_es: Volver a la tienda

source: %d product
es_es: %d producto

source: %d review
es_es: %d reseña

source: %d review for
es_es: %d reseña al producto

source: %d product will be deleted without the ability to restore.
es_es: %d producto será eliminado permanentemente.

source: %d order
es_es: %d pedido

source: This coupon was used for <strong>%d order</strong>.
es_es: Este cupón se usó para <strong>%d pedido </strong>.

source: %d contact
es_es: %d contacto

source: No customer categories are defined in your store. Define one using the main <a href="%s">Customers</a> screen.
es_es: No se ha creado ninguna categoría de cliente en su tienda para la que podría definir un descuento. Cree una categoría en la pantalla <a href="%s">Clientes</a>.

source: New
es_es: Nuevo

source: Processing
es_es: Procesado

source: Paid
es_es: Pagado

source: Sent
es_es: Enviado

source: Completed
es_es: Realizado

source: Refunded
es_es: Reembolsado

source: Deleted
es_es: Eliminado

source: Process
es_es: En proceso

source: Refund
es_es: Reembolso

source: Split order
es_es: Dividir en dos

source: Restore
es_es: Restaurar

source: Mark as Completed
es_es: Marcar como completado

source: URLs
es_es: URL de las páginas

source: Mixed
es_es: Mezclado

source: <br>Product URLs: /<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/subcategory-name/subcategory-name/...</strong>
es_es: <br>URL del producto: /<strong>product-name/</strong><br>URL de categoría: /category/<strong>category-name/subcategory-name/subcategory-name/...</strong>

source: Plain
es_es: Llanura

source: <br>Product URLs: /product/<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/</strong>
es_es: <br>URL del producto: /product/<strong>product-name/</strong><br>URL de categoría: /category/<strong>category-name/</strong>

source: not specified
es_es: no especificado
