Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Enable web push notifications for your browser to get notified on new orders on your computer screen.
es_es: Active las notificaciones push para que su navegador vea mensajes sobre nuevos pedidos en la pantalla de la computadora.

source: User manual on setting up web push notifications: <a href="%s" target="_blank">%s</a>.
es_es: Instrucciones para configurar notificaciones push: <a href="%s" target="_blank">%s</a>.

source: Short company name
es_es: Nombre corto de la compañía

source: Enter values obtained during signup on onesignal.com website
es_es: Ingrese los valores obtenidos al registrarse en onesignal.com

source: Check <a target="_blank" href="https://documentation.onesignal.com/docs/website-sdk-overview">web push documentation</a> for the list of supported browsers.
es_es: Una lista de navegadores compatibles está disponible en la <a target="_blank" href="https://documentation.onesignal.com/docs/website-sdk-overview">página de documentación</a>.

source: Don’t notify customer on this order editing
es_es: No notificar al cliente sobre esta edición de pedido

source: hours after the order was set to state
es_es: horas después de que la orden se estableció en estado

source: Array of courier data
es_es: Conjunto de datos de repartidor

source: Array of data of a courier contact stored in Contacts app, if courier is linked to an existing contact
es_es: Conjunto de datos de contacto de mensajería desde la aplicación "Contactos" si el repartidor está asociado con un contacto existente.

source: Courier contact’s default email address
es_es: La dirección de correo electrónico de repartidor

source: Courier contact’s default phone number
es_es: Número de teléfono de repartidor

source: <a href="https://www.shop-script.com/mobile/">Mobile app</a> will help you to conveniently track sales, process orders, and manage products right on your iOS or Android-powered smartphone.
es_es: <a href="https://www.shop-script.ru/mobile/">Aplicación móvil</a> le permitirá realizar un seguimiento conveniente de las ventas, procesar pedidos y administrar productos directamente en su teléfono inteligente basado en iOS o Android.

source: https://itunes.apple.com/us/app/shop-script/id1108957302?mt=8
es_es: https://itunes.apple.com/ru/app/shop-script/id1108957302?mt=8

source: You can remove settings or install the <a href="%s" class="inline">plugin</a>.
es_es: Puedes eliminar la configuración o instalar el <a href="%s" class="inline">Plugins</a>.

source: You can remove settings or install the plugin.
es_es: Puedes eliminar configuraciones o instalar un Plugin.

source: An error occurred
es_es: Ha ocurrido un error

source: Primary SKU
es_es: Artículo SKU principal

source: Unknown destination stock
es_es: Stock de destino desconocido

source: Syntax error in the template of action “%s” in line %s “%s”. Reason: %s.
es_es: Error de sintaxis en la plantilla de acción «%s» en la línea %s «%s». Motivo: %s.

source: You can edit the template in <a href="?action=settings#/orderStates/">order states settings</a>.
es_es: La plantilla se puede cambiar en <a href="?action=settings#/orderStates/">configuración del estado del pedido</a>.

source: An array of action-dependent parameters, e.g. $action_data.params.tracking_number for Ship’s action tracking number
es_es: Conjunto de parámetros de acción con un pedido, por ejemplo, $action_data.params.tracking_number: el número de envío para la acción «Enviado»

source: Current order status
es_es: Estado actual del pedido

source: Money will be returned to the customer via the payment gateway.
es_es: El dinero será devuelto al cliente a través de la pasarela de pago.

source: Refund reason
es_es: Motivo de la devolución

source: Customer request
es_es: A petición del cliente

source: Get instant updates on your mobile device
es_es: Todos los pedidos están en tu teléfono

source: Export default SKU choice value
es_es: Exportar valor de selección de artículo predeterminado

source: Order placed by a customer or created by an administrator in backend.
es_es: Registro de pedido en el escaparate de la tienda o creación de un pedido por el administrador en el backend de la tienda.

source: Execution of “Process” action in backend.
es_es: Realizar la acción «Procesar» en el backend de la tienda.

source: Execution of “Sent” action in backend.
es_es: Ejecutando la acción "Enviado" en el backend de la tienda.

source: Execution of “Delete” action in backend.
es_es: Ejecución de la acción "Eliminar" en el backend de la tienda.

source: Execution of “Refund” action in backend.
es_es: Ejecución de la acción "Reembolsar-Devolver" en el backend.

source: Saving of changes made in an edited order in backend.
es_es: Guardado de cambios realizados en un orden editado en el backend de la tienda.

source: Execution of “Restore” action in backend.
es_es: Realizar la acción "Restaurar" en el backend de la tienda.

source: Execution of “Mark as Completed” action in backend.
es_es: Ejecución de la acción "Marcar como completada" en el backend.

source: Sending of a message to a customer by an administrator in backend.
es_es: Envío de un mensaje a un cliente por un administrador en el back-end.

source: Adding of a comment to an order by an administrator in backend.
es_es: Añadiendo un comentario a un pedido de un administrador en el back-end de la tienda

source: Merging of an order without an ID, which was paid via a mobile terminal, with another order in backend.
es_es: Fusión de un pedido sin número (ID), que se pagó a través de un terminal móvil, con otro pedido por el administrador en el backend.

source: The total of orders placed by customers who initially came to your online store from %s website. Whether those customers came again from other websites to place their subsequent orders is not taken into account.
es_es: La cantidad de pedidos realizados por los clientes que primero acudieron a la tienda desde el sitio %s. Las transiciones de estos compradores a la tienda desde otros sitios para procesar pedidos posteriores no se toman en cuenta.

source: The total of orders placed by customers upon coming from %s website. The initial traffic sources of the customers who placed these orders are not taken into account.
es_es: La cantidad de pedidos realizados después de la transición al escaparate desde el sitio %s. La fuente inicial de la transición al escaparate de los compradores que realizaron dichos pedidos no se tiene en cuenta.

source: Registration of an automatic callback from a payment gateway; e.g., to update the order status. Depending on the callback result, additionally action “Paid” may be called afterwards.
es_es: Recepción de una solicitud automática de un sistema de pago (por ejemplo, para actualizar el estado de un pedido). Dependiendo del resultado de la solicitud, la acción "Pagado" se puede realizar además de esto.

source: Execution of “Paid” action manually in backend or automatically by a callback from a payment gateway.
es_es: Realizar la acción "Pagado" en el backend de la tienda o como resultado de una solicitud automática (devolución de llamada-callback) del sistema de pago.

source: Only couriers for storefront %s are shown.
es_es: Sólo se muestran los repartidores para el escaparate %s.

source: Set up couriers for storefront %s to be able assign orders to them.
es_es: Configura repartidores para el escaparate %s, para poder asignarles pedidos.

source: None
es_es: Ninguno

source: End time is earlier than start time. Are you sure?
es_es: La hora de finalización es anterior a la hora de inicio. ¿Estás seguro?

source: Use
es_es: Usar

source: Do not use
es_es: No usar

source: apply
es_es: aplicar

source: Shipping date
es_es: Fecha de envío

source: Shipping time
es_es: Tiempo de envío

source: Time created
es_es: Tiempo de creación

source: Time updated
es_es: Tiempo de actualización

source: Time paid
es_es: Tiempo de pago

source: Preferred shipping time:
es_es: Tiempo de envío preferido:

source: Edit shipping details
es_es: Editar detalles de envío

source: Shipping details changed
es_es: Los detalles del envío han cambiado

source: Shipping date, for example: February 16, 2017
es_es: Fecha de envío, por ejemplo: 16 de febrero de 2017

source: Shipping date, for example: February 16
es_es: Fecha de envío, por ejemplo: 16 de febrero

source: Shipping date, for example: 02/16/2017
es_es: Fecha de envío, por ejemplo: 16.02.2017

source: Start of shipping time interval
es_es: Inicio del intervalo de tiempo de envío

source: End of shipping time interval
es_es: Fin del intervalo de tiempo de envío

source: Shipping date and time, for example: February 16, 10:00 - 20:30
es_es: Fecha y hora de envío, por ejemplo: 16 de febrero, 10:00 - 20:30

source: Relative URL of ordered product‘s main image with specified size.
es_es: URL relativa de la imagen principal del producto pedido con el tamaño especificado.

source: <code>$item</code> must be an item of <code>$order.items</code> array.
es_es: <code>$item</code> debe contener un elemento de array <code>$order.items</code>.

source: <code>$size</code> must contain one of size values described in the <a href="https://www.shop-script.com/help/43/image-thumbnails-in-shop-script-5-storefront/" target="_blank">documentation</a>; e.g., "200" or "200x0", etc. Default image size, if not specified, is "750x0".
es_es: <code>$size</code> debe contener uno de los valores de tamaño descritos en <a href="https://www.shop-script.com/help/43/image-thumbnails-in-shop-script-5-storefront/" target="_blank">documentación</a>; por ejemplo, "200" o "200x0", etc. El tamaño de imagen predeterminado, si no se especifica, es "750x0".

source: To obtain an absolute image URL, use <code>{$wa-&gt;domainUrl()}</code>.
es_es: Para obtener una URL de imagen absoluta, use <code>{$wa-&gt;domainUrl()}</code>.

source: Example:
es_es: Ejemplo:

source: Send only if order status has not been changed from the one selected above
es_es: Enviar sólo si el estado del pedido seleccionado anteriormente no ha cambiado

source: Social sharing URL (og:url)
es_es: Enlace para redes sociales (og:url)

source: If at least one og: value above is not empty, then you may keep this field empty for og:url meta tag to contain this storefront‘s URL by default. Or type a custom og:url value manually, if necessary.
es_es: Если хотя бы одно из значений метатегов og: выше заполнено, то это поле можно оставить пустым — в метатег og:url по умолчанию подставится URL витрины. Или вручную отредактируйте значение og:url, если необходимо.

source: Amount of customer‘s bonuses accumulated with the “Loyalty program” enabled in store settings
es_es: El número de bonos acumulados por el comprador dentro del "Programa de bonos", incluido en la configuración de la tienda

source: Total amount of money spent by a customer calculated in default currency. To add formatted amount expressed in the order currency, use <code>{shop_currency($customer.total_spent, null, $order.currency)}</code>.
es_es: Cantidad total de dinero en moneda base gastada por el cliente. Agregue una cantidad formateada con la moneda del pedido: <code>{shop_currency($customer.total_spent, null, $order.currency)}</code>.

source: Number of orders placed by a customer.
es_es: Número de pedidos realizados por el cliente.

source: ID of last order placed by a customer. To add formatted order ID, use <code>{shopHelper::encodeOrderId($customer.last_order_id)}</code>.
es_es: ID de último pedido emitida por el cliente. Agregue ID de pedido con formato: <code>{shopHelper::encodeOrderId($customer.last_order_id)}</code>.

source: Adding of a comment to an order in backend.
es_es: Añadir comentario al pedido en backend.

source: A comment was added to your order %s
es_es: Se agregó un comentario a su pedido %s

source: Administrator has added a comment to your order %s:<br><strong>%s</strong>
es_es: Un administrador ha comentado tu pedido %s:<br><strong>%s</strong>

source: Administrator has changed the shipping details of your order %s as follows:<br><strong>%s</strong>
es_es: El administrador cambió las opciones de envío para su pedido %s de la siguiente manera: <br><strong>%s</strong>

source: Editing of order shipping details in backend.
es_es: Edición de detalles de envío del pedido en el backend.

source: Shipping details of your order %s have been changed
es_es: Se han cambiado los detalles de envío de su pedido %s

source: Administrator has settled your unsettled order %s by merging it with order %s.
es_es: El administrador procesó su pedido pendiente %s y lo unió con el pedido %s.

source: Administrator has settled your unsettled order %s.
es_es: El administrador ha resuelto su pedido pendiente %s

source: Your order %s has been settled
es_es: Su orden pendiente %s ha sido procesado

source: Administrator has merged your order %s with an unsettled order.
es_es: El administrador ha fusionado su pedido %s con otro pedido pendiente.

source: Order shipping via <strong>%s</strong> service was canceled.
es_es: Envío de pedido a través del servicio «<strong>%s</strong>» "cancelado".

source: Order is being prepared for shipping via <strong>%s</strong> service.
es_es: El pedido se está preparando para su envío a través del servicio «<strong>%s</strong>».

source: Order is ready for shipping via <strong>%s</strong> service.
es_es: El pedido está listo para ser enviado a través del servicio «<strong>%s</strong>».

source: Order details were sent to shipping service <strong>%s</strong>.
es_es: Información de pedido transferida al servicio de envío «<strong>%s</strong>».

source: An error has occurred during the interaction with shipping service <strong>%s</strong>.
es_es: Error al interactuar con el servicio de envío «<strong>%s</strong>».

source: Courier shipping
es_es: Envío por repartidor

source: Personal data processing
es_es: Procesamiento de datos personales

source: ---INSERT A LINK HERE!---
es_es: ---¡INSERTE AQUÍ A LA REFERENCIA (URL) DEL DOCUMENTO! ---

source: I agree to %spersonal data protection policy%s
es_es: Acepto los términos de la %spolítica de procesamiento de datos personales%s

source: By submitting this form I agree to %spersonal data protection policy%s
es_es: Al hacer clic en el botón de confirmación, acepto las condiciones de %spolicy del procesamiento de datos personales%s

source: Do not require consent to personal data protection policy
es_es: No requiere el cumplimiento de la política de procesamiento de datos personales

source: Show only notice and link to policy
es_es: Mostrar sólo el aviso y el enlace a la política

source: Show mandatory checkbox, notice, and link
es_es: Mostrar casilla de verificación obligatoria, con sugerencia y enlace

source: Restore original text
es_es: Restaurar texto estándar

source: Show notice
es_es: Mostrar aviso

source: Please confirm your agreement
es_es: Por favor confirme su acuerdo con los términos y condiciones

source: Not updated by order actions
es_es: No actualizado con acciones de pedido

source: With option “Not updated by order actions”, products’ stock level is supposed to be updated only during data exchange with accounting software, which is used to manage product stock updates.
es_es: Con la opción "No actualizado por acciones de pedido", se supone que el nivel de stock de los productos se actualiza sólo durante el intercambio de datos con el software de contabilidad, que se utiliza para administrar las actualizaciones de stocks de productos.

source: Total discount for this order item: %s.
es_es: Descuento total para este artículo: %s.

source: Total discount for this service: %s.
es_es: Descuento total para este servicio: %s.

source: Previously calculated discount was preserved
es_es: Se ha conservado el descuento previamente calculado

source: Total discount breakdown
es_es: Composición del descuento final

source: applicable to individual items:
es_es: descuento en productos pedidos:

source: applicable to entire order:
es_es: descuento total del pedido:

source: Edit discount
es_es: Cambiar descuento

source: For service cost
es_es: Por el coste de los servicios

source: If checked, service cost in newly placed orders will be rounded according to order currency settings.
es_es: Habilita, para redondear el coste de los servicios en nuevos pedidos de acuerdo con la configuración de moneda.

source: Day number of customer’s date of birth
es_es: Número del día en la fecha de nacimiento del cliente

source: Month number of customer’s date of birth
es_es: Número de mes en la fecha de nacimiento del cliente

source: Year number of customer’s date of birth
es_es: Número de año en la fecha de nacimiento del cliente

source: Customer’s name
es_es: Nombre del cliente

source: Customer’s company name
es_es: Nombre de la empresa del cliente

source: Customer’s job title
es_es: Puesto de trabajo del cliente

source: Customer’s phone number
es_es: Número de teléfono del cliente

source: Customer’s email address
es_es: Correo electrónico del cliente

source: Customer’s street address
es_es: Domicilio del cliente

source: Customer’s city name
es_es: Nombre de la ciudad del cliente

source: Customer’s ZIP code
es_es: Código postal del cliente

source: Customer’s region name
es_es: Nombre de región del cliente

source: Customer’s country name
es_es: Nombre del país del cliente

source: Returns array of specified product’s cross-selling items.<br><strong>$id</strong> of product whose cross-selling items must be returned.<br><strong>$limit</strong> (default: <em>5</em>) limits the number of returned items.<br><strong>$available_only</strong> (default: <em>false</em>) excludes out-of-stock products from the result. By default, out-of-stock products are not skipped.
es_es: Devuelve una serie de propuestas para la venta cruzada (cross-selling) de producto especificado.<br><strong>$id</strong> producto, para el que nesecita devolver las ofertas de ventas cruzadas.<br><strong>$limit</strong> (por defecto: <em>5</em>) limita la cantidad de producto de retorno.<br><strong>$available_only</strong> (por defecto: <em>false</em>) Se excluye de los resultados de productos faltantes de stock. De forma predeterminada, los elementos que faltan no se omiten.

source: To get product-related information, first create a product object by passing its numeric ID; e.g., <em>'product_id'</em> property of an item in <em>$order.items</em> array.
es_es: Para obtener información sobre un producto, primero debe crear un objeto producto especificando el ID numérico, por ejemplo, la propiedad de <em>'product_id'</em> array elemento <em>$order.items</em>.

source: Returns product URL for specified storefront address. E.g., use <em>$order.params.storefront</em> containing the storefront on which a product was purchased by a customer.
es_es: Devuelve la URL del producto para el escaparate con la dirección especificada. Por ejemplo, utilice la variable <em>$order.params.storefront</em>con la dirección del escaparate en el que el cliente procesó los productos.

source: Returns array of product’s upselling items.<br><strong>$limit</strong> (default: <em>5</em>) limits the number of returned items.<br><strong>$available_only</strong> (default: <em>false</em>) excludes out-of-stock products from the result. By default, out-of-stock products are not skipped.
es_es: Devuelve un conjunto de ofertas de productos similares (ventas adicionales) para este producto.<br><strong>$limit</strong> (por defecto: <em>5</em>) limita el número de mercancías de retorno<br><strong>$available_only</strong> (por defecto: <em>false</em>) Se excluye de los resultados de productos faltantes de stock. De forma predeterminada, los elementos que faltan no se omiten.

source: Returns array of product’s cross-selling items.<br><strong>$limit</strong> (default: <em>5</em>) limits the number of returned items.<br><strong>$available_only</strong> (default: <em>false</em>) excludes out-of-stock products from the result. By default, out-of-stock products are not skipped.
es_es: Devuelve una serie de propuestas para la venta cruzada (cross-selling) de producto especificado.<br><strong>$limit</strong> (по умолчанию: <em>5</em>) limita la cantidad de producto de retorno.<br><strong>$available_only</strong> (por defecto: <em>false</em>) Se excluye de los resultados de productos faltantes de stock. De forma predeterminada, los elementos que faltan no se omiten.

source: Select a tax rule to be applied to shipping rates calculated by this plugin.
es_es: Seleccione una regla de impuestos que se aplicará a las tarifas de envío calculadas por este plugin.

source: deleted product
es_es: producto eliminado

source: deleted service
es_es: servicio eliminado

source: There are more than %u tags.
es_es: Los productos tienen más de %u tags-etiquetas.

source: Start typing in search field to find a tag.
es_es: Comience a escribir en el campo de búsqueda para encontrar la etiqueta-tag deseada.

source: URL of Shop-Script storefront where the order was placed, decoded from Punycode if applicable
es_es: La dirección del escaparate de Shop-Script donde se realizó el pedido, teniendo en cuenta los dominios nacionales (Punycode)

source: Maximum available rounding precision is to nearest 0.01.
es_es: Máxima precisión de redondeo disponible - hasta 0.01.

source: “Not round” option is not available by default, unless enabled in user configuration.
es_es: La opción "No redondear" no está disponible de forma predeterminada a menos que esté activada en la configuración del usuario.

source: Order customer
es_es: Cliente

source: Reviews author
es_es: Autor de la reseña

source: Required quantity is greater than is available in stock.
es_es: La cantidad especificada de productos es más de lo que hay en stock.

source: You cannot delete the only available product from an order.
es_es: No se puede eliminar un sólo artículo de un pedido.

source: Nearest delivery date and time formatted as <em>yyyy-mm-dd hh:mm:ss</em>; e.g., <em>2001-12-31 12:30:59</em>.
es_es: La fecha y hora de entrega más cercanas posibles están en el formato <em>aaaa-mm-dd hh:mm:ss</em>, por ejemplo: <em>2001-12-31 12:30:59</em>.

source: Deadline for delivery formatted as <em>yyyy-mm-dd hh:mm:ss</em>; e.g., <em>2001-12-31 13:30:59</em>.
es_es: Último tiempo de entrega disponible en formato <em>aaaa-mm-dd hh:mm:ss</em>, por ejemplo: <em>2001-12-31 13:30:59</em>.

source: Desired delivery date selected by customer, formatted as <em>yyyy-mm-dd</em>; e.g., <em>2001-12-31</em>.
es_es: La fecha de entrega deseada elegida por el cliente, en el formato <em>aaaa-mm-dd</em>, например: <em>2001-12-31</em>.

source: Desired delivery date selected by customer, formatted as <em>dd.mm.yyyy</em>; e.g., <em>31.12.2001</em>.
es_es: La fecha de entrega deseada elegida por el cliente, en el formato de <em>dd.mm.aaaa</em>, por ejemplo: <em>31.12.2001</em>.

source: Desired delivery interval selected by customer, formatted as <em>xx:xx-xx:xx</em>; e.g., <em>10:00-12:00</em>.
es_es: El intervalo de tiempo de entrega deseado elegido por el cliente, en el formato de <em>xx:xx-xx:xx</em>, por ejemplo: <em>10:00-12:00</em>.

source: Edit orders
es_es: Editar pedidos

source: If enabled, a courier can edit order items, discount amount, and shipping cost via the mobile app.
es_es: Habilitar, para que repartidor pueda editar la composición del pedido, el monto del descuento y el costo de envío en la aplicación móvil.

source: A courier can change order status, shipping address in an order, except for fields “Country”, “ZIP”, “State”, and “City”, and other shipping parameters regardless of this setting’s value.
es_es: El repartidor puede cambiar el estado del pedido, la dirección de entrega, excepto los campos "País","ZIP","Región" y " Ciudad", y otras opciones de entrega, independientemente del valor de esta configuración.

source: Edit customers
es_es: Editar clientes
