Repository: demollc/langes
Catalog: lib/data/shop.po
Languages: es_es

source: Section “<a href="?action=settings#/schedule/" target="_blank">%s</a>” <i class="icon16 new-window"></i> settings are used
es_es: Están usando las configuraciónes de la sección «<a href="?action=settings#/schedule/" target="_blank">%s</a>» <i class="icon16 new-window"></i>

source: Custom working schedule for this storefront
es_es: Horario de trabajo personalizado para este escaparate

source: Select if your online store has several storefronts with different working schedules
es_es: Seleccione si su tienda en línea tiene varias tiendas con diferentes horarios de trabajo

source: Empty cart
es_es: Vaciar a la cesta

source: Delete all products from the cart?
es_es: ¿Eliminar todos los productos de la cesta?

source: Don’t delete
es_es: No eliminar

source: Delete product from the cart?
es_es: ¿Borrar producto de la cesta?

source: Shipping option selection
es_es: Selección de opción de envío

source: You are authorized as a company, and orders can be placed only by persons. Please %slog out%s of your account to check out as a person.
es_es: Usted está autorizado como entidad legal o empresa, pero sólo las personas físicas pueden realizar un pedido. %sPor favor, cierra%s su cuenta para realizar un pedido como individuo.

source: You are authorized as a person, and orders can be placed only by companies. Please %slog out%s of your account to check out as a company.
es_es: Usted está autorizado como persona, y los pedidos sólo pueden ser realizados por empresas. Por favor, %scierra%s su cuenta para realizar un pedido como entidad legal o empresa.

source: Log in
es_es: Iniciar sesión

source: Items cost
es_es: Coste de los artículos

source: Shipping cost
es_es: Coste de envío

source: not selected
es_es: no seleccionado

source: Total less shipping cost
es_es: Total menos coste de envío

source: accept our <a class="js-show-terms-dialog" href="javascript:void(0);">terms of service</a>
es_es: aceptar nuestros <a class="js-show-terms-dialog" href="javascript:void(0);">términos de servicio</a>

source: Confirm order
es_es: Confirmar pedido

source: Estimated shipping time
es_es: Tiempo estimado de envío

source: Order storage time
es_es: Tiempo de almacenamiento del pedido

source: Shipping service
es_es: Servicio de envío

source: day off
es_es: Un día libre(descanso) del trabajo

source: How to reach
es_es: Cómo llegar

source: More details
es_es: Más detalles

source: Required field
es_es: Campo obligatorio

source: To view shipping cost and estimated shipping time, please complete fields with an asterisk
es_es: Para calcular el coste y el tiempo de entrega, rellene los campos con un asterisco

source: Select a locality
es_es: Seleccionar una localidad

source: No name
es_es: Sin nombre

source: Shipping types
es_es: Tipos de envío

source: Shipping options
es_es: Opciones de envío

source: Select a shipping option
es_es: Seleccione una opción de envío

source: There are no shipping options available for specified location.
es_es: No hay opciones de envío disponibles para la ubicación especificada.

source: Please check values in location fields or contact us.
es_es: Por favor, compruebe los valores en los campos de ubicación o contacte con nosotros.

source: Select a common product feature containing 3 dimension values to avoid selecting separate features for individual dimensions below.
es_es: Por favor, seleccione una característica genérica con 3 tamaños de productos, para no seleccionar debajo de varias características personalizadas para cada uno de los tamaños.

source: Select separate product features for individual product dimensions if you have not selected a common dimensions feature above.
es_es: Por favor, seleccione las características personalizados para cada uno de los tamaños de los productos, si no ha elegido la característica general con todos los tamaños.

source: Delete product from the cart
es_es: Eliminar producto de la cesta

source: No more items in stock
es_es: Fuera de stock

source: Reduce quantity
es_es: Reducir cantidad

source: Increase quantity
es_es: Aumentar cantidad

source: Only %s available in stock. Please reduce the quantity or delete this product from the cart.
es_es: En stock hay %s unidades. Por favor, reduzca la cantidad o elimine este artículo de la cesta.

source: One item’s weight
es_es: El peso de un artículo

source: Coupon code is empty
es_es: Código de cupón vacío

source: Activate
es_es: Activar

source: Coupon applied
es_es: Cupón aplicado

source: Undo
es_es: Deshacer

source: Bonus used
es_es: Se utilizaron puntos de bonificación

source: Total discount
es_es: Descuento total

source: Coupon discount
es_es: Descuento de cupón

source: Affiliate bonus discount
es_es: Descuento del bono de afiliado

source: Incorrect value
es_es: Valor no válido

source: Setup of required fields validation in backend, order spam filter, and web push notifications is available in “<a href="%s">General settings</a>” section.
es_es: En la sección «<a href="%s">Configuración general </a>» está disponible la configuración de la verificación de los campos obligatorios en el backend, el filtro antispam para pedidos y las notificaciones push.

source: %s with total weight %s
es_es: %s con el peso total %s

source: country
es_es: país

source: region
es_es: región

source: city
es_es: ciudad

source: Width
es_es: Ancho

source: Height
es_es: Altura

source: Common storefront settings
es_es: Configuraciones generales de los escaparates

source: <i class="icon16 status-green-tiny"></i>&nbsp;“In-cart checkout” or <i class="icon16 status-blue-tiny"></i>&nbsp;“Multi-step checkout” are selectable in <a href="%s" target="_blank">strorefront settings</a> <i class="icon10 new-window"></i> individually for each storefront.
es_es: <i class="icon16 status-green-tiny"></i>&nbsp;«Proceccion del pedido» o <i class="icon16 status-blue-tiny"></i>&nbsp;«Registrodel pedido - paso a paso" se seleccionan en <a href="%s" target="_blank">configuración del escaparate</a> <i class="icon10 new-window"></i> por separado para cada escaparate.

source: You can set up countries and regions in “<a href="%s">Settings</a>” app.
es_es: Puede configurar países y regiones en la «<a href="%s">Configuración</a>».

source: Multi-step checkout setup
es_es: Configuración de pedido en varios pasos

source: Checkout setup tips
es_es: Recomendaciones sobre cómo configurar un proceso de pedido

source: Storefront not found.
es_es: Escaparate no encontrado.

source: This payment method may be unavilable during checkout due to limitations by shipping type or customer type.
es_es: Este método de pago puede ser impracticable durante el proceso de pago debido a limitaciones por tipo de envío o tipo de cliente.

source: Customer’s “User-Agent” value at the time of order creation
es_es: Valor del "User-Agent" del cliente en el momento de la creación del pedido

source: Uploading...
es_es: Subiendo...

source: Upload
es_es: Subir

source: Unknown
es_es: Desconocido

source: Please select a payment method
es_es: Seleccione un método de pago

source: Locations
es_es: Ubicaciones

source: Logout
es_es: Cerrar sesión

source: Invalid value
es_es: Valor inválido

source: Remove duplicate
es_es: Eliminar duplicado

source: Logo not uploaded. Please try again.
es_es: Logotipo no cargado. Por favor, inténtalo de nuevo.

source: Missing storefront id.
es_es: Falta la identificación ID del escaparate.

source: Invalid image format.
es_es: Formato de imagen no válido.

source: Parameters are not specified: %s
es_es: Los parámetros no están especificados: %s

source: %d product imported with errors
es_es: %d producto importado con errores

source: %d SKU not imported due to pricing plan restriction
es_es: %d SKU artículo no importado debido a la restricción del plan de precios

source: Unknown offset
es_es: Desplazamiento desconocido

source: Unknown count
es_es: Recuento desconocido

source: Service does not exist.
es_es: El servicio no existe.

source: Service is already in cart.
es_es: El servicio ya ha sido seleccionado en la cesta.

source: Service variant does not exist.
es_es: La variante de servicio no existe.

source: Incorrect input data
es_es: Datos incorrectos

source: No product to add service to.
es_es: No hay productos a los que añadir servicio.

source: Data mismatch. Shopping cart parameters have changed beyond this page?
es_es: No coinciden los datos. ¿Los parámetros de la cesta de compras han cambiado más allá de esta página?

source: Quantity must be integer.
es_es: La cantidad debe ser un número entero.

source: Not enough in stock.
es_es: Cantidad insuficiente en stock.

source: You must be logged in to complete this order.
es_es: Debes iniciar sesión para completar este pedido.

source: Order creation error.
es_es: Error al crear un pedido.

source: Unable to save order.
es_es: No se pudo guardar el pedido.

source: Discount is greater than order total.
es_es: El descuento es mayor que el coste del pedido.

source: Unknown shipping method.
es_es: Método de envío desconocido.

source: Unable to calculate a shipping rate.
es_es: No se puede calcular una tarifa de envío.

source: You are logged in as a company. Please log out and login again as a person.
es_es: Usted ha iniciado sesión como empresa. Cierre sesión y vuelva a iniciar sesión como persona.

source: You are logged in as a person. Please log out and log in again as a company.
es_es: Usted está autorizado como persona fisica. Cierre sesión y vuelva a iniciar sesión como entidad legal o empresa.

source: Please select customer type.
es_es: Por favor seleccione el tipo de cliente.

source: No shipping options available for selected region.
es_es: No hay opciones de envío disponibles para la región seleccionada.

source: Please select shipping option.
es_es: Elegir opción de envío.

source: <br>Product URLs: /<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/subcategory-name/subcategory-name/</strong>
es_es: <br> Páginas de productos: /<strong>product-name/</strong><br>Páginas de categoría: /category/<strong>category-name/subcategory-name/subcategory-name/</strong>

source: Checkout mode
es_es: Modo de procedimiento de compra

source: <span class="checkout-2-background">%s</span> (might be not supported by all design themes; check in your theme description or in checkout settings after you select this mode)
es_es: <span class="checkout-2-background">%s</span> (puede no ser compatible con todos los temas de diseño; compruebe la descripción del tema o la configuración del procedimiento de compra después de seleccionar este modo)

source: If your design theme does not support “in-cart checkout”, standard checkout design of “Default” theme can be used. <a href="%s" target="_blank">Set up</a> <i class="icon16 new-window"></i>in-cart checkout.
es_es: Si su tema de diseño no admite "realizar un pedido en la cesta", se puede usar el diseño predeterminado del tema "Default" para la página del pedido.<a href="%s" target="_blank">Configure</a> <i class="icon16 new-window"></i>ajustes de pedido en la cesta.

source: Read <a href="https://www.shop-script.com/help/29297/in-cart-checkout/" target="_blank">user manual</a> before enabling this checkout option.
es_es: Read <a href="https://www.shop-script.com/help/29297/in-cart-checkout/" target="_blank">manual del usuario</a> antes de habilitar esta opción de tramite del pedido.

source: <a href="%s" target="_blank">Set up</a> <i class="icon16 new-window"></i>multi-step checkout
es_es: <a href="%s" target="_blank">Configure</a> <i class="icon16 new-window"></i>verificación de pedido en varios pasos

source: Array of product SKUs
es_es: Conjunto de artículos de productos

source: Array of product images
es_es: Conjunto de imágenes de productos

source: Array of product categories
es_es: Conjunto de categorías de productos

source: Array of product tags
es_es: Conjunto de etiquetas-tags de productos

source: Array of product subpages
es_es: Conjunto de subpáginas de productos

source: Array of product features and values
es_es: Conjunto de características del producto y sus valores

source: Array of product reviews
es_es: Conjunto de reseñas de productos

source: Returns HTML of in-cart checkout cart block
es_es: Devuelve el código HTML del bloque del carrito para realizar un pedido en el carrito

source: Returns variables that $wa->shop->checkout()->cart() assigns to its template
es_es: Devuelve las variables que $wa->shop->checkout()->cart() forma para su plantilla

source: Returns HTML of in-cart checkout form
es_es: Devuelve el código HTML para el formulario de pago en la cesta

source: Returns variables that $wa->shop->checkout()->form() assigns to its template
es_es: Devuelve las variables que $wa->shop->checkout()->form() forma para su plantilla

source: Returns checkout page URL
es_es: Devuelve la URL de la página del pedido

source: Returns shopping cart page URL
es_es: Devuelve la URL de la página de la cesta

source: Nearest delivery date and time formatted as <em>yyyy-mm-dd</em>; e.g., <em>2001-12-31</em>.
es_es: La fecha y hora de entrega más cercanas en el formato de <em>aaaa-mm-dd</em>, por ejemplo <em>2001-12-31</em>.

source: Recommended
es_es: Recomendado

source: Configure recommendations (Cross-selling)
es_es: Configurar recomendaciones (venta cruzada)

source: Your shopping cart is empty
es_es: Su cesta está vacía

source: Logging in makes ordering simple because all your orders are saved in your account history and you do not need to enter contact details for every new order.
es_es: El inicio de sesión con una contraseña hace que sea más conveniente visitar la tienda en línea: todos los pedidos se guardan en el historial de la cuenta personal y, al volver a realizar el pedido, no es necesario que vuelva a completar sus datos de contacto.

source: Log out if you want to check out as another customer
es_es: Cerrar sesión si desea realizar un pedido con el nombre de otro cliente

source: I accept <a href="">terms of service</a>
es_es: Acepto <a href="">términos de servicio</a>

source: Pickup
es_es: Recogida

source: Post
es_es: Correo

source: By placing an order you confirm that you are of adult age and agree to our <a href="">personal data processing terms</a>
es_es: Al realizar un pedido, usted confirma su mayoría y está de acuerdo con nuestros <a href="">términos para el procesamiento de datos personales</a>

source: We have received your order. Thank you!
es_es: Hemos recibido su pedido. ¡Gracias!

source: We will contact you soon. Your order No. is $order_id.
es_es: Nos pondremos en contacto con usted en breve. Su número de pedido: $order_id.

source: Go to home page
es_es: Ir a la página de inicio

source: We will contact you as soon as possible. Your order No. is $order_id.
es_es: Nos pondremos en contacto con usted en breve. Su número de pedido: $order_id.

source: less or equal
es_es: menor o igual

source: Your order number is
es_es: Su número de pedido es

source: Profile
es_es: Perfil

source: Image uploading error
es_es: Error al subir la imagen

source: <a href="%s" target="_blank">Add a shipping method</a>
es_es: <a href="%s" target="_blank">Añadir un método de envío</a>

source: <a href="%s" target="_blank">Add a payment method</a>
es_es: <a href="%s" target="_blank">Añadir una forma de pago</a>

source: General checkout settings
es_es: Configuraciones generales de realización de pedidos

source: Additional order picking time
es_es: Tiempo adicional de preparación de pedidos

source: Specify a period of time expressed in hours. It will be added to order ready time calculated by storefront business hours.
es_es: Especifique un período de tiempo expresado en horas. Se añadirá al tiempo de preparación del pedido calculado en función del horario comercial de la tienda.

source: This setting is used only with in-cart checkout option.
es_es: Esta configuración sólo se utiliza con la opción de procedimiento de compra en la cesta.

source: Existing customer’s data will be updated by the data from a new order.
es_es: Los datos del cliente existente se actualizarán con los datos del nuevo pedido.

source: free
es_es: gratuito

source: Set password
es_es: Configurar la clave

source: Signup
es_es: Regístrate

source: Password recovery
es_es: Recuperación de contraseña

source: Free
es_es: Gratuito

source: Some items in your order are not available. Please remove them from your cart.
es_es: Algunos artículos en su orden no están disponibles. Por favor, retírelos de su cesta.

source: Shipping plugin not found.
es_es: No se encontró el Plug-in de envío.

source: Page not supported by selected design theme.
es_es: La página no es compatible con el tema de diseño seleccionado.

source: Returns working schedule data array for current storefront
es_es: Devuelve la matriz de datos del horario de trabajo para el escaparate actual

source: Site URL
es_es: URL del sitio

source: This mode will be available in Shop-Script 8.1.
es_es: Este modo estará disponible en Shop-Script 8.1

source: Shipping area
es_es: Área de envío

source: Select a point
es_es: Seleccione un punto

source: Pickup option selection
es_es: Elegir una opción de recogida

source: List
es_es: Lista

source: Map
es_es: Mapa

source: Shipping services
es_es: Servicios de envío

source: Select a shipping type.
es_es: Seleccione un tipo de envío.

source: Select a shipping option.
es_es: Seleccione una opción de envío.

source: Manual product sorting may work inconsistently in this mode. Select other sorting options for stable results.
es_es: La clasificación manual del producto puede funcionar de manera inconsistente en este modo. Seleccione otras opciones de clasificación para obtener resultados estables.

source: In <a href="%s" target="_blank">storefront settings <i class="icon16 new-window"></i></a> you can switch between <strong>multi-step checkout</strong> and <strong>in-cart checkout</strong>.
es_es: En <a href="%s" target="_blank">configuración del escaparate <i class="icon16 new-window"></i></a> puede alternar entre <strong>verificación de pedido en pasos múltiples</strong> y <strong>procesion de pedido en la cesta</strong>.

source: Setup instructions
es_es: Instrucciones de configuración

source: Common settings for all storefronts with multi-step checkout.
es_es: Configuraciones comunes para todos los escaparates con verificación de pedido en pasos múltiples.

source: Online store
es_es: Tienda en línea

source: Select another SKU
es_es: Seleccionar otro artículo SKU

source: Payment option will be available in your customer account after your order has been verified.
es_es: La opción de pago estará disponible en la cuenta después de verificación del pedido.

source: This item is not available
es_es: Este artículo no está disponible para pedido

source: Done
es_es: Hecho

source: Invalid plugin type.
es_es: Tipo de plug-in no válido.

source: You have not accepted the terms of service.
es_es: Usted no ha aceptado los términos del servicio.

source: More contact information
es_es: Más información de contacto

source: Please confirm your phone number
es_es: Por favor confirme su número de teléfono

source: sent to your phone
es_es: enviado a su teléfono

source: Please confirm your email address
es_es: Por favor confirme su dirección de correo electrónico

source: sent by email
es_es: enviado por correo electrónico

source: Unsupported contact data type
es_es: Tipo de datos de contacto no admitidos

source: Complete checkout
es_es: Completar el pedido

source: Confirmation code
es_es: Código de confirmación

source: You can request new confirmation code in %s
es_es: El nuevo código se puede solicitar a través de %s

source: Re-send
es_es: Reenviar

source: Send code
es_es: Enviar código

source: Enter a confirmation code to complete checkout.
es_es: Para completar un pedido, ingrese un código de verificación.

source: You do not need to confirm this value any more.
es_es: Ya no necesitas confirmar este valor.

source: You cannot use these values.
es_es: No puedes utilizar estos datos.

source: Please confirm your contact data.
es_es: Por favor confirme sus datos de contacto.

source: <a href="%s" target="_blank">How to choose the correct option for this setting</a>.
es_es: <a href="%s" target="_blank">Cómo seleccionar el valor apropiado para esta configuración</a>.

source: Back to shopping
es_es: Volver a la compra

source: Rounded discount value
es_es: Valor de descuento redondeado

source: Show this message on checkout completion and in customers’ personal accounts if setting “<strong>%s</strong>” is disabled.
es_es: Mostrar este mensaje después de realizar un pedido y en la cuenta del comprador si la configuración «<strong>%s</strong>» está deshabilitada.

source: Individual tax values are first calculated per order item and and their sum is obtained as the final result. Such a sum may differ from a common tax value if calculated for the total order amount, and you can correct that in printable documents, if necessary.
es_es: Los valores de impuestos individuales se calculan primero por artículo de pedido y su suma se obtiene como resultado final. Dicha suma puede diferir de un valor impositivo común si se calcula para el monto total del pedido, y puede corregirlo en documentos imprimibles, si es necesario.

source: Shipping area selection
es_es: Selección del área de envío

source: Offer selection of shipping type and show pickup point selection map.
es_es: Ofrecer la selección de la clase de envío y mostrar el mapa de selección de puntos de recogida.

source: Offer selection of shipping type. Show pickup point selection map only on screens over 760 pixels wide.
es_es: Ofrecer selección de tipo de envío. Mostrar el mapa de puntos de recogida sólo en pantallas de más de 760 píxeles de ancho.

source: Do not offer selection of shipping type or show pickup point selection map.
es_es: No ofrecer la seleción de tipo de entrega y no mostrar el mapa con los puntos de recogida.

source: Product ID
es_es: ID de producto

source: (skip products and categories, import only SKUs)
es_es: (omitir productos y categorías e importar artículos solamente)

source: SKU ID
es_es: ID del artículo

source: Total order weight
es_es: Peso total del pedido

source: Width × length × height
es_es: Anchura × longitud × altura

source: Total order dimensions
es_es: Dimensiones totales del pedido

source: Order shipping address
es_es: Dirección de envío del pedido

source: Extra address
es_es: Dirección adicional

source: Extra shipping address
es_es: Dirección de envío adicional

source: Extra billing address
es_es: Dirección de facturación adicional

source: More shipping addresses
es_es: Otras direcciones de envío

source: This report is generated only for storefronts with multi-step checkout.
es_es: Este informe se genera solo para escaparates con pedidos de varios pasos (paso a paso).

source: Wait for %d second
es_es: Espere %d segundo

source: Code sending error
es_es: Error al enviar el código

source: Code has not been sent
es_es: El código no ha sido enviado

source: You have run out of available attempts. Please send a new SMS.
es_es: El número de intentos disponibles ha finalizado. Envíe un SMS nuevamente.

source: You have entered an incorrect code. %d more attempt is available.
es_es: UD Ingresó el código incorrecto. Le queda %d intento.

source: Incorrect data specified to send a code
es_es: Datos incorrectos para enviar código

source: Product &amp; category descriptions
es_es: Descripciones de productos y categorías

source: Export descriptions
es_es: Exportar descripciones

source: Generating a shopping cart from selected items
es_es: Generando un carrito de compras a partir de artículos seleccionados.

source: Selecting shipping and payment options for selected items
es_es: Seleccionamos opciones de entrega y pago para productos seleccionados
