Repository: demollc/langes
Catalog: lib/data/site.po
Languages: es_es

source: To enable redirect to HTTPS for <em>all</em> website settlements, change this option in <a href="%s#/settings/">common site settings</a>.
es_es: ЧPara habilitar la redirección de HTTPS para <em>todos los</em> asentamientos del sitio, cambie esta configuración en la <a href="%s#/settings/">configuración general del sitio</a>.

source: Redirect website visitors from ordinary HTTP to secure HTTPS connection.
es_es: Redirigir a los visitantes del sitio de HTTP regular a la conexión HTTPS segura

source: To activate this option, <a>log in via HTTPS</a>.
es_es: Para activar esta configuración, <a>inicie sesión a través de HTTPS</a>.

source: <b>WYSIWYG editor may change your HTML code.</b><br><br>It is necessary for correct text formatting. Smarty code may be broken and outdated HTML tags may be replaced with modern ones.<br><br>Are you sure to switch to WYSIWYG editor?
es_es: <b>El editor WYSIWYG puede cambiar su código HTML.</b><br><br>Esto es necesario para el formato de texto adecuado. El código de Smarty puede romperse y las etiquetas HTML obsoletas pueden reemplazarse por las modernas.<br><br>¿Realmente quieres cambiar a un editor WYSIWYG?

source: Switch
es_es: Desviar

source: Select Webasyst default captcha or Google reCAPTCHA
es_es: Elija Webasyst estándar captcha o Google reCAPTCHA

source: You cannot enable redirection because your web server does not allow to distinguish HTTP from HTTPS.
es_es: La habilitación de la redirección no está disponible porque su servidor web no permite distinguir la conexión a través de HTTP de HTTPS.

source: Settings have been saved
es_es: Las configuraciones han sido guardadas

source: Your file is too large. Either raise the size limit for uploaded files in PHP configuration above %s bytes or upload a smaller file.
es_es: El archivo es demasiado grande. Establezca el límite de tamaño para los archivos cargados en la configuración de PHP por encima de %s bytes, o intente descargar un archivo más pequeño.

source: General settings
es_es: Configuraciones generales

source: Email address for notifications
es_es: Dirección de correo electrónico para notificaciones

source: Main account administrative email where system notification will be sent.
es_es: Correo electrónico del administrador principal al que se enviarán las notificaciones del sistema.

source: Sender email address
es_es: Dirección de correo electrónico del remitente

source: Reply-To address for system email notifications sent by Webasyst.
es_es: Esta dirección de correo electrónico aparecerá como la dirección para las notificaciones de correo electrónico del sistema enviadas por Webasyst.

source: Email settings
es_es: Configuraciones de correo electrónico

source: Enter an <strong>email address</strong> to set up a transport <em>for one sender email</em>.<br>Enter a <strong>domain name</strong> to set up a transport <em>for all sender emails on that domain</em>.
es_es: Ingrese una dirección de <strong>correo electrónico</strong>, para configurar el transporte por separado <em>para una dirección de remitente</em>.<br>Ingrese el <strong>nombre de dominio</strong>, para configurar el transporte <em>para todas las direcciones del remitente en este dominio</em>.

source: Select how email messages must be sent by default from your Webasyst.
es_es: Seleccione cómo deben enviarse los mensajes de correo electrónico de forma predeterminada desde su Webasyst.

source: Default
es_es: Predeterminado

source: If you use different sender email addresses in your apps, then you can add extra rules to send messages from those addresses. Emails from other addresses will be sent via the transport selected in “Default” section.
es_es: Si utiliza diferentes direcciones de remitentes en aplicaciones individuales, puede configurar reglas adicionales para enviar mensajes para ellas. Para todas las demás direcciones, se utilizará el método de envío seleccionado en la sección "Predeterminado"

source: Email transport
es_es: Transporte de correo electrónico

source: Transport
es_es: Transporte

source: Email or domain
es_es: Email o dominio

source: php mail() function
es_es: PHP-función mail()

source: Debug mailer
es_es: Prueba del envío

source: When this option is selected messages are sent by the default transport specified in the Webasyst framework configuration.
es_es: Cuando se selecciona esta opción, los correos se enviarán por el transporte predeterminado especificado en la configuración de Webasyst.

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
es_es: Algunos proveedores de hosting le permiten enviar correos electrónicos solo por este transporte. Si es necesario ingresar parámetros adicionales, puede especificarlos en el cuadro de texto al seleccionar la opción "PHP mail () function ". La opción predeterminada es -f%s.

source: This is a default command for sending email in UNIX-like operating systems. You can edit it to use a different command for sending messages if you are an experienced server administrator.
es_es: Este es el comando estándar para enviar mensajes de correo electrónico en hosts de UNIX. Puede cambiarlo por otro comando del sistema para enviar mensajes si está administrando el servidor usted mismo.

source: A special server for sending email messages. You can send email via any SMTP server for which you have connection credentials: host, port, user name, and password. It may belong either to your web-hosting company or to a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
es_es: Servidor especial para enviar correos electrónicos. Los mensajes pueden enviarse a través de cualquier servidor SMTP para el que tenga su dirección, número de puerto, nombre de usuario (inicio de sesión) y contraseña. Puede ser su servidor SMTP de alojamiento. Proveedor o servicio de correo público: Mail.ru, Gmail, etc.

source: Options
es_es: Opciones

source: Command
es_es: Comando

source: Encryption
es_es: El cifrado

source: None
es_es: No

source: You need to install openssl php extention to use DKIM
es_es: Necesitas instalar la extensión openssl php para usar DKIM

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
es_es: Para usar DKIM, necesitas la versión de PHP 5.3 o superior. Versión actual:

source: Extension openssl is not installed
es_es: La extensión openssl no está instalada

source: Failed to create DKIM signature
es_es: No se pudo generar la clave DKIM

source: Enter an email address in “Sender” field to use DKIM.
es_es: Para usar DKIM, ingrese la dirección de correo electrónico en el campo "Remitente".

source: Add a DKIM signature to outgoing email messages to confirm your ownership of the sender’s email address.
es_es: Agregue una firma DKIM a los mensajes de correo electrónico salientes para confirmar su dirección de correo electrónico.

source: Add a new <b>TXT record</b> with this public DKIM key to the DNS zone of domain name
es_es: Agregue un nuevo <b>registro TXT</b> con esta clave pública DKIM a la zona DNS del dominio

source: Domain
es_es: Dominio

source: Record type
es_es: Tipo de registro

source: Value
es_es: Valor

source: Add email sending rule
es_es: Agregar regla de envío de correo electrónico

source: Remove
es_es: Eliminar

source: Maps settings
es_es: Configuraciones de mapas

source: Select an online map service to display maps.
es_es: Seleccione un servicio de mapas para visualizar mapas en línea.

source: Map service
es_es: Servicio de mapas

source: No map services available
es_es: No hay servicios de mapas disponibles

source: Captcha settings
es_es: Configuraciones de Captcha

source: Select a type of captcha to be used on your websites.
es_es: Seleccione un tipo de captcha para usar en sus sitios web.

source: Captcha type
es_es: Tipo de Captcha

source: Invisible mode
es_es: Modo invisible

source: Get site key and secret for your website
es_es: Obtener valores para su sitio web

source: You have no rules set up for %s app.
es_es: No hay reglas para la aplicación «%s».

source: Some rules of %s app are incorrect.
es_es: Algunas reglas de la aplicación «%s» están configuradas incorrectamente.

source: Site structure error notifications
es_es: Notificaciones de errores en la estructura del sitio

source: Show error notifications in site structure settings.
es_es: Mostrar notificaciones de errores en la estructura del sitio.

source: Site settings
es_es: Configuraciones del sitio

source: System settings
es_es: Configuraciones del sistema

source: Website address
es_es: Dirección del sitio web

source: Your website, blog or company URL (will be displayed as a link below the company name in the top left corner).
es_es: La dirección de su sitio web o blog (se mostrará como un enlace debajo del nombre de la compañía en la esquina superior izquierda).

source: Locale of software available for installation in Installer
es_es: Idioma de los productos de software disponibles para su instalación en "El Instalador"

source: Allow “Remember me” option in Webasyst backend authorization form
es_es: Permitir la opción "Recordarme" en el formulario de autorización de back-end de Webasyst

source: Auto-login
es_es: Autorización automática

source: Login only
es_es: Sólo login

source: Login or email
es_es: Login o email

source: Authorization form background image
es_es: Fondo de formulario de inicio de sesión

source: Stretch to fill entire screen
es_es: Extender la imagen a pantalla completa

source: Localization engine
es_es: Mecanismo de localización

source: Gettext (recommended)
es_es: Gettext (recomendado)

source: Delete authorization form background image?
es_es: ¿Borrar la imagen de fondo del formulario de autorización?

source: For developers
es_es: Para desarrollador

source: Developer mode
es_es: Régimen desarrollo web (modo de depuración)

source: Debug mode disables caching and enables verbose error messages. Recommended for debugging and during software development.
es_es: Régimen desarrollo web (El modo de depuración) desactiva el almacenamiento en caché y habilita los mensajes de error detallados. Recomendado para la depuración y durante el desarrollo del software.

source: Clear cache
es_es: Borrar caché

source: CDN address
es_es: Dirección CDN

source: Custom text
es_es: Texto personalizado

source: Text to be returned at specified URL
es_es: Texto que estará disponible en la URL especificada

source: Content type
es_es: Tipo de contenido

source: file
es_es: archivo

source: text (text/plain)
es_es: texto (text/plain)

source: HTML code (text/html)
es_es: HTML-código (text/html)

source: If content type “file” is selected, downloading of a file will start automatically if there is no extension in its name.
es_es: Si se selecciona el tipo de contenido "archivo", el archivo comenzará a descargarse automáticamente si la extensión no se especifica en su nombre.

source: This rule is disabled because it is placed below a more general rule. Move this rule higher in the list to enable it.
es_es: Esta regla está deshabilitada porque está por debajo de la regla más general. Mueva la regla anterior para habilitarla

source: Delete route
es_es: Eliminar regla

source: You are about to delete the only routing rule set up for <b>%s</b> app.
es_es: Está eliminando la única regla de enrutamiento configurada para la aplicación «<b>%s</b>».

source: This will limit its functionality. Delete the rule?
es_es: Esto limitará su funcionalidad. ¿Eliminar la regla?

source: Deleting this site will also delete routing rules set up for installed apps. This will limit their functionality. Delete the site?
es_es: Las reglas de enrutamiento para las aplicaciones instaladas se eliminarán junto con el sitio. Esto limitará su funcionalidad. ¿Eliminar el sitio?

source: Deleting this site will also delete routing rules set up for <b>%s</b> app. This will limit its functionality.</p><p>Upon site deletion, set up routing rules for this app in the structure settings of remaining sites to continue using all functions.
es_es: Al eliminar un sitio, se eliminarán las reglas de enrutamiento para la aplicación <b>«%s»</b>. Esto puede limitar su funcionalidad.</p><p>Después de eliminar el sitio, agregue las reglas de enrutamiento para esta aplicación en la estructura Los sitios restantes para seguir utilizando todas las características.

source: Add
es_es: Añadir

source: Login and signup settings
es_es: Configuración de inicio de sesión y registro

source: Login and signup settings for %s
es_es: Configuración de inicio de sesión y registro para %s

source: User personal area
es_es: Cuenta personal del usuario

source: Site section for login and signup
es_es: Sección del sitio para autorización y registro

source: Select app
es_es: Selecciona aplicación

source: Ways of login and registration
es_es: Métodos de ingreso y registro

source: Social networks (additional authorization option)
es_es: Redes sociales (método de inicio de sesión adicional)

source: Signup form
es_es: Formulario de registro

source: Login form
es_es: Formulario de inicio de sesión

source: Fields
es_es: Campos

source: Site key
es_es: Clave del sitio

source: Secret key
es_es: Clave secreta

source: authorization enabled
es_es: autorización habilitada

source: authorization disabled
es_es: autorización deshabilitada

source: Set up how website visitors will log in and sign up on your website.
es_es: Configure cómo los visitantes iniciarán sesión y se registrarán en el sitio.

source: Login & signup forms
es_es: Formularios de inicio de sesión y registro

source: Set up fields website visitors will need to complete in login and signup forms.
es_es: Configure los campos del formulario de inicio de sesión y registro que los visitantes del sitio completarán

source: A signup confirmation link or code will be sent in a notification.
es_es: En la notificación se enviará un enlace o código para confirmar el registro.

source: A registered website visitor will be able to log in only with an email address or phone number confirmed.
es_es: El visitante registrado podrá iniciar sesión sólo después de confirmar la dirección de correo electrónico o el número de teléfono.

source: Wait for specified number of seconds before sending next one-time password
es_es: Período de espera en segundos antes de enviar el siguiente código de un solo uso

source: Confirm signup
es_es: Confirmar registro

source: Passwords type
es_es: Sistema de contraseñas

source: Successful signup notification
es_es: Notificación de finalización de registro

source: Send successful signup notifications to users
es_es: Enviar a los usuarios una notificación de que el registro se ha completado

source: Select a group of notification templates to be used for sending login, signup, and password recovery notifications.
es_es: Seleccione un grupo de plantillas de notificación para enviar notificaciones cuando inicie sesión, regístrese y cambie su contraseña.

source: Edit email notification templates in <a href="%s">Settings</a> app
es_es: Cambie las plantillas de notificación de correo electrónico en la «<a href="%s">Configuraciónes</a>».

source: Edit SMS notification templates in <a href="%s">Settings</a> app
es_es: Cambie las plantillas de notificación de SMS en la aplicación «<a href="%s">Configuraciónes</a>».

source: User notifications
es_es: Notificaciones de usuario

source: Notification templates
es_es: Plantillas de notificaciónes

source: Priority over email notifications
es_es: Prioridad sobre las notificaciones por correo electrónico

source: Prefer SMS over email for sending notifications. In case of SMS sending failure, email will be sent as a replacement.
es_es: Prioridad de SMS sobre el correo electrónico cuando se envían notificaciones. En caso de que no se envíe el SMS, se enviará una notificación por correo electrónico.

source: A user must enter characters shown in an image
es_es: Un usuario debe ingresar los caracteres mostrados en una imagen

source: “Remember me” option
es_es: Casilla de verificación «Recordarme»

source: Email or phone
es_es: Correo electrónico o teléfono

source: Cannot disable both authorization options “Email” &amp; “Phone”
es_es: No puede deshabilitar ambos métodos de autorización "Correo electrónico" y "Teléfono"

source: Keep at least one of these two basic authorization option enabled for website visitors to be able to log into their accounts.
es_es: Deje al menos uno de estos dos métodos de autorización básicos habilitados para que los visitantes del sitio puedan iniciar sesión en su cuenta personal.

source: Authorization with an email address is used by default.
es_es: La autorización mediante la dirección de correo electrónico se utiliza de forma predeterminada.

source: Services
es_es: Servicios

source: Invisible captcha will be used
es_es: Se utilizará el captcha invisible

source: Authorization type
es_es: Tipo de autorización

source: Require captcha input
es_es: Requerir entrada captcha

source: Login field placeholder
es_es: Marcador de posición en el campo de inicio de sesión

source: Communication channel selection
es_es: Seleccionar canal de comunicación

source: Login, signup, and personal account
es_es: Login, registro y cuenta personal

source: Delete this site alias? It will <strong>not</strong> delete any data of the main site.
es_es: ¿Eliminar este espejo del sitio? Ningún dato del sitio principal<strong>no&nbsp;seran</strong> eliminado.

source: Waiting period in seconds before sending next verification code:
es_es: Intervalo en segundos antes de enviar el siguiente código de confirmación:

source: Verification code re-sending
es_es: Reenvío del código de verificación

source: Add SMS notification templates in <a href="%s">Settings</a> app.
es_es: Agregue plantillas de notificación de SMS en la "Aplicación" «<a href="%s">Configuraciónes</a>».

source: Authorization by login name
es_es: Autorización por nombre de usuario

source: Enable to allow backend users to log in on the website with their login names. Only login names different from phone numbers, i.e. containing characters other than digits, are supported.
es_es: Permitir que los usuarios back-end puedan iniciar sesión con sus nombres de usuario. Los nombres de usuario que difieren de los números de teléfono, es decir, que consisten no sólo en números, son compatibles.

source: No sender email address specified in “<a href="%s">Email settings</a>” section of Settings app.
es_es: No se especificó la dirección de correo electrónico del remitente en la sección «<a href="%s">configuración de correo electrónico</a>» de la aplicación "Configuración."

source: Language
es_es: Idioma

source: App [%s] deleted or disabled.
es_es: La aplicación [%s] eliminada o deshabilitada.

source: Phone
es_es: Teléfono

source: Edit the list in “<a href="%s">Email&nbsp;templates</a>” section.
es_es: Edite la lista en la sección «<a href="%s">Email-templates</a>».

source: Required field
es_es: Campo obligatorio

source: National direct-dialing code (NDD)
es_es: Código-prefijo telefónico para llamadas locales (National direct-dialing code NDD)

source: Enter the NDD code which is used for making calls within your country.
es_es: Ingrese el código-prefijo telefónico para llamadas locales en su país . Código de ejemplo para España: 00 + 34.

source: The NDD, if specified, will be replaced with the country code in website visitors’ phone numbers.
es_es: Si se especifica un código-prefijo telefónico para llamadas locales, en los números de teléfono de los visitantes será cambiado por un código telefónico del país .

source: Country code
es_es: Código del país

source: Enter your country’s phone number code to be used in website visitors’ phone numbers instead of the NDD.
es_es: El código internacional de su país que se utilizará en los números de teléfono de los visitantes del sitio en lugar del código-prefijo telefónico para llamadas locales.

source: Enter digits only
es_es: Ingrese sólo dígitos

source: Temporary redirecting
es_es: Redireccionamiento temporal

source: Use server response code 302
es_es: Usar el código de respuesta del servidor 302

source: Enable for <strong>temproray</strong> redirecting only, which you are planning to cancel in the future.
es_es: Habilitar sólo para la <strong>redirección temporal</strong> que planeas cancelar en el futuro.

source: Disable for <strong>permanent</strong> redirecting with server response code 301, which is used to inform search engines that the new URL should be indexed instead of the old one.
es_es: Deshabilite el uso de la <strong>redirección permanente</strong>con el código de respuesta del servidor 301: les dice a los motores de búsqueda que la nueva URL debe ser indexada en lugar de la anterior
