Repository: demollc/langes
Catalog: lib/data/site.po
Languages: es_es

source: E.g. <strong>UA-123456-1</strong><br />If you are using <a href="https://www.google.com/analytics/">Google Analytics</a> to track your website visits and conversions, instead of embedding Google Analytics JS code manually, enter your Google Analytics Property ID here. A valid Google Analytics code will be automatically embedded into every app and every design theme before the closing &lt;/head&gt; tag.
es_es: Por ejemplo,<strong>UA-123456-1</strong><br />Si usa <a href="https://www.google.com/analytics/">Google Analytics</a> para rastrear las estadísticas y la conversión de visitantes de su sitio web, en lugar de insertar manualmente el código de Google Analytics, simplemente ingrese su ID de propiedad de Google Analytics aquí. El código correcto de Google Analytics se insertará automáticamente en todos los temas de todas las aplicaciones antes de la etiqueta de cierre &lt;/head&gt;.

source: Additional JS code to be added before the closing &lt;/head&gt; tag:
es_es: Código JavaScript adicional para insertar antes de la etiqueta de cierre &lt;/head&gt;:

source: Third-party authorization
es_es: Autorización a través de servicios externos

source: Enables your site visitors to quickly sign up or sign in via accounts on external popular platforms, e.g. Facebook and Twitter. <a href="https://support.webasyst.com/5556/third-party-auth-setup/" target="_blank">Setup instructions</a> <i class="icon10 new-window"></i>
es_es: Permite a los visitantes de su sitio registrarse o iniciar sesión rápidamente a través de cuentas en servicios populares de terceros, por ejemplo, a través de Facebook o Twitter. <a href="https://support.webasyst.com/5556/third-party-auth-setup/" target="_blank">Documentación de configuración</a> <i class="icon10 new-window"></i>

source: To enable authorization on this website, install and settle at least one app that supports authorization forms.
es_es: Para que la autorización esté disponible en este sitio, instale al menos una aplicación que admita formularios de autorización y configure el enrutamiento para ella.

source: This will delete entire website including all its pages without the ability to recover. Are you sure?
es_es: Se eliminará todo el sitio incluyendo todas las páginas de forma permanente. ¿Está seguro?

source: The page is not available on the website because “Site” app is not connected in the website structure.
es_es: Esta página no está disponible en el sitio porque la aplicación "Sitio" no está conectada a la estructura del sitio.

source: Optional set of custom <em>key=value</em> parameters which can be used within page.html template or this page content as <em>&#123;$page.key&#125;</em>. Each key=value pair should be on a separate line.
es_es: Conjunto opcional de <em>key=value</em> parámetros, cuyos valores se pueden acceder en la plantilla page.html o en el contenido de esta página como <em>&#123;$page.key&#125;</em>. Cada par key=value debe estar en una línea separada.

source: Returns the array of pages associated with the current “Site” app settlement. Each page is an array of ( <em>"id", "name", "title", "url", "create_datetime", "update_datetime", "content"[, "custom_1", "custom_2", …]</em> )
es_es: Devuelve una matriz de páginas relacionadas con este acuerdo de la aplicación del "Sitio". Cada página es una matriz con la siguiente estructura: <em>"id", "name", "title", "url", "create_datetime", "update_datetime", "content"[, "custom_1", "custom_2", …]</em>

source: Email feedback form
es_es: Formulario para enviar mensajes

source: Returns name of this Webasyst installation specified in Installer app settings.<br><em>escape = false</em> requires to embed special characters in account name instead of displaying them.
es_es: Devuelve el nombre de esta instalación de Webasyst especificada en la configuración de la aplicación del "Instalador". <br><em>escape = false</em> indica la inserción directa de caracteres especiales en el nombre de la cuenta en el código HTML de la página en lugar de mostrarlos.

source: Returns this site’s core navigation menu which is either defined automatically or manually in the Site‘s “Settings” screen.
es_es: Devuelve el menú de navegación principal de este sitio, generado automática o manualmente en la configuración de la aplicación "Sitio"

source: Returns user locale; e.g., “en_US”, “ru_RU”. If the user is authorized, the locale is retrieved from the user’s record in the Contacts app or is detected automatically otherwise.
es_es: Devuelve la configuración regional de idioma del usuario en_US, ru_RU. Si el usuario está autorizado, la información de configuración regional se recupera de la aplicación de "Contactos"; de lo contrario, se detecta automáticamente.

source: — <em>"platform"</em>: current visitor device platform name, e.g. <em>windows, mac, linux, ios, android, blackberry</em>;
es_es: — <em>platform</em>: el nombre de la plataforma del sistema del usuario, por ejemplo,<em>windows, mac, linux, ios, android, blackberry</em>;

source: Displays the "<em>bar</em>" key value of an array. Similar to PHP $foo["bar"]
es_es: Muestra el valor clave de la matriz «<em>bar</em>» de la misma manera que $foo["bar"] en PHP.

source: Outputs <em>$var</em> datetime in a user-friendly form. Supported <em>$format</em> values: <em>monthdate, date, dtime, datetime, fulldatetime, time, fulltime, humandate, humandatetime</em>
es_es: Muestra el tiempo <em>$var</em> en un formato fácil de leer. Valores disponibles <em>$format</em>: <em>monthdate, date, dtime, datetime, fulldatetime, time, fulltime, humandate, humandatetime</em>.

source: Direct PHP function access. E.g. <em>{time()}</em> displays the current timestamp
es_es: Acceso directo a las funciones de PHP. Por ejemplo, <em>{time()}</em> muestra la marca de tiempo actual de UNIX

source: Embeds a Smarty template into the current content. <em>file</em> attribute specifies a template filename within the current design theme folder
es_es: Inserta la plantilla de Smarty en el contenido actual. El atributo <em>file</em> indica el nombre del archivo de plantilla en la carpeta de la máscara utilizada.

source: Block with id "%s" already exists
es_es: Ya existe un bloque con ID «%s».

source: Database error
es_es: Error de base de datos

source: Thank you!
es_es: ¡Gracias!

source: You have successfully signed up.
es_es: Se ha registrado correctamente - registro completado con éxito

source: Revert to original
es_es: Restaurar desde el original

source: This will reset all customizations you applied to this block. Are you sure?
es_es: La recuperación del original restablecerá todos los cambios que aplicó al bloque. ¿Continuar?

source: File will be deleted without the ability to recover. Are you sure?
es_es: El archivo será eliminado sin posibilidad de recuperación. ¿Eliminar de todas formas?

source: Open website in a new window
es_es: Abrir sitio web en una nueva ventana

source: Download
es_es: Descargar

source: Privacy
es_es: Privacidad

source: Private settlement
es_es: Asentamiento privado

source: When this option is enabled, the settlement is treated as hidden (not published), i.e. accessible by the direct URL but not included either in the $wa->apps array or in the main Sitemaps file. The private setting is useful for temporary settlements, such as “Under Construction” pages, and for other settlements which should not be included in the core website navigation menu or indexed by search engines.
es_es: Cuando esta configuración está habilitada, asentamiento se considerará oculto (no público). Estará disponible en su dirección directa, pero no se incluirá en la matriz $wa->apps y el archivo principal de Sitemap. Es conveniente ocultar asentamientos temporales, por ejemplo, páginas "El sitio está en construcción", y los asentamientos que no deberían incluirse en el menú de navegación principal o estar indexados por los motores de búsqueda

source: Displays structured information about variable. Arrays and objects are explored recursively with values indented to show structure.
es_es: Muestra información detallada sobre la estructura de una variable, matriz u objeto.

source: Displays structured information about variable. Arrays and objects are explored recursively with values indented to show structure. Similar to PHP var_dump($foo)
es_es: Muestra información detallada sobre la estructura de una variable, matriz u objeto. Funciona como la función de PHP var_dump($foo)

source: We are using <a href="http://www.webasyst.com/">Webasyst</a>
es_es: Nosotros usamos <a href="http://www.webasyst.com/">Webasyst</a>

source: Close
es_es: Cerrar

source: We are using <a href="http://www.webasyst.com/" target="_blank">Webasyst</a>
es_es: Мы используем <a href="http://www.webasyst.com/" target="_blank">Webasyst</a>

source: Site structure
es_es: Estructura del sitio

source: Site structure is defined by routing rules. Each rule sets which app should run by which URL (web address). Similar to how folders are used to organize files on a computer, routing rules are used to create a website powered by multiple apps.
es_es: La estructura del sitio está determinada por las reglas de enrutamiento. Cada regla especifica la dirección en la que se ejecuta cada aplicación. De manera similar a cómo se usan las carpetas para organizar los archivos en una computadora, las reglas de enrutamiento se usan para distribuir aplicaciones entre las secciones del sitio

source: Back
es_es: Atrás

source: Domain name
es_es: Nombre de dominio

source: IMPORTANT
es_es: IMPORTANTE

source: The URL entered must point to the root of this Webasyst framework installation.
es_es: La dirección ingresada debe apuntar a la carpeta raíz de la instalación de Webasyst.

source: Matches domain name
es_es: Coincide con el nombre de dominio

source: Structure
es_es: Estructura

source: Returns path to design theme folder by <em>app_id</em> and <em>theme_id</em>.
es_es: Devuelve la ruta a la carpeta de temas de diseño mediante <em>app_id</em> y <em>theme_id</em>.

source: Returns current URL of design theme folder by <em>app_id</em> and <em>theme_id</em>.
es_es: Devuelve la URL actual de la carpeta con los archivos de tema de diseño a <em>app_id</em> y <em>theme_id</em>.

source: Returns data array of a page by specified <em>app_id</em> and page <em>id</em>.
es_es: Devuelve la matriz de datos de la página a las páginas <em>app_id</em> y <em>id</em> especificadas.

source: Returns array of published pages set up in the app with specified <em>app_id</em>.<br><em>$parent_id</em> denotes the ID of the parent page whose subpages must be returned. If <em>0</em> is specified (default value), all app‘s pages are returned.<br><em>$with_params = false</em> means that pages are returned their without custom parameters. By default (<em>true</em>), custom parameters are returned.
es_es: Devuelve una matriz de páginas de aplicaciones publicadas con el <em>app_id</em> especificado.<br><em>$parent_id</em> denota el ID de la página principal para la que desea obtener páginas anidadas. Si <em>0</em> valor predeterminado) devuelve todas las páginas de la aplicación.<br><em>$with_params = false</em> le permite obtener una matriz de páginas sin sus parámetros adicionales. El método predeterminado (<em>true</em>) devuelve páginas con parámetros adicionales

source: Welcome to your new site!
es_es: ¡Bienvenido a tu nuevo sitio!

source: Start by <a href="%s">creating a page</a> in your site backend.
es_es: Comience por <a href="%s">crear una página</a> en el backend del sitio.

source: Start by creating a page in your <a href="%s">site backend</a>.
es_es: Comience por crear una página en el<a href="%s">backend del sitio</a>.

source: Website with a domain name %s is already registered in this Webasyst installation. Delete %s website (Site app > %s > Settings) to be able to use it's domain name for another website.
es_es: Un sitio con el nombre de dominio %s ya está registrado con esta configuración de Webasyst. Elimine el sitio %s (Aplicación del «Sitio» > %s > Configuración), para conectar este dominio a otro sitio.

source: Incorrect domain URL: %s
es_es: URL de dominio incorrecta: %s

source: My profile
es_es: Mi perfil

source: Website with a domain name %s is already registered in this Webasyst installation. Delete %s website (Site app > Settings > %s) to be able to use it's domain name for another website.
es_es: Un sitio con el nombre de dominio %s ya está registrado con esta configuración de Webasyst. Elimine el sitio %s (Aplicación del «Sitio» > %s > Configuración), para conectar este dominio a otro sitio.

source: My account
es_es: Mi cuenta

source: Contact information successfully updated!
es_es: La información de contacto se actualizó exitosamente!

source: added a new site
es_es: se agregó un nuevo sitio

source: edited site settings
es_es: se editaron configuraciones del sitio

source: deleted site
es_es: se eliminó del sitio

source: uploaded file
es_es: Archivo cargado

source: deleted file
es_es: se eliminó archivo

source: added a new block for site
es_es: se agregó un nuevo bloque para el sitio

source: edited block for site
es_es: se editó un bloque para el sitio

source: deleted block for site
es_es: se eliminó un bloque para el sitio

source: added a new routing rule
es_es: se agregó una nueva regla de enrutamiento

source: edited routing rule
es_es: se editó una nueva regla de enrutamiento

source: deleted routing rule
es_es: se eliminó una nueva regla de enrutamiento

source: Personal account sections
es_es: Secciones de cuenta personal

source: Sections are determined by connected applications.
es_es: Las secciones están determinadas por aplicaciones conectadas.

source: Read <a href="https://support.webasyst.com/29298/site-auth-settings/" target="_blank">user manual</a>.
es_es: Consulte la <a href="https://support.webasyst.com/29298/site-auth-settings/" target="_blank">user manual</a>.

source: Auth & Sign Up settings
es_es: Configuraciones de autorización

source: This app cannot be enabled for personal accounts on this domain, because the app is not settled in this domain's routing settings. Add this app to the routing table first so it becomes published on this site, and then you’ll be able to link it in personal accounts navigation.
es_es: Esta aplicación no se puede habilitar en su cuenta, ya que la aplicación no está conectada a las reglas de enrutamiento del sitio. Agregue una regla de enrutamiento para esta aplicación en la configuración de la estructura del sitio, después de lo cual puede habilitarla en su cuenta.

source: Setup routing
es_es: Configurar enrutamiento

source: Disabled
es_es: Deshabilitado

source: Redirect disabled
es_es: Deshabilitado

source: Enabled
es_es: Habilitado

source: Redirect enabled
es_es: Habilitado

source: %s personal account URL: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>
es_es: «%s» en su cuenta: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>

source: %s personal account is disabled on this site.
es_es: La cuenta personal de la aplicación «%s» está deshabilitada en este sitio.

source: Personal account profile URL: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>
es_es: Configuración del perfil en la cuenta personal: <a href="%s">%s</a> <i class="icon10 new-window top-padded"></i>

source: My profile form fields
es_es: Campos de formulario de configuración de perfil

source: Authorization on %s
es_es: Autorización en %s

source: User sign up, authorization and personal accounts are not enabled on %s.
es_es: El registro, la autorización y la cuenta personal del usuario están deshabilitados en el sitio %s.

source: User sign up, authorization and personal accounts are enabled on %s. <a id="configure-app" href="#" class="inline-link"><b><i>Configure URLs</i></b></a>
es_es: El registro de usuario, la autorización y la cuenta personal están habilitados en %s. <a id="configure-app" href="#" class="inline-link"><b><i>Настроить</i></b></a>

source: Select the app that will host authorization forms. The URLs of my profile, signup and authorization pages will be defined by the selected app routing:
es_es: Seleccione la aplicación que será responsable de la funcionalidad de los formularios de registro y la autorización del usuario en este sitio. Las direcciones de las páginas de registro, inicio de sesión y cuenta personal serán determinadas por las reglas de enrutamiento de la aplicación seleccionada:

source: Auth
es_es: Autorización

source: Confirm email on sign up
es_es: Confirmar dirección de correo electrónico después del registro

source: A confirmation link will be sent to user after sign up
es_es: El enlace para confirmar la dirección se enviará al usuario a la dirección de correo electrónico especificada por él

source: Text
es_es: Texto

source: Sign up form fields
es_es: Campos del formulario de registro

source: Edit field label
es_es: Editar nombre de campo

source: Edit hint for this field
es_es: Editar pista para este campo

source: Personal data processing
es_es: Procesamiento de datos personales

source: ---INSERT A LINK HERE!---
es_es: ---¡INSERTE AQUÍ UN ENLACE DEL DOCUMENTO!---

source: I agree to %spersonal data protection policy%s
es_es: Acepto los términos %s de la política de procesamiento de datos personales %s

source: By submitting this form I agree to %spersonal data protection policy%s
es_es: Al enviar este formulario, acepto la política de protección de datos %s personales %s

source: Do not require consent to personal data protection policy
es_es: No requiere el consentimiento de la política de protección de datos personales

source: Show only notice and link to policy
es_es: Mostrar sólo el aviso con el enlace a la política

source: Show mandatory checkbox, notice, and link
es_es: Sugerir para habilitar la casilla de verificación obligatoria con sugerencia y enlace

source: Restore original text
es_es: Restaurar texto original

source: Edit button label
es_es: Editar texto en el botón

source: Upload favicon
es_es: Subir favicon

source: from 152x152 and up to 1024x1024 px
es_es: de 152х152 a 1024х1024 píxeles

source: Personal &rarr; <a href="%s">Auth &amp; Sign Up settings</a>
es_es: Mi cuenta &rarr; <a href="%s">Configuración de autorización</a>

source: Personal
es_es: Mi Cuenta

source: File manager
es_es: Administrador de archivos

source: Touch icon you upload here will not take effect for you website %s because your website is set for a subfolder on a domain. Touch icon uploaded using the form above will be set only for websites set from the domain root folder.
es_es: La imagen cargada mediante este formulario no se utilizará en el sitio %s, porque el sitio se encuentra en el subdirectorio del dominio. El icono cargado a través de este formulario sólo se puede configurar para los sitios ubicados en el directorio raíz del dominio

source: File apple-touch-icon.png exists in the Webasyst framework installation folder. The touch icon you upload here will be overridden by the icon uploaded as file unless you delete this file.
es_es: El archivo apple-touch-icon.png se encontró en el directorio de instalación de Webasyst. En lugar del icono almacenado en esta página, se mostrará el icono del archivo especificado.

source: Files with extension *.png are allowed only.
es_es: Sólo se permiten archivos PNG.

source: Change password
es_es: Cambiar contraseña

source: Delete photo
es_es: Eliminar foto

source: You successfully confirmed email.
es_es: Has confirmado correctamente el correo electrónico.

source: Touch icon for iOS
es_es: Favicon para iOS

source: Upload iOS touch icon
es_es: Subir iOS-favicon

source: Auth &amp; Sign Up settings
es_es: Configuración de autenticación y registro

source: Personal &rarr; <a href="%s">Auth &amp; Sign Up</a>
es_es: Mi cuenta &rarr; <a href="%s">Configuración de autorización</a>

source: My profile page is not available on this site, because user authorization on this site is hosted by <strong>%s</strong> app, while it’s personal account functionality is disabled. Either enable <a href="#/personal/app/%s/">%s app’s personal account</a> on this site, or change the app that hosts user authorization in <a href="%s">Auth &amp; Sign Up</a> settings.
es_es: La página de administración de perfiles en este sitio no está disponible, ya que la cuenta personal «<strong>%s</strong>», de la aplicación responsable de la funcionalidad de los formularios de registro y autorización está desactivada. Para habilitar la página de administración de perfiles, debe habilitar <a href="#/personal/app/%s/">cuenta personal «%s»</a>, o <a href="%s">en la configuración de autorización</a> seleccione otra aplicación que será responsable de la funcionalidad de los formularios de registro y autorización en este sitio

source: The URL %s is already used by %s app. If you proceed, this will replace %s app with %s app on this URL.
es_es: La dirección %s ya está en uso por la aplicación «%s». Después de guardar los cambios, asentamiento de la aplicación «%s» en esta dirección se reemplazará completamente por la liquidación de la aplicación «%s».

source: %s personal account URL: <a id="s-app-frontend-link" href="%s" target="_blank">%s</a> <i class="icon10 new-window top-padded"></i>
es_es: «%s» en su cuenta: <a id="s-app-frontend-link" href="%s" target="_blank">%s</a> <i class="icon10 new-window top-padded"></i>

source: A unique email confirmation link will be sent to user after the signup. User will be able to sign in only after this confirmation link has been clicked.
es_es: El enlace a la confirmación de registro se enviará al usuario a la dirección de correo electrónico especificada por él. El usuario podrá iniciar sesión en el sitio sólo después de hacer clic en este enlace.

source: Enable CDN (Content Delivery Network) support for this site by entering CDN URL prefix.
es_es: Ingrese una dirección de CDN (Content Delivery Network), para habilitar su soporte automático para este sitio.

source: Allow “Remember me” option in authorization form on the website
es_es: Puede habilitar "Recordarme" en forma de autorización en el sitio

source: Alias (mirror site) for
es_es: Sitio reflejado (un espejo)

source: This is a mirror site (alias) for <strong>%s</strong>.
es_es: Este es un sitio espejo de<strong>%s</strong>

source: Specified email is already in use.
es_es: El correo electrónico especificado ya está en uso.

source: Design
es_es: Diseño

source: Select a language to translate text strings in website frontend.
es_es: Elija un idioma para traducir cadenas de texto en las páginas del sitio.

source: If “Auto” option is selected, website language will be determined by user browser settings.
es_es: Si se selecciona "Automático", el idioma del sitio se determinará según la configuración del navegador del usuario.

source: Files uploaded here are accessible to all website visitors without authorization. Do not upload private files.
es_es: Los archivos cargados aquí están disponibles para todos los visitantes del sitio sin autorización. No cargue archivos personales

source: Security
es_es: Seguridad

source: Redirect to HTTPS
es_es: Redirigir a HTTPS

source: Redirect website visitors from ordinary HTTP to secure HTTPS connection within this settlement.
es_es: Redirigir a los visitantes del sitio desde HTTP regular para asegurar la conexión HTTPS dentro de este asentamiento.

source: This option will work only if an SSL certificate is installed for your domain name.
es_es: Esta configuración sólo funcionará si se instala un certificado SSL para su nombre de dominio.
