Repository: demollc/langes
Catalog: lib/data/site.po
Languages: es_es

source: Site
es_es: Sitio

source: Files
es_es: Archivos

source: New folder
es_es: Nueva carpeta

source: Upload files
es_es: Subir archivos

source: Selected files
es_es: Archivos seleccionados

source: Move to folder
es_es: Mover a la carpeta

source: Delete
es_es: Eliminar

source: Folder
es_es: Carpeta

source: Rename
es_es: Renombrar

source: File
es_es: Archivo

source: Modified
es_es: Modificado

source: Size
es_es: Tamaño

source: Create
es_es: Crear

source: or
es_es: o

source: cancel
es_es: cancelar

source: Uploading...
es_es: Cargando...

source: Upload
es_es: Cargar

source: Upload image
es_es: Cargar imagen

source: Save
es_es: Guardar

source: Move
es_es: Mover

source: Delete folder
es_es: Borrar carpeta

source: Folder will be deleted without the ability to recover.
es_es: La carpeta será eliminada permanentemente - no podrás recuperarla.

source: Delete files
es_es: Eliminar archivos

source: Files will be deleted without the ability to recover.
es_es: Los archivos serán eliminados sin posibilidad de recuperación.

source: Site setup
es_es: Configuración del sitio

source: Delete entire website
es_es: Eliminar sitio

source: Routing
es_es: Enrutamiento

source: Settings
es_es: Configuración

source: New rule
es_es: Nueva regla

source: App settings
es_es: Configuración de la aplicación

source: Edit URL
es_es: Editar URL

source: Delete rule
es_es: Eliminar regla

source: Comment
es_es: Comentario

source: Help
es_es: Ayuda

source: Site URL
es_es: URL del sitio

source: May be displayed on websites and in email notifications.
es_es: Se puede mostrar en las páginas del sitio y en las notificaciones por correo electrónico.

source: May be used on websites and in email notifications.
es_es: Se puede utilizar en páginas web y en notificaciones por correo electrónico.

source: A valid URL pointing to this Webasyst installation.
es_es: Dirección válida (URL), cual dirija a instalación de marco de referencia (framework) Webasyst.

source: Site name
es_es: Nombre del sitio

source: Matches Site URL
es_es: Coincide con la URL del sitio

source: menu
es_es: menú

source: The array defining core website navigation menu
es_es: Array que define el menú de navegación principal en el sitio

source: All settled apps
es_es: Todas las aplicaciones

source: Automatically define navigation menu according to the routing rules
es_es: El menú de navegación se generará automáticamente de acuerdo con las reglas de enrutamiento de este sitio

source: Setup manually
es_es: Configurar

source: Edit
es_es: Editar

source: When done editing, click “Save” to apply changes.
es_es: Cuando termine de editar, haga clic en "Guardar" para aplicar los cambios

source: Add link
es_es: Añadir enlace

source: Upload another favicon
es_es: Subir otro favicon

source: Contents of this site's robots.txt file.
es_es: Contenido del archivo robots.txt de este sitio

source: Saved
es_es: Guardado

source: Redirect
es_es: Redirigir

source: This will delete the link from the menu. Are you sure?
es_es: El enlace se eliminará del menú. ¿Continuar?

source: This will delete the rule from website structure. Are you sure?
es_es: La regla se eliminará de la estructura del sitio. ¿Continuar?

source: New page
es_es: Nueva página

source: Page settings
es_es: Configuraciones de página

source: This will delete entire page. Are you sure?
es_es: Esto eliminará la página. ¿Está seguro?

source: draft
es_es: borrador

source: Preview
es_es: Vista previa

source: Page name
es_es: Nombre de la página

source: Draft
es_es: Borrador

source: Published
es_es: Publicado

source: Page URL
es_es: URL de página

source: Title
es_es: Título

source: Page custom parameters
es_es: Parámetros personalizados de la página

source: WYSIWYG
es_es: Editor Visual(WYSIWYG)

source: Block
es_es: Bloque

source: New block
es_es: Nuevo bloque

source: Block settings
es_es: Сonfiguración de bloque

source: Embed block into a page or a template
es_es: Incrustar bloque en una página o plantilla

source: Description
es_es: Descripción

source: This will permanently delete this snipper. Are you sure?
es_es: El bloque se eliminará y dejará de conectarse en las plantillas y en las páginas a las que se agregó anteriormente. ¿Eliminar el bloque?

source: New file
es_es: Nuevo archivo

source: Template settings
es_es: Configuración de la plantilla

source: File name
es_es: Nombre del archivo

source: File should have one of the allowed extensions: .html, .css, .js
es_es: El nombre de archivo debe terminar con una de las siguientes extensiones: .html, .css, .js.

source: Optional template description
es_es: Descripción de la plantilla opcional

source: settings
es_es: configuraciones

source: {$app.name|escape} app settled at
es_es: «{$app.name|escape}» a la dirección

source: Settlement name
es_es: Nombre del asentamiento

source: Name is used in the <em>$wa->apps</em> navigation menu of this website
es_es: El nombre se usa en el menú de navegación <em>$wa->apps</em> de este sitio web

source: Design theme
es_es: Tema de diseño

source: Mobile design theme
es_es: Tema de diseño móvil

source: Design theme for mobile multi-touch devices such as iPhone and Android
es_es: Tema de diseño para dispositivos móviles multitáctiles como iPhone y Android

source: Custom parameters
es_es: Parámetros personalizados

source: Saving...
es_es: Guardando...

source: Loading
es_es: Cargando

source: Cheat sheet
es_es: Hoja de trucos

source: An error occurred while saving
es_es: Ocurrió un error al intentar guardar

source: Unsaved changes will be lost if you leave this page now. Are you sure?
es_es: Los cambios no guardados se perderán si abandonas esta página ahora. ¿Estás seguro?

source: New site
es_es: Nuevo sitio

source: Open website
es_es: Abrir sitio web

source: Site info
es_es: Configuración del sitio

source: E.g. mydomain.com, www.mydomain.com, subdomain.mydomain.com
es_es: Por ejemplo, mydomain.es, www.mydomain.es, subdomain.mydomain.es

source: Create site
es_es: Crear sitio

source: Apps
es_es: Aplicaciones

source: Pages
es_es: Páginas

source: Blocks
es_es: Bloques

source: Files with extensions %s are allowed only.
es_es: Permitido descargar archivos sólo con extensiones %s.

source: Folder could not bet created due to the insufficient file write permissions for the %s folder.
es_es: No se pudo crear la carpeta debido a derechos insuficientes para sobrescribir el contenido de la carpeta %s.

source: An unkown error occured when attempting to create a folder.
es_es: Ocurrió un error desconocido al intentar crear una carpeta.

source: Folder could not bet deleted due to the insufficient permissions.
es_es: No se pudo eliminar la carpeta debido a permisos insuficientes.

source: Files could not bet moved due to the insufficient file write permissions for the %s folder.
es_es: No se pudieron mover los archivos debido a derechos insuficientes para sobrescribir el contenido de la carpeta %s.

source: Can not move file “%s” to a new location
es_es: No se pudo mover el archivo %s a la carpeta especificada

source: Can not move to a new location
es_es: No se pudo mover a la carpeta especificada

source: Files with extension .%s are not allowed to security considerations.
es_es: Los archivos con la extensión .%s no están permitidos por razones de seguridad.

source: Folder or file could not bet renamed due to the insufficient file write permissions for the %s folder.
es_es: No se pudo cambiar el nombre del archivo (carpeta) debido a derechos insuficientes para sobrescribir el contenido de la carpeta %s.

source: File (folder) can not be renamed
es_es: No se pudo cambiar el nombre del archivo (carpeta)

source: Enter the new name
es_es: Ingrese el nuevo nombre

source: Selected folder (file) does not exist anymore
es_es: La carpeta seleccionada (archivo) no existe

source: File could not bet saved due to the insufficient file write permissions for the %s folder.
es_es: No se pudo guardar el archivo debido a derechos insuficientes para sobrescribir el contenido de la carpeta %s

source: Files with extension .%s are not allowed for upload due to the security considerations.
es_es: Cargar archivos con la extensión .%s no está permitido por razones de seguridad.

source: Failed to upload file %s.
es_es: No se pudo cargar el archivo %s

source: Favicon image you upload here will not take effect for you website %s because your website is set for a subfolder on a domain. Favicon uploaded using the form above will be set only for websites set from the domain root folder.
es_es: Imagen de Favicon, cargado usando este formulario no se aplicará al sitio %s, porque el sitio está ubicado en el subdirectorio del dominio. El icono cargado a través de este formulario solo se puede configurar para los sitios ubicados en la raíz del directorio del dominio.

source: Rules you set above for robots.txt will not take effect for you website %s because your website is set for a subfolder on a domain. Rules for robots.txt from the form above will be effective only for websites set to the domain root folder.
es_es: Las reglas para el archivo robots.txt que utilizan este formulario no se aplicarán al sitio% s, porque este sitio se encuentra en un subdirectorio del dominio. El contenido de robots.txt agregado con este formulario solo se puede usar para los sitios ubicados En la raíz del dominio.

source: File favicon.ico exists in the Webasyst framework installation folder. The favicon you upload here will be overridden by the icon uploaded as file unless you delete this file.
es_es: El archivo favicon.ico se encontró en el directorio de instalación de Webasyst. En lugar del icono almacenado en esta página, se mostrará el icono del archivo especificado.

source: File robots.txt exists in the Webasyst framework installation folder. Rules for robots.txt you specify above will not take effect unless you delete this file.
es_es: El archivo robots.txt se encontró en el directorio de instalación de Webasyst. Las reglas para el archivo robots.txt almacenado en esta página no se aplicarán.

source: Settings could not be saved due to the insufficient file write permissions for the "%s" folder.
es_es: No se pudieron guardar las configuraciones debido a derechos insuficientes para sobrescribir el contenido de la carpeta «%s».

source: Settings could not be saved due to the insufficient file write permissions for the file "%s".
es_es: No se pudieron guardar las configuraciones debido a permisos de escritura insuficientes para el archivo «%s».

source: Files with extension *.ico are allowed only.
es_es: Sólo se permiten archivos con extensión *.ico.

source: File could not be saved due to the insufficient file write permissions for the "%s" folder.
es_es: No se pudo guardar el archivo debido a derechos insuficientes para sobrescribir el contenido de la carpeta «%s».

source: Failed to upload file.
es_es: No se pudo cargar el archivo.

source: File URL
es_es: URL del archivo

source: Delete file
es_es: Eliminar archivo

source: will be deleted without the ability to recover.
es_es: se eliminará sin posibilidad de recuperación.

source: META Description
es_es: META Descripción

source: URL of this Webasyst installation (relative).
es_es: URL de esta instalación de Webasyst (relativa).

source: URL of the current app settlement (relative).
es_es: URL de la asentamiento de la aplicación actual (relativa).

source: URL to access Webasyst backend (relative).
es_es: URL para acceder al backend-panel adminstrativa de Webasyst (relativo).

source: URL of the current app’s design theme folder (relative).
es_es: URL de la carpeta de tema de diseño de tema actual (relativa).

source: Returns current page URL.<br><em>$absolute = true</em> requires to return an absolute URL instead of a relative one.<br><em>$without_params = true</em> requires to return current URL without GET parameters.
es_es: Devuelve la URL de la página actual.<br><em>$absolute = true</em> significa obtener una URL absoluta en lugar de una relativa.<br><em>$without_params = true</em> devuelve la URL actual sin los parámetros GET.

source: Returns this domain’s root URL (absolute).
es_es: Devuelve la URL raíz de este dominio (absoluto).

source: Returns value of the global var by <em>key</em>. Global var array is initially empty, and can be used arbitrarily.
es_es: Devuelve el valor de una variable global mediante la tecla <em>key</em>. La matriz de variables globales está inicialmente vacía y se puede usar de forma arbitraria

source: Assigns a new value to a global variable.
es_es: Asigna un nuevo valor a una variable global

source: Assigns a new title.
es_es: Establece un nuevo encabezado.

source: Returns GET parameter value (same as PHP $_GET["<em>key</em>"]).<br>"<em>default</em>" is an optional default value which is returned if specified GET parameter is not found.
es_es: Devuelve el valor del parámetro GET (similar $_GET["<em>key</em>"] в PHP).<br>"<em>default</em>" — es un valor predeterminado opcional, que se devuelve si no se encuentra el parámetro GET especificado.

source: Based on current session data, returns <em>true</em> or <em>false</em> depending on whether a multi-touch mobile device is used. If no session variable indicates the requested website version (mobile or desktop), User Agent information is used.
es_es: Devuelve <em>true</em> или <em>false</em> dependiendo de si el usuario está utilizando actualmente un dispositivo móvil multitáctil (iPhone, Android, etc.) o no, si la variable de sesión Falta el tipo de versión del sitio (móvil o estándar), luego se usa la información de los encabezados User-Agent

source: Returns POST parameter value (same as $_POST["<em>key</em>"] in PHP).<br>"<em>default</em>" is an optional default value which is returned if specified POST parameter is not found.
es_es: Devuelve el valor del parámetro POST (similar $_POST["<em>key</em>"] в PHP).<br>"<em>default</em>" — es un valor predeterminado opcional, que se devuelve si no se encuentra el parámetro POST especificado.

source: Returns SERVER parameter value (same as $_SERVER["<em>KEY</em>"] in PHP).<br>"<em>default</em>" is an optional default value which is returned if specified server parameter is not found.
es_es: Devuelve el valor del parámetro SERVER (igual que $_SERVER["<em>key</em>"] в PHP).<br>"<em>default</em>" — es un valor predeterminado opcional, que se devuelve si no se encuentra el parámetro especificado de la matriz SERVER.

source: Returns SESSION var value (same as $_SESSION["<em>key</em>"] in PHP).<br>"<em>default</em>" is an optional default value which is returned if specified session parameter is not found.
es_es: Devuelve el valor de la variable de sesión SESSION (similar a $_SESSION["<em>key</em>"] en PHP).<br>"<em>default</em>" — es un valor predeterminado opcional, que se devuelve si no se encuentra la variable de sesión especificada.

source: Embeds HTML block by ID.<br><em>$params</em> is array of Smarty variables to be passed to block contents.
es_es: Muestra el contenido del bloque por su identificador.<br><em>$params</em> — es una matriz de variables Smarty que se deben pasar al contenido del bloque.

source: Returns authorized user‘s data. "<em>field</em>" (string) is optional and indicates the field id to be returned. Returns <em>false</em> if user is not authorized.<br><em>$format</em> parameter (defaults to "html") defines the <a href="https://developers.webasyst.com/cookbook/basics/classes/waContact/#method-get" target="_blank">format</a> of the returned value.
es_es: Devuelve una matriz con los datos de un usuario autorizado. Si se especifica el parámetro opcional "<em>field</em>" (string), se devuelve el contenido del campo específico de la entrada de contacto. Si el usuario no está autorizado, la función devuelve <em>false</em>.<br>El parámetro <em>$format</em> el valor predeterminado es — "html") определяет <a href="https://developers.webasyst.com/cookbook/basics/classes/waContact/#method-get" target="_blank">format</a> de los datos devueltos.

source: Returns User Agent info by specified “<em>key</em>” parameter:
es_es: Devuelve la información de User-Agent para la tecla especificada <em>key</em>:

source: — <em>"isMobile"</em>: returns <em>true</em> or <em>false</em> if user is using a multi-touch mobile device (iOS, Android and similar), based solely on User Agent string;
es_es: — <em>"isMobile"</em>: según el contenido de los encabezados de User Agent, devuelve <em>true</em> или <em>false</em> dependiendo de si el usuario usa dispositivo móvil multitáctil actualmente (iPhone, Android, etc.) o no;

source: — not specified: returns entire User Agent string;
es_es: — no especificado: devuelve la cadena completa Usuario-Agente

source: Displays a simple variable (non array/object)
es_es: Muestra una variable (no es adecuada para matrices y objetos)

source: Displays the 5th element of a zero-indexed array
es_es: Muestra el quinto elemento de la matriz, contando desde el índice cero

source: Displays variable key value of an array. Similar to PHP $foo[$bar]
es_es: Muestra el valor de un elemento de matriz con una clave variable. Igual que usar $foo[$bar] en PHP

source: Displays the object property named <em>bar</em>
es_es: Muestra la propiedad de un objeto llamado <em>barra</em>

source: Displays the return value of object method named <em>bar()</em>
es_es: Muestra el valor devuelto por el método del objeto llamado <em>bar()</em>

source: Escapes a variable for safe display in HTML
es_es: Escapa una variable para una visualización segura en código HTML

source: Outputs the sum of <em>$x</em> and <em>$y</em>
es_es: Muestra la suma de <em>$x</em> y <em>$y</em>

source: Assigns variable a value
es_es: Asigna un valor a una variable

source: Content between {literal} tags will not be parsed by Smarty
es_es: El contenido entre las etiquetas {literal} no será procesado por Smarty

source: Similar to PHP if statements
es_es: Similar a PHP if construcción

source: {foreach} is for looping over arrays of data
es_es: Se utiliza para recorrer elementos en matrices de datos

source: Only latin characters, numbers and underscore symbol are allowed.
es_es: Sólo se permiten letras latinas, números y guiones bajos

source: This website is powered by the Site app.
es_es: Este sitio web funciona con la aplicación "El Sitio".

source: Refer to this tutorial to build your new site
es_es: Consulte el artículo de documentación de Webasyst para ver un ejemplo de cómo crear un sitio

source: Page title (&lt;title&gt;)
es_es: Título de la página (&lt;title&gt;)

source: Page content
es_es: Contenido de la página

source: Page last update datetime
es_es: Última fecha de actualización de la página

source: Page list (only id, name, title, url, create_datetime, update_datetime)
es_es: Lista de páginas (solo id, nombre, título, url, create_datetime, update_datetime)

source: Returns page info (array) by <em>id</em> (int)
es_es: Devuelve información sobre una página (matriz) por id <em>id</em> (int)

source: Contenido
es_es: Содержимое

source: Error code (e.g. 404)
es_es: Código de error (por ejemplo, 404)

source: Error message
es_es: Mensaje de error

source: Available sites
es_es: Sitios disponibles

source: Welcome
es_es: Bienvenido

source: Edit this layout in your <a href="{$wa_backend_url}">Webasyst backend</a> using “Site” app.
es_es: El diseño del sitio se configura <a href="{$wa_backend_url}">en el backend</a> utilizando la aplicación "Sitio".

source: Image will be uploaded into
es_es: La imagen será subida en

source: Authorization
es_es: Autorización

source: Cancel
es_es: Cancelar

source: Disable this URL
es_es: Deshabilitar esta URL

source: disable
es_es: deshabilitar

source: Enable this URL
es_es: Habilitar esta URL

source: enable
es_es: habilitar

source: Logout
es_es: Cerrar sesión

source: Sign up
es_es: Registrarse

source: Login
es_es: Iniciar sesión

source: Powered by Webasyst
es_es: Desarrollado por Webasyst España

source: The requested resource is not available.
es_es: El recurso solicitado no está disponible.

source: Enable sign up and login forms for this site
es_es: Habilitar formularios de registro e inicio de sesión para este sitio

source: Select a site section where visitors will sign up and log into their personal accounts.
es_es: Seleccione una sección del sitio en el que los visitantes se registrarán e iniciarán sesión en su cuenta personal.

source: Enable captcha for signup form
es_es: Habilitar captcha para el formulario de registro

source: Enter the URL of your new website. You should own the domain and map it into your Webasyst installation (the URL should be the effective URL to access this Webasyst installation). Contact your hosting provider on how to map your domain name.
es_es: Ingrese la URL del nuevo sitio. Debe ser propietario de un nombre de dominio y preconfigurar el dominio para que apunte a esta instalación de Webasyst. Para configurar un nombre de dominio, comuníquese con su proveedor de alojamiento para obtener ayuda.

source: Optional set of custom <em>key=value</em> parameters which can be used within design templates and pages of this settlement as <em>&#123;$wa->globals("key")&#125;</em>. Each key=value pair should be on a separate line.
es_es: Un conjunto opcional de parámetros de tipo <em>key=value</em>, cuyos valores pueden accederse mediante los patrones de diseño y las páginas de este acuerdo como <em>&#123;$wa->globals("key")&#125;</em>. Cada par key=value debe estar en una línea separada.

source: Select route to manage its settings
es_es: Seleccione una regla de enrutamiento para editar su configuración

source: Rules are processed one by one in the given order. The first rule matching current HTTP request (web address) will be processed. Use * symbol in the URL fields for wildcard.
es_es: Las reglas se procesan una por una en el orden especificado. El procesamiento comienza con la primera regla de la lista y termina con una regla que coincide con la solicitud HTTP actual (dirección). Para indicar cualquier carácter, use un asterisco (*) como máscara.

source: View original
es_es: Ver original

source: E.g. <em>domain.com</em> if Webasyst is installed into domain.com's root folder, <em>domain.com/wa</em> if Webasyst is installed into /wa/ subfolder on domain.com. Do not put slash at the end of the URL.
es_es: Por ejemplo, <em>domain.es </em>, si Webasyst está instalado en el directorio raíz de domain.es, o <em> domain.es/wa</em>, si Webasyst está instalado en el subdirectorio / wa / domain domain.es.Al final de la URL, no es necesario agregar una barra (/).

source: Site alias used within site selection menu (at the top left corner), and as the anchor name in frontend's <em>$wa->apps()</em> navigation menu array.
es_es: Pseudónimo del sitio web, se usa en el menú de selección de sitios (en la esquina superior izquierda) y como el texto del enlace en el menú de navegación del frontend <em>$wa->apps()</em>.

source: Background
es_es: Fondo

source: Custom
es_es: Personalizado

source: Background is for customizing your Site app backend, which is useful when you have multiple websites powered by the single Webasyst installation. Selected background will not be shown in the frontend.
es_es: El fondo se usa para personalizar el backend de la aplicación "Sitio". Esto es conveniente si administra varios sitios dentro de la misma instalación del marco de Webasyst. El fondo seleccionado no se ve en la interfaz (frontend/escaparate de la tienda).

source: Custom head JS
es_es: Código JavaScript de usuario dentro de &lt;head&gt;

source: Google Analytics Property ID
es_es: ID de propiedad de Google Analytics
