Repository: demollc/langes
Catalog: lib/data/webasyst.po
Languages: es_es

source: You are using the original version of this design theme. No customizations have been applied to theme files yet, and thus there is nothing to revert for now.
es_es: Estás utilizando la versión original del tema de diseño. Aún no se han realizado cambios en las plantillas de tema de diseño, por lo que no hay cambios que puedan descartarse.

source: This will erase all customizations you’ve made to this theme’s template files using the design editor, and reset this theme to original
es_es: Esto borrará todos los cambios que realizó en el tema de diseño usando el editor de diseño y restaure el tema de diseño a su estado original

source: Theme name
es_es: Nombre del tema

source: Theme ID
es_es: ID del tema

source: IMPORTANT: Change Theme ID only if you are sure what you are doing. If this theme is in use by any of your websites, you will have to manually update these websites’ app settings to use this or another theme after altering the Theme ID parameter. Otherwise websites may stop working with the “Unable to load template file” error.
es_es: Cambie la ID del tema sólo si está completamente seguro de sus acciones. Si este tema se usa en sus sitios, tendrá que actualizar manualmente la configuración de estos sitios para usar este u otro tema después de cambiar la ID del tema. De lo contrario, sus sitios pueden dejar de funcionar debido al error "No se puede cargar el archivo de plantilla."

source: not in use
es_es: no en uso

source: Theme settings
es_es: Configuración del tema

source: Design themes
es_es: Temas de diseño

source: Upload theme
es_es: Subir tema

source: Theme must be uploaded as a valid Webasyst design theme archive (.tar.gz archive with theme files and theme.xml manifest file).
es_es: El tema debe cargarse como un archivo de tema de diseño Webasyst válido (archivo .tar.gz con archivos de tema y archivo de manifiesto theme.xml).

source: Uploading...
es_es: Cargando...

source: Upload
es_es: Cargar

source: Used on
es_es: Usado en

source: Theme updated
es_es: Tema actualizado

source: All themes files will be deleted permanently without the ability to recover. Are you sure?
es_es: Todos los archivos de temas se eliminarán permanentemente. ¿Eliminar?

source: rollback to the original theme
es_es: restaurar el tema original

source: This will permanently delete theme without the ability to recover. Are you sure?
es_es: El tema se eliminará permanentemente. ¿Está seguro?

source: Delete theme
es_es: Eliminar tema

source: Cheat sheet
es_es: Hoja de consejos

source: Theme preview
es_es: Vista previa

source: Preview theme
es_es: Vista previa del tema

source: parent theme file
es_es: archivo de tema principal

source: Design theme “<strong id="wa-current-theme"></strong>” is temporary enabled for you to see how it looks with your frontend. You can navigate through your website as you do it usually. Other users don't see that you are previewing this design theme.
es_es: El tema de diseño «<strong id="wa-current-theme"></strong>» se activa temporalmente para su usuario. Puede ver completamente el sitio en el tema de diseño seleccionado, y otros visitantes del sitio no lo verán.

source: Finish preview session
es_es: Finalizar sesión de vista previa

source: All
es_es: Todos

source: Paid
es_es: De Pago

source: Free
es_es: Gratis

source: All categories
es_es: Todas las categorías

source: Installed themes only
es_es: Sólo temas instalados

source: All colors
es_es: Todos los colores

source: Design themes for %s
es_es: Temas de diseño para %s

source: Design themes for %s app
es_es: Temas de diseño para la aplicación «%s»

source: Click on a design theme to download and install it from the Webasyst Store
es_es: Haga clic en un tema de diseño para descargarlo e instalarlo desde la tienda Webasyst

source: Insufficient file access permissions to save theme settings
es_es: No hay suficientes permisos para guardar el archivo.

source: Insufficient access permissions to save the file
es_es: Недостаточные права доступа для сохранения файла.

source: Only latin characters (a—z, A—Z), numbers (0—9) and underline character (_) are allowed.
es_es: Sólo se permiten letras latinas (a - z, A - Z), números (0-9) y el carácter de subrayado (_).

source: File should have one of the allowed extensions:
es_es: El nombre del archivo debe tener una de las siguientes extensiones:

source: Unsettled
es_es: Excluido de la lista de asentamientos

source: Select route
es_es: Elija una dirección de asentamiento

source: no-title
es_es: sin título

source: Sorry, we cannot recover password for this login name or email. Please refer to your system administrator.
es_es: Lo sentimos, no podemos recuperar la contraseña para este nombre de usuario o correo electrónico. Consulte al administrador de su sistema.

source: Please enter a filename
es_es: Ingrese el nombre del archivo

source: Syntax error at block
es_es: Error de sintaxis en el bloque

source: Preview
es_es: Vista previa

source: This page is unsettled (unpublished), i.e. not connected to any of your site’s routing rules. Drag this page out of the Unpublished section in the left sidebar to connect it to any of your existing site’s routes.
es_es: La página no se publica porque no está adjunta a ningún acuerdo de la aplicación (regla de enrutamiento). Arrastre la página desde la sección "No publicada" para conectarla a la regla de enrutamiento existente.

source: Unpublished
es_es: No publicados

source: These pages are not connected to any of the site’s structure rules and are therefore not displayed on your site. To publish these pages now, select a site structure rule for them:
es_es: Estas páginas no están adjuntas a ninguna regla en la estructura del sitio y, por lo tanto, no están visibles en el sitio. Para publicarlas ahora, seleccione la regla en la estructura del sitio a la que desea adjuntar páginas no publicadas:

source: Unpublished pages
es_es: Páginas no publicadas

source: Loading
es_es: Cargando

source: Unsaved changes will be lost if you leave this page now. Are you sure?
es_es: Los cambios no guardados se perderán. ¿Continuar?

source: View original
es_es: Ver original

source: Close
es_es: Cerrar

source: File will be deleted without the ability to recover. Are you sure?
es_es: El archivo se eliminará permanentemente. ¿Eliminar?

source: Create new file
es_es: Crear nuevo archivo

source: Link from parent theme
es_es: Archivo del tema principal

source: File name
es_es: Nombre de archivo

source: File should have one of the allowed extensions: .html, .css, .js
es_es: Extensiones de archivo válidas: .html, .css, .js

source: Optional template description
es_es: Descripción de plantilla opcional

source: Select file
es_es: Seleccionar archivo

source: all available parent theme files are already linked
es_es: todos los archivos de temas principales ya están conectados

source: Select a file and click Save button below.
es_es: Seleccione el archivo y haga clic en el botón "Guardar" a continuación.

source: New file
es_es: Nuevo archivo

source: About
es_es: Acerca de tema

source: Last modified
es_es: Última modificación

source: not modified
es_es: no modificado

source: This design theme is in use on
es_es: Este tema de diseño se usa en

source: This theme is in use on
es_es: Este tema se usa en

source: This theme is currently not in use. Connect this theme in your site <a href="%s">Routing settings</a>.
es_es: Este tema no está en uso actualmente. Conecte el tema a la <a href="%s">configuración de enrutamiento</a>.

source: This design theme is not in use. Apply this theme in your website <span class="js-theme-routing-url">Routing settings</span>.
es_es: Este tema de diseño no se utiliza. Para habilitar este tema en el sitio, selecciónelo en la <span class="js-theme-routing-url">configuración de enrutamiento</span> de su sitio.

source: Download
es_es: Descargar

source: Duplicate
es_es: Crear duplicado

source: This will reset all customizations you applied to this design theme. Are you sure?
es_es: Todos los cambios que realizó en el tema de diseño se perderán. ¿Restablecer todos los cambios?

source: Design theme deleted.
es_es: El tema de diseño ha sido eliminado.

source: Revert theme to original
es_es: Restablecer todos los cambios

source: Parent theme
es_es: Tema de diseño principal

source: Select
es_es: Seleccionar

source: not selected
es_es: no seleccionado

source: Change theme
es_es: Cambiar tema

source: Not set
es_es: No establecido

source: IMPORTANT: Theme parenting allows linking HTML templates, CSS files and images from other design themes. If you are about to change parent for a design theme which already has a parent, be aware that existing file links and connections may become corrupted. A design theme can have not more than one parent theme.
es_es: ВАЖНО: Conectar un tema principal le permitirá usar plantillas HTML, estilos CSS e imágenes del tema principal en este tema de diseño. Si el tema principal ya está configurado, tenga en cuenta que cambiarlo puede provocar errores de acceso a los archivos del tema principal que ya están en uso . Para cualquier tema de diseño, puede especificar como máximo un tema principal.

source: Subscribe
es_es: Suscribirse

source: Shopping cart
es_es: Cesta

source: Order by phone
es_es: Pedido por teléfono

source: Design theme
es_es: Tema de diseño

source: Find
es_es: Buscar

source: Search
es_es: Búsqueda

source: Find products
es_es: Buscar productos

source: Cart
es_es: Cesta

source: My account
es_es: Mi cuenta

source: Powered by Webasyst
es_es: Desarrollado por Webasyst

source: Addis Ababa
es_es: Addis Abeba

source: Algiers
es_es: Argelia

source: Cairo
es_es: El Cairo

source: Khartoum
es_es: Jartum

source: Lome
es_es: Lomé

source: Ndjamena
es_es: Yamena

source: Ouagadougou
es_es: Uagadugú

source: Sao Tome
es_es: Santo Tomé

source: Timbuktu
es_es: Tombuctú

source: Araguaina
es_es: Araguyana

source: ComodRivadavia
es_es: Comodoro Rivadavia

source: Cordoba
es_es: Córdoba

source: Rio Gallegos
es_es: Río Gallegos

source: Tucuman
es_es: Tucumane

source: Asuncion
es_es: Asunción

source: Bahia
es_es: Bahía

source: Bogota
es_es: Bogotá

source: Cancun
es_es: Cancún

source: Cayenne
es_es: Cayena

source: Cayman
es_es: Caimán

source: Cuiaba
es_es: Cuiabá

source: Curacao
es_es: Curazao

source: Havana
es_es: La Habana

source: Indianapolis
es_es: Indianápolis

source: Petersburg
es_es: Petersburgo

source: Knox IN
es_es: Knox (Indiana)

source: Mazatlan
es_es: Mazatlán

source: Merida
es_es: Mérida

source: Mexico City
es_es: Ciudad de México

source: Miquelon
es_es: Miquelón

source: North Dakota
es_es: Dakota del Norte

source: New Salem
es_es: Nuevo Salem

source: Port of Spain
es_es: Puerto España

source: Rainy River
es_es: Rainey River

source: Rio Branco
es_es: Río Branco

source: St Barthelemy
es_es: San Bartolomé

source: St Lucia
es_es: St Lucía

source: South Pole
es_es: Polo Sur

source: Arctic
es_es: Ártico

source: Istanbul
es_es: Estambul

source: Jerusalem
es_es: Jerusalén

source: Katmandu
es_es: Katmandú

source: Kolkata
es_es: Calcuta

source: Saigon
es_es: Saigón

source: Seoul
es_es: Seúl

source: Tehran
es_es: Teherán

source: Tokyo
es_es: Tokio

source: Ulan Bator
es_es: Ulán Bator

source: Atlantic
es_es: Atlántico

source: Canary
es_es: Canarias

source: Faeroe
es_es: Islas Feroe

source: Faroe
es_es: Feroe

source: St Helena
es_es: Santa Elena

source: Adelaide
es_es: Adelaida

source: Athens
es_es: Atenas

source: Lisbon
es_es: Lisboa

source: Ljubljana
es_es: Liubliana

source: Vatican
es_es: Vaticano

source: Vienna
es_es: Viena

source: Warsaw
es_es: Varsovia

source: Zurich
es_es: Zúrich

source: Indian
es_es: Indio

source: Cocos
es_es: Islas del coco

source: Pacific
es_es: Pacífico

source: Galapagos
es_es: Galápagos

source: Russian Rouble
es_es: Rublo ruso

source: United States Dollar
es_es: Dólar estadounidense

source: select region
es_es: seleccionar región

source: Yes
es_es: Sí

source: Ukrainian hryvnia
es_es: Hryvnia ucraniano

source: Belarusian ruble
es_es: Rublo bielorruso

source: Canadian dollar
es_es: Dólar canadiense

source: Pound sterling
es_es: Libra esterlina

source: Israeli new shekel
es_es: Shekel israelí

source: Armenian dram
es_es: Dram armenio

source: Azerbaijani manat
es_es: Manat azerbaiyano

source: Kazakhstani tenge
es_es: Tenge de Kazajstán

source: Moldovan leu
es_es: Leu moldavo

source: Message
es_es: Mensaje

source: Category
es_es: Categoría

source: <strong>%s</strong> requests access to your apps data:
es_es: <strong>%s</strong> solicita acceso a los datos de la aplicación:

source: Allow
es_es: Permitir

source: deny
es_es: Prohibir

source: Deny
es_es: Prohibir

source: Recipient (administrator) email is not valid
es_es: El correo electrónico del destinatario (administrador) especificado no es válido

source: Please define your request
es_es: Ingrese un mensaje de texto

source: Please confirm your agreement
es_es: Confirme su acuerdo

source: I agree to the
es_es: Acepto los términos de

source: Email is required
es_es: Ingresar correo electrónico

source: An error occurred while attempting to send your request. Please try again in a minute.
es_es: Se produjo un error durante el envío. Vuelva a intentarlo más tarde.

source: URL of this Webasyst installation (relative)
es_es: URL de instalación de Webasyst (relativo)

source: URL of the current app settlement (relative)
es_es: URL de asentamiento de la aplicación actual(relativo)

source: URL to access Webasyst backend (relative)
es_es: URL para acceder al backend de Webasyst (relativo)

source: URL of the current app design theme folder (relative)
es_es: URL de la carpeta del tema de diseño de la aplicación actual (relativa)

source: Returns current page URL (either absolute or relative)
es_es: Devuelve la URL de la página actual (absoluta o relativa)

source: Returns this domain’s root URL (absolute)
es_es: Devuelve la URL raíz de este dominio (absoluto)

source: Returns value of the global var by <em>key</em>. Global var array is initially empty, and can be used arbitrarily.
es_es: Devuelve el valor de una variable global con la clave <em>key</em>. La matriz de variables globales está inicialmente vacía y se puede usar arbitrariamente

source: Assigns global var a new value
es_es: Asigna un nuevo valor a una variable global

source: Assigns a new title
es_es: Establece un nuevo encabezado

source: Returns GET parameter value (same as PHP $_GET["<em>key</em>"])
es_es: Devuelve el valor del parámetro GET (igual que $_GET["<em>key</em>"] в PHP)

source: Based on current session data returns <em>true</em> or <em>false</em> if user is using a multi-touch mobile device; if no session var reflecting current website version (mobile or desktop) is available, User Agent information is used
es_es: Devuelve <em>true</em> o <em>false</em> dependiendo de si el usuario está utilizando actualmente un dispositivo móvil multitáctil (iPhone, Android, etc.) o no; si la variable de sesión falta el tipo de versión del sitio (móvil o estándar), luego se utiliza la información de los encabezados de User-Agent

source: Returns POST parameter value (same as PHP $_POST["<em>key</em>"])
es_es: Devuelve el valor de un parámetro POST (similar $_POST["<em>key</em>"] en PHP)

source: Returns SERVER parameter value (same as PHP $_SERVER["KEY"])
es_es: Devuelve el valor de un parámetro de matriz SERVER (similar $_SERVER["<em>key</em>"] en PHP)

source: Returns SESSION var value (same as PHP $_SESSION["<em>key</em>"])
es_es: Devuelve el valor de la variable de sesión SESSION (similar a $_SESSION["<em>key</em>"] en PHP)

source: Embeds HTML block by ID
es_es: Muestra el contenido de un bloque por su identificador

source: Returns authorized user data from associated record in “Contacts” app. "<em>field</em>" (string) is optional and indicates the field id to be returned. If not Returns <em>false</em> if user is not authorized
es_es: Devuelve una matriz con datos de usuario autorizados de la entrada correspondiente en la aplicación "Contactos". Si se especifica el parámetro opcional <code>'field'</code>, se devuelve el contenido del campo específico del registro de contacto. La función acepta cualquier parámetro adecuado para el método <code><a href="http://www.webasyst.ru/developers/docs/basics/classes/waContact#method-get" target="_blank">get()</a></code> clase de sistema <code>waContact</code>. Si el usuario no ha iniciado sesión, la función devuelve <code>false</code>

source: Returns User Agent info by specified “<em>key</em>” parameter:
es_es: Devuelve información del Agente de usuario mediante el parámetro especificado <em>key</em>:

source: — <em>"isMobile"</em>: returns <em>true</em> or <em>false</em> if user is using a multi-touch mobile device (iOS, Android and similar), based solely on User Agent string;
es_es: — <em>"isMobile"</em>: según el contenido de los encabezados de User-Agent, devuelve <em>true</em> o <em>false</em> dependiendo de si el usuario está utilizando actualmente un dispositivo móvil multitáctil (iPhone, Android, etc.) o no;

source: — not specified: returns entire User Agent string;
es_es: — no especificado: devuelve la cadena completa del Agente de usuario

source: Displays a simple variable (non array/object)
es_es: Muestra una variable (no adecuada para matrices y objetos)

source: Displays the 5th element of a zero-indexed array
es_es: Muestra el quinto elemento de la matriz, contando desde el índice cero

source: Displays variable key value of an array. Similar to PHP $foo[$bar]
es_es: Muestra el valor de un elemento de matriz con una clave variable. Similar a usar $foo[$bar] en PHP

source: Displays the object property named <em>bar</em>
es_es: Muestra una propiedad de un objeto llamado <em>bar</em>

source: Displays the return value of object method named <em>bar()</em>
es_es: Muestra el valor devuelto por un método de un objeto llamado <em>bar()</em>

source: Escapes a variable for safe display in HTML
es_es: Muestra una variable para una visualización segura en código HTML

source: Outputs the sum of <em>$x</em> and <em>$y</em>
es_es: Muestra la suma de <em>$x</em> y <em>$y</em>

source: Assigns variable a value
es_es: Asigna un valor a la variable

source: Content between {literal} tags will not be parsed by Smarty
es_es: El texto entre etiquetas {literal} no está siendo procesado por Smarty

source: Similar to PHP if statements
es_es: Similar a las sentencias if de PHP

source: {foreach} is for looping over arrays of data
es_es: Se utiliza para recorrer bucles de datos

source: Returns name of this Webasyst installation (name is specified in “Installer” app settings)
es_es: Devuelve el nombre de esta instalación de Webasyst especificada en la configuración de la aplicación de "Instalador"

source: Returns this site’s core navigation menu which is either set automatically or manually in the “Site settings” screen
es_es: Devuelve el menú de navegación principal de este sitio, generado automática o manualmente configurado en la configuración del sitio

source: Returns user locale, e.g. "en_US", "ru_RU". In case user is authorized, locale is retrieved from “Contacts” app user record, or detected automatically otherwise
es_es: Devuelve la configuración regional del usuario, por ejemplo, en_US, ru_RU. Si el usuario ha iniciado sesión, la información de configuración regional se recupera de la aplicación "Contactos"; de lo contrario, se determina automáticamente.

source: — <em>"platform"</em>: current visitor device platform name, e.g. <em>windows, mac, linux, ios, android, blackberry</em>;
es_es: — <em>platform</em>: nombre actual de la plataforma del dispositivo visitante, por ejemplo, <em>windows, mac, linux, ios, android, blackberry</em>;

source: Displays the "<em>bar</em>" key value of an array. Similar to PHP $foo["bar"]
es_es: Muestra el valor clave de la matriz «<em>bar</em>» similar a $foo["bar"] en PHP.

source: Outputs <em>$var</em> datetime in a user-friendly form. Supported <em>$format</em> values: <em>monthdate, date, dtime, datetime, fulldatetime, time, fulltime, humandate, humandatetime</em>
es_es: Muestra la hora <em>$var</em> en una forma fácil de leer. Valores disponibles <em>$format</em>: <em>monthdate, date, dtime, datetime, fulldatetime, time, fulltime, humandate, humandatetime</em>.

source: Direct PHP function access. E.g. <em>{time()}</em> displays the current timestamp
es_es: Acceso directo a las funciones de PHP. Por ejemplo, <em>{time()}</em> muestra la marca de tiempo UNIX actual.

source: Embeds a Smarty template into the current content. <em>file</em> attribute specifies a template filename within the current design theme folder
es_es: Incrusta una plantilla Smarty en el contenido actual. El atributo <em>file</em> indica el nombre del archivo de plantilla en la carpeta del tema utilizado.

source: Displays structured information about variable. Arrays and objects are explored recursively with values indented to show structure. Similar to PHP var_dump($foo)
es_es: Muestra información detallada sobre la estructura de una variable, matriz u objeto. Funciona igual que la función PHP var_dump ($foo)

source: Thank you for signing up!
es_es: ¡Gracias por registrarte!

source: Display settings
es_es: Configuración de pantalla

source: Manage theme
es_es: Gestión del tema de diseño

source: Download theme
es_es: Descargar tema de diseño

source: Default theme cannot be deleted
es_es: Este tema de diseño no se puede eliminar

source: Thumbnails
es_es: Miniaturas

source: This design theme links image thumbnails of sizes listed below. If custom-sized on-fly thumbnail generation is not allowed by the app settings, please make sure that at least listed thumbnail sizes are allowed. If on-fly thumbnail generation is allowed, thumbnails will be generated automatically.
es_es: Este tema de diseño utiliza miniaturas de las imágenes de los tamaños que se enumeran a continuación. Si la opción para crear miniaturas automáticamente sobre la marcha está deshabilitada en la configuración de su aplicación, asegúrese de que todos los tamaños especificados se agreguen a la lista permitida. Si las miniaturas están habilitadas sobre la marcha, las imágenes que se muestran a continuación los tamaños se crearán automáticamente.

source: Embeds HTML snippet by ID
es_es: Añade HTML-bloque para ID

source: Returns path to theme folder by <em>theme_id</em> and <em>APP_ID</em>
es_es: Devuelve la ruta a la carpeta del tema de diseño por <em>theme_id</em> y <em>APP_ID</em>

source: Devuelve la ruta a la carpeta del tema por <em>theme_id</em>
es_es: Devuelve la ruta a la carpeta del tema de diseño por <em>theme_id</em>

source: Thank you for registering on %s!
es_es: ¡Te has registrado con éxito en el sitio «%s»!

source: Login to your account
es_es: Inicio de sesión

source: Revert to original
es_es: Restaurar desde la versión original

source: Drop all customizations and revert parent theme <strong>%s</strong> to the original version too
es_es: También restablece todos los cambios realizados en el tema de diseño principal <strong>%s</strong>

source: Revert
es_es: Restaurar

source: Request from website
es_es: Solicitud del sitio web

source: Thank you!
es_es: ¡Gracias!

source: Proceed to checkout
es_es: Procesar el pedido

source: Checkout
es_es: Procesar el pedido

source: Shop
es_es: Tienda

source: Photos
es_es: Fotos

source: Favorites
es_es: Favoritos

source: Your message has been sent.
es_es: Tu mensaje ha sido enviado.

source: Not an image or invalid image:
es_es: No es un archivo de imagen:

source: File must be writable:
es_es: El archivo debe estar disponible para la grabación:

source: added a new template
es_es: agregó una nueva plantilla

source: edited template
es_es: editó la plantilla

source: deleted template
es_es: eliminó la plantilla
