Repository: demollc/langes
Catalog: lib/data/webasyst.po
Languages: es_es

source: Contact does not exist. <a href="%s">Sign up</a> first.
es_es: El contacto no existe. Primero <a href="%s">regístrate</a>.

source: Contact doesn't exist.
es_es: El contacto no existe.

source: Done! A message with a new password has been sent to email address <strong>%s</strong>.
es_es: ¡Listo! Se ha enviado un correo electrónico con una nueva contraseña de inicio de sesión a <strong>%s</strong>.

source: Done! An SMS message with a new password has been sent to phone number <strong>%s</strong>.
es_es: ¡Listo! Se ha enviado un mensaje SMS con una nueva contraseña de inicio de sesión al número de teléfono <strong>%s</strong>.

source: Incorrect confirmation code. Try again or request a new code.
es_es: Código de confirmación incorrecto. Inténtalo de nuevo o solicita un nuevo código.

source: Password recovery for “%s” has been banned.
es_es: La recuperación de contraseña para «%s» está bloqueada.

source: No user with this login name has been found.
es_es: No se encontró el usuario con este nombre de usuario.

source: Couldn’t recover password via “%s”.
es_es: No se pudo recuperar la contraseña a través de «%s».

source: Please check new mail at <strong>%s</strong>, we have sent you a message with a password recovery link to confirm the password change. After confirmation, we will send you your password in the next message.
es_es: Verifique el nuevo correo para la dirección <strong>%s</strong> — hemos enviando un mensaje con un enlace para confirmar el cambio de contraseña. Después de la confirmación, te enviaremos la nueva contraseña con la siguiente letra.

source: Please check new mail at <strong>%s</strong>, we have sent you a message with a password recovery link.
es_es: Verifique el nuevo correo para <strong>%s</strong> — hemos enviando un mensaje con un enlace para restablecer su contraseña.

source: Confirm your phone number
es_es: Confirme su número de teléfono

source: Unknown field
es_es: Campo desconocido

source: Signup completed
es_es: Inscripción finalizada

source: Passwords changed
es_es: Las contraseñas han sido cambiadas

source: Password recovery for %s
es_es: Recuperación de contraseña para %s

source: <b>WYSIWYG editor may change your HTML code.</b><br><br>It is necessary for correct text formatting. Smarty code may be broken and outdated HTML tags may be replaced with modern ones.<br><br>Are you sure to switch to WYSIWYG editor?
es_es: <b>El editor visual puede cambiar su código HTML.</b><br><br>Esto es necesario para que el texto se formatee correctamente. El código Smarty puede estar dañado y las etiquetas HTML obsoletas reemplazadas por las modernas.<br><br>¿Está seguro de cambiar al editor WYSIWYG?

source: Switch
es_es: Cambiar

source: Confirm email exception
es_es: Error al validar la dirección de correo electrónico

source: Auth exception
es_es: Error de autorización

source: Contact can't be authorized
es_es: No se puede autorizar el contacto

source: File not found.
es_es: Archivo no encontrado.

source: Add SMS templates in <a href="%s">Settings</a> app.
es_es: Agregar plantillas de SMS en la aplicación "<a href="%s">Configuración</a>".

source: Edit field label
es_es: Cambiar etiqueta de campo

source: Edit hint for this placeholder
es_es: Editar sugerencia para este marcador de posición

source: To enable SMS message sending, install and configure an integration plugin for your preferred SMS gateway.<br> <a href="%s">Browse for SMS gateway plugins</a> in Installer app.
es_es: Para enviar mensajes SMS, instale y configure la conexión a cualquiera de los proveedores de SMS. <br> Los plugins para conectarse a proveedores de SMS están disponibles para su instalación en <a href="%s">en «Installer»</a>.

source: Radio selector advanced settings
es_es: Расширенные настройки поля-переключателя

source: Depending on the current radio selector value, other contact form fields may be set to be omitted (become hidden). Manage form fields visibility settings using checkboxes below for each radio selector value.
es_es: Dependiendo del valor seleccionado del campo de cambio, otros campos del formulario para ingresar información de contacto se pueden marcar como ocultos (es decir, se omitirán). Para cada uno de los valores del campo de cambio, marque los campos del formulario de entrada de información de contacto que debe solicitarse al usuario.

source: Please specify options for multiple choice field.
es_es: Especificar valores para un campo múltiple.

source: Port
es_es: Puerto

source: POP3 host name
es_es: Nombre de host POP3

source: POP3 port
es_es: Puerto POP3

source: +1XXXXXXXXXX, 1XXXXXXXXXX
es_es: 8XXXXXXXXXX, 7XXXXXXXXXX, +7XXXXXXXXXX

source: Webasyst Captcha
es_es: Captcha de Webasyst

source: May be displayed on websites and in email notifications.
es_es: Puede mostrarse en la página del sitio web y en el correo electrónico.

source: May be used on websites and in email notifications.
es_es: Se puede usar en sitios web y en notificaciones por correo electrónico.

source: Channel not found
es_es: Canal no encontrado

source: (Copy of %s)
es_es: (Copia %s)

source: Invalid value
es_es: Valor inválido

source: Conditional field
es_es: Campo dependiente

source: Unknown parent field
es_es: Campo parental desconocido

source: Enter characters from an image
es_es: Ingrese el código de la imagen

source: Refresh code
es_es: Actualizar código

source: Show all group’s settings
es_es: Mostrar todas las configuraciones de grupo

source: Scroll up
es_es: Arriba

source: Invalid archive
es_es: Archivo inválido

source: Enter a confirmation code to complete signup
es_es: Para completar el registro, ingrese el código de verificación

source: Done
es_es: Finalizar

source: Open website →
es_es: Abrir sitio web →

source: At least one of these fields is required
es_es: Al menos uno de estos campos es obligatorio

source: Email confirmation failed
es_es: La dirección de correo electrónico no pudo ser confirmada

source: You have succesully signed up. Please check new mail at <strong>%s</strong>, we have sent you a message with your password.
es_es: Te has registrado correctamente. Comprueba el nuevo correo para la dirección <strong>%s</strong> — te hemos enviado un mensaje con una contraseña para ingresar.

source: You have successfully signed up. An SMS message with your password has been sent to phone number <strong>%s</strong>.
es_es: Te has registrado con éxito. Se ha enviado un mensaje SMS con una contraseña de inicio de sesión al número de teléfono <strong>%s</strong>.

source: Signup failed.
es_es: Suscripción fallida.

source: Please check new mail at <strong>%s</strong>, we have sent a message for you to confirm signup.
es_es: Revise su correo para <strong>%s</strong> — le hemos enviado un mensaje para confirmar el registro.

source: An SMS message has been sent to phone number <strong>%s</strong> for you to confirm signup.
es_es: Se ha enviado un mensaje de texto al número de teléfono <strong>%s</strong> para confirmar el registro.

source: Incorrect phone number value
es_es: Valor de número de teléfono no válido

source: Date
es_es: Fecha

source: You can request a code in <strong>%s:%s</strong>.
es_es: Puedes solicitar el código a través de <strong>%s:%s</strong>.

source: You can request password recovery in <strong>%s:%s</strong>.
es_es: Puedes solicitar un restablecimiento de contraseña a través de <strong>%s:%s</strong>.

source: You can request a one-time password in <strong>%s:%s</strong>.
es_es: Puede solicitar una contraseña de un sólo uso a través de <strong>%s:%s</strong>.

source: You have been requesting a code too frequently. Try again in <strong>%s:%s</strong>.
es_es: Has estado solicitando un código con demasiada frecuencia. Inténtalo de nuevo en <strong>%s:%s</strong>.

source: You have been requesting password recovery too frequently. Try again in <strong>%s:%s</strong>.
es_es: Ha estado solicitando la recuperación de la contraseña con demasiada frecuencia. Inténtelo nuevamente en <strong>%s:%s</strong>.

source: You have been requesting a one-time password too frequently. Try again in <strong>%s:%s</strong>.
es_es: Ha estado solicitando una contraseña de un sólo uso con demasiada frecuencia. Inténtelo de nuevo en <strong>%s:%s</strong>.

source: New channel %s
es_es: Nuevo canal %s

source: Time
es_es: Tiempo

source: Receive confirmation code
es_es: Obtener el código de confirmación

source: Receive code
es_es: Obtener código

source: Confirm signup
es_es: Confirmar la inscripción

source: Webasyst version
es_es: Versión de Webasyst

source: PHP version
es_es: Versión PHP

source: MySQL version
es_es: Versión de MySQL

source: Connection charset
es_es: Codificación de conexión

source: Update not available
es_es: Actualización no disponible

source: You have successfully signed up. Please check new mail at <strong>%s</strong>, we have sent you a message with your password.
es_es: Te has registrado correctamente. Comprueba el correo de la dirección <strong>%s</strong> — te hemos enviado un mensaje con una contraseña para ingresar.

source: Invalid theme archive structure (%s). <a href="%s" target="_blank">See help</a> for details.
es_es: Estructura de archivo de tema inválida (%s). Consulta <a href="%s" target="_blank">de la documentación</a>

source: Theme %s not found
es_es: Tema %s no encontrado

source: Missing theme files: %s.
es_es: Archivos de temas que faltan: %s.

source: Invalid theme slug
es_es: ID de tema no válido

source: Theme “%s” is for %s app, which is not installed in your Webasyst. Install the app and upload the theme once again.
es_es: El tema «%s» se creó para la aplicación «%s», que no está instalada en su Webasyst. Instale la aplicación y vuelva a descargar el tema.

source: Failed to extract files from theme archive (%s). <a href="%s" target="_blank">See help</a> for details.
es_es: Error al extraer archivos del archivo con el tema (%s). Consulte <a href="%s" target="_blank">de la documentación</a>.

source: Change
es_es: Cambiar

source: Password required
es_es: Se requiere contraseña

source: Month
es_es: Mes

source: Mth
es_es: Mes.

source: YYYY
es_es: AAAA

source: YY
es_es: AA

source: Please confirm your phone number to sign in.
es_es: Verifique su número de teléfono para iniciar sesión.

source: Phone number confirmation error.
es_es: Error al verificar el número de teléfono.

source: Design theme user manual
es_es: Manual de usuario del tema de diseño

source: User support
es_es: Soporte al usuario

source: Minimum 3 characters
es_es: Mínimo 3 caracteres

source: No sender email address specified in “<a href="%s">Email settings</a>” section.
es_es: No se especificó la dirección de correo electrónico del remitente en la sección «<a href="%s">Configuración de correo electrónico</a>».

source: (sent by email)
es_es: (enviado por email)

source: (sent in SMS)
es_es: (enviado por SMS)

source: API key
es_es: Clave API

source: Obtain an API key on the <a href="https://developer.tech.yandex.ru/" target="_blank">developer dashboard</a>. Select “JavaScript API, Geocoding API” option.
es_es: Obtenga la clave API en <a href="https://developer.tech.yandex.ru/" target="_blank">cuenta del desarrollador</a>. Seleccione el tipo de mapa "JavaScript API y HTTP Geocoder".

source: “Address” is a complex field, which cannot be completely disabled; you can only edit its components listed below.
es_es: El campo "Dirección" es compuesto, no puede desactivarlo por completo, pero puede editar sus componentes, que se enumeran a continuación".

source: Please check new mail, we have sent you a message with a link to confirm the password change. After confirmation, we will send you your password in the next message.
es_es: Verifique el nuevo correo: le hemos enviando un mensaje con un enlace para confirmar el cambio de contraseña. Después de la confirmación, le enviaremos la nueva contraseña con el siguiente mensaje.

source: Please check new mail, we have sent you a message with a password recovery link.
es_es: Revise su nuevo correo; le enviamos un mensaje con un enlace para restablecer su contraseña.

source: Password has not been sent. Please contact your administrator.
es_es: Contraseña no enviada. Póngase en contacto con su administrador.

source: Sending error
es_es: Error de envío

source: <strong>%s</strong> in <strong>%s</strong> template.
es_es: <strong>%s</strong> en la plantilla <strong>%s</strong>.

source: Server address is required
es_es: Se requiere la dirección del servidor

source: Port is required
es_es: Puerto requerido

source: Sender ID “%s” is already in use by “%s” provider. You can save each sender ID for one provider only.
es_es: ID de remitente «%s» ya está en uso por el proveedor «%s». Каждый ID отправителя можно сохранить только для одного провайдера.

source: You have run out of available attempts. Please request a new code.
es_es: El número de intentos disponibles ha finalizado. Solicite un nuevo código, por favor.

source: User does not exist.
es_es: El usuario no existe.

source: You have run out of available attempts.
es_es: La cantidad de intentos disponibles ha finalizado.

source: You have run out of available attempts. Please request a new one-time password.
es_es: El número de intentos disponibles ha finalizado. Solicite una nueva contraseña única, por favor.

source: Specify email sender address
es_es: Ingrese la dirección de correo electrónico del remitente

source: Please be sure to correctly set up a sender. It will be used to restore a lost password or to regain access to the backend should the one-time password authentication fail.
es_es: Asegúrese de que el remitente esté configurado correctamente. Se utiliza para recuperar una contraseña olvidada y acceder al backend si falla el inicio de sesión con una contraseña de un solo uso.

source: No email template group is selected.
es_es: No se seleccionó ningún grupo de plantillas de correo electrónico.

source: Set one-time password authentication?
es_es: ¿Seleccionar entrada de contraseña de un solo uso?

source: This authentication type means that a backend user is sent a new one-time password every time they log into the backend. Therefore, you must ensure that at least either email or SMS notifications, or both, are being sent and delivered so that your backend users can always log in with their one-time passwords.
es_es: Cuando se selecciona esta opción, se envía una nueva contraseña única a los usuarios del back-end cada vez que inician sesión. Por lo tanto, debe asegurarse de que se envíen y entreguen notificaciones por correo electrónico o SMS o ambos tipos de notificaciones para que los usuarios siempre puedan iniciar sesión con contraseñas únicas.

source: Please check in “<a href="%s">%s</a>” section that email notifications based on “%s“ template are correctly sent.
es_es: Compruebe en la sección «<a href="%s">%s</a>», que las notificaciones por correo electrónico basadas en la plantilla «%s» se envían correctamente.

source: Also check in “<a href="%s">%s</a>” section that SMS notifications based on “%s“ template are correctly sent, too. Be aware that SMS sending mignt not work occasionally; e.g., due to low SMS balance.
es_es: Compruebe también en la sección «<a href="%s">%s</a>», para enviar correctamente notificaciones por SMS basadas en la plantilla «%s». Recuerde que el envío de SMS a veces puede no funcionar correctamente, por ejemplo, debido al agotamiento del saldo en la cuenta del proveedor de SMS.

source: Email notifications must be enabled.
es_es: Las notificaciones por correo electrónico deben estar habilitadas.

source: Email address is not valid.
es_es: La dirección de correo electrónico no es válida.

source: Sender address %s is not configured.
es_es: La dirección del remitente %s no está configurada.

source: Configure a sender in “<a href="%s">%s</a>” section.
es_es: Configure el remitente en la sección «<a href="%s">%s</a>».

source: Notification sending is not working.
es_es: El envío de notificaciones no funciona.

source: Design theme update failure
es_es: Error al actualizar el tema de diseño

source: This design theme cannot be updated.
es_es: No se puede actualizar este tema de diseño.

source: Insufficient permissions to read files
es_es: No hay suficientes permisos para leer archivos

source: Insufficient permissions to write to files
es_es: Permisos insuficientes para escribir en archivos

source: WYSIWYG editor may change your HTML code. It is necessary for correct text formatting. Smarty code may be broken and outdated HTML tags may be replaced with modern ones. Are you sure to switch to WYSIWYG editor?
es_es: El editor WYSIWYG puede cambiar su código HTML. Esto es necesario para que el texto se formatee correctamente. El código Smarty puede romperse y las etiquetas HTML obsoletas pueden reemplazarse por las modernas. ¿Está seguro de que desea cambiar al editor WYSIWYG?

source: Webasyst is moving to PHP versions 5.6 and higher.
es_es: Webasyst está migrando a PHP versión 5.6 y superior.

source: Database
es_es: Base de datos

source: To add emoji support enable <b>Debug mode</b> in <b>General settings</b>.
es_es: Para agregar compatibilidad con emoji, habilite el <b>Modo de desarrollo (debug mode)</b> en <b>Configuración general</b>.

source: supports emoji
es_es: admite emoji

source: does not support emoji
es_es: no es compatible con emojis

source: Tables and fields without emoji support
es_es: Tablas y campos sin soporte de emoji

source: You may also use phpMyAdmin to change database tables and fields encoding.
es_es: También puede usar phpMyAdmin para cambiar la codificación de tablas y campos en la base de datos.

source: Database tables and fields
es_es: Tablas y campos de base de datos

source: New encoding
es_es: Nueva codificación

source: Old encoding
es_es: Codificación antigua

source: Table
es_es: Tabla

source: Fields
es_es: Campos

source: Collation
es_es: Comparación

source: Change encoding
es_es: Cambiar codificación

source: Proceed to adding emoji support
es_es: Proceda a agregar soporte de emoji

source: Total tables
es_es: Tablas totales

source: Total fields
es_es: Campos totales

source: Converted tables
es_es: Tablas convertidas

source: Converted fields
es_es: Campos convertidos

source: Not converted tables
es_es: Не преобразованные таблицы

source: Not converted fields
es_es: Campos no convertidos

source: Path to log file
es_es: Ruta al archivo de registro

source: Do not close this form until the conversion is completed.
es_es: No cierre este formulario hasta que se complete la conversión.

source: Start changing encoding for tables and fields?
es_es: ¿Comenzar a cambiar la codificación para tablas y campos?

source: This will start the conversion of your database tables and fields to <code>utf8mb4</code> encoding.
es_es: Se iniciará el proceso de convertir las tablas y campos de su base de datos en la codificación <code>utf8mb4</code>.

source: It will enable you and your website visitors use emoji (smilies), hieroglyphs, and other Unicode symbols.
es_es: Esto le permitirá a usted y a sus usuarios utilizar caracteres emoji (emoticones), jeroglíficos y otros caracteres Unicode.

source: The encoding change may last a few seconds or minutes.
es_es: El cambio de codificación puede durar unos segundos o minutos.

source: It is essential to wait until the process completion to ensure that no tables or fields with outdated encoding remain.
es_es: Es muy importante esperar hasta que se complete la conversión para que no haya tablas y campos con codificación desactualizada.

source: Do not close this browser tab until the process is completed. It is recommended to start conversion during a period of minimum load on your website.
es_es: No cierre esta pestaña del navegador hasta que se complete la conversión. Se recomienda iniciar este proceso durante el período de carga mínima en su sitio.

source: Run
es_es: Ejecutar

source: Unable to delete design theme
es_es: No se puede eliminar el tema de diseño

source: This design theme is still in use on your website.
es_es: Este tema de diseño todavía está en uso en su sitio web.

source: To delete this theme, first select another theme in the following settlements’ settings:
es_es: Para eliminar un tema de diseño, primero cámbielo a otro tema en la configuración de los siguientes asentamientos:

source: Only image files can be uploaded
es_es: Sólo se pueden cargar archivos de imagen

source: Design theme was not installed from Webasyst Store.
es_es: El tema del diseño no se instaló desde la tienda Webasyst.

source: Tables not found.
es_es: Tablas no encontradas.

source: Some tables and fields will not be converted. Do not try to run the conversion again to fix it.
es_es: Algunas tablas y campos no se convertirán. No intente reiniciar la conversión para solucionar esto.

source: Repeat the conversion after the installation of apps or plugins whenever you need to add emoji support for them.
es_es: Repita la conversión después de instalar aplicaciones o plug-ins cuando necesite añadir soporte emodsy para ellos.

source: Shipping plugin class “%s” not found.
es_es: No se encontró la clase «%s» del plugin de entrega.

source: Payment plugin class “%s” not found.
es_es: No se encontró la clase «%s» del plugin de pago.

source: SMS plugin class “%s” not found.
es_es: No se encontró la clase de «%s» SMS-PLUGIN.

source: Web push notifications
es_es: Push-notificaciones

source: Web push notifications settings
es_es: Configuración de notificaciones push

source: Select and configure a service for sending web push notifications.
es_es: Seleccione y configure el servicio para enviar notificaciones push.

source: No web push notifications services available
es_es: No hay servicios del envio de notificación push

source: Web push notifications service
es_es: Servicio de notificaciones push

source: Get an account ID <a href="https://pushcrew.com/admin/app.php#/settings/account/general" target="_blank">in your profile</a>.
es_es: Obtenga una ID de cuenta <a href="https://pushcrew.com/admin/app.php#/settings/account/general" target="_blank">en tu perfil</a>.

source: Get an API token <a href="https://pushcrew.com/admin/app.php#/settings/account/general" target="_blank">in your profile</a>.
es_es: Obtenga el token API <a href="https://pushcrew.com/admin/app.php#/settings/account/general" target="_blank">en tu perfil</a>.

source: A OneSignal account is required to notify backend users.
es_es: Se requiere una cuenta OneSignal para notificar a los usuarios del backend.

source: Please sign up at %s and copy <b>User Auth Key</b> from <b>Account &amp; API Keys</b> page.
es_es: Regístrese en la siguente dirección %s y copie <b>User Auth Key</b> desde la pagina <b>Account &amp; API Keys</b>.

source: OneSignal User Auth Key is required.
es_es: Se requiere la clave de autenticación de usuario de OneSignal.

source: Each domain used by your backend users has to be configured separately in OneSignal account.
es_es: Para cada dominio en el que trabajan sus usuarios, se requiere una configuración separada en la cuenta OneSignal.

source: To add a different domain, open Webasyst backend on that domain and save settings again.
es_es: Para agregar otro dominio, inicie sesión en el backend de Webasyst en ese dominio y guarde la configuración nuevamente.

source: Connected
es_es: Conectado

source: Not connected
es_es: No conectado

source: Some files could not be deleted.
es_es: No se pudieron eliminar algunos archivos.

source: Administrative center
es_es: Centro administrativo
