Repository: demollc/langes
Catalog: lib/data/webasyst.po
Languages: es_es

source: uploaded a new theme
es_es: subió un nuevo tema

source: downloaded theme
es_es: descargó el tema

source: deleted theme
es_es: borró el tema

source: reset theme settings
es_es: restauró la configuración predeterminada del tema

source: create theme duplicate
es_es: creó un duplicado del tema

source: renamed theme
es_es: renombró el tema

source: added a new page
es_es: agregó una nueva página

source: edited a website page
es_es: editó la página

source: deleted page
es_es: borró la página

source: moved page
es_es: movió la página

source: logged in
es_es: inició sesión

source: logged out
es_es: se desconectó de su cuenta

source: login failed
es_es: Error al iniciar sesión

source: signed up
es_es: se registró

source: edited profile in customer portal
es_es: editó el perfil en su cuenta

source: enabled access for contact
es_es: permitió el acceso de contacto

source: disabled access for contact
es_es: negó el acceso al contacto

source: Data must be an array.
es_es: Los datos deben ser una matriz

source: Incorrect date
es_es: Fecha inválida

source: Incorrect time
es_es: Hora incorrecta

source: VK
es_es: VKontakte

source: Social
es_es: Redes sociales

source: Contact us
es_es: Contáctanos

source: Submit
es_es: Enviar

source: Back
es_es: Volver

source: Subscribe to our email newsletter
es_es: Suscribirse a las noticias

source: Follow us
es_es: Suscribirse

source: Thank you! We’ll keep you posted.
es_es: ¡Gracias! Te mantendremos informado.

source: View cart
es_es: Ver cesta

source: My profile
es_es: Mi perfil

source: New password
es_es: Nueva contraseña

source: Photo
es_es: Foto

source: Site
es_es: Sitio

source: Appearance
es_es: Apariencia

source: Templates
es_es: Plantillas

source: Themes
es_es: Temas de diseño

source: Settings
es_es: Configuraciones

source: This list represent all parent theme (<strong>%s</strong>) templates which are currently not linked in this design theme.
es_es: Esta lista muestra todas las plantillas de diseño de tema principal(<strong>%s</strong>), que actualmente no están vinculadas en este tema de diseño.

source: Download theme backup
es_es: Descargar archivo con tema de diseño

source: Clone theme
es_es: Crear clon de tema

source: Rename theme
es_es: Cambiar nombre de tema

source: You did not apply customizations to this theme yet, and thus there is nothing to revert.
es_es: Todavía no ha realizado ningún cambio en este tema de diseño, por lo que todavía no hay nada que restablecer.

source: Start using %s theme
es_es: Empezar a usar el tema «%s»

source: preview this theme
es_es: previsualizar este tema

source: Theme path
es_es: Ruta de la carpeta del tema

source: Theme usage
es_es: Uso del tema

source: All listed routes are linking %s design theme right now.
es_es: El tema de diseño «%s» se está utilizando actualmente en todas las direcciones enumeradas.

source: %s design theme does not offer customizable display settings. Please use template editor for customizing the theme.
es_es: El tema de diseño «%s» no proporciona opciones para personalizar el aspecto. Utilice el editor de plantillas de diseño para personalizar el aspecto.

source: About this theme
es_es: Información del tema

source: Start using this theme on one of your existing %s app routes, or create a new route:
es_es: Conecte el tema de diseño a uno de los asentamientos existentes de la aplicación «%s» o cree una nueva regla de enrutamiento:

source: Existing route
es_es: Elige una regla

source: New route
es_es: Nueva regla

source: Change parent theme
es_es: Cambiar tema principal

source: %s design theme has been successfully installed. Start using this theme by clicking the button below.
es_es: El tema «%s» se ha instalado correctamente. Comience a usar el tema conectándolo con el botón a continuación.

source: %s design theme is currently not in use on your websites.
es_es: El tema de diseño «%s» no se está utilizando actualmente en sus sitios.

source: Upload theme archive
es_es: Subir archivo con el tema

source: Blocks
es_es: Bloques

source: Confirm your email by clicking this link
es_es: Verifique su cuenta haciendo clic en el enlace

source: Roll back my file to the original version
es_es: Restablecer mis cambios a la versión original del archivo

source: This will reset all your changes. Are you sure?
es_es: Esto restablecerá todos tus cambios. ¿Estás seguro?

source: <strong>%s</strong> theme preview in action
es_es: Vista previa del tema de diseño <strong>%s</strong>

source: Stop preview session
es_es: Detener sesión de vista previa

source: Edit
es_es: Editar

source: Contact information successfully updated!
es_es: ¡Información de contacto actualizada con éxito!

source: Change password
es_es: Cambiar contraseña

source: Delete photo
es_es: Eliminar foto

source: There are no routes for %s app on this site yet.
es_es: No hay asentamientos de la aplicación «%s».

source: Customizing %s theme settings below will affect all listed routes. If you want to keep individual designs, use separate theme copies (clones) for each route.
es_es: Cambio de la configuración del tema de diseño «%s» afectará a todos los asentamientos enumerados de la aplicación. Si desea mantener un diseño individual para cada acuerdo, use copias separadas (duplicados) del tema de diseño.

source: This design theme is also used on <strong>%s</strong>. Editing theme template files will affect both %s and other listed routes.
es_es: Este tema de diseño también se usa en <strong>%s</strong>. La edición de archivos de plantilla de tema afectará tanto %s, como a otros asentamientos enumerados.

source: Connected accounts
es_es: Cuentas vinculadas

source: Connect this account to your social network accounts so next time you can log in without entering your password:
es_es: Conecta esta cuenta a tus cuentas de redes sociales para que puedas iniciar sesión en tu sitio la próxima vez sin ingresar una contraseña:

source: %s design theme
es_es: Tema de diseño «%s»

source: A confirmation link has been sent to your email address provided during the signup. Please click this link to confirm your email and to sign in. <a class="send-email-confirmation" href="%s">Resend the link</a>
es_es: Se le ha enviado un enlace para confirmar su dirección de correo electrónico. Haga clic en este enlace para confirmar su dirección de correo electrónico e inicie sesión. <a class="send-email-confirmation" href="%s">Reenviar enlace</a>

source: Confirmation link has been resent.
es_es: Se ha enviado un enlace de confirmación.

source: Confirmation link has been resent
es_es: El enlace de confirmación ha sido reenviado

source: Invalid login
es_es: Nombre de usuario no válido

source: Error copying file from %s to %s
es_es: Error al copiar el archivo из %s в %s

source: The requested resource is not available.
es_es: El recurso solicitado no está disponible.

source: You have successfully confirmed your email.
es_es: Has confirmado con éxito tu correo electrónico.

source: You have successfully signed up.
es_es: Te has registrado exitosamente.

source: A confirmation link has been sent to you by email. Please click this link to confirm your signup and to sign in.
es_es: Se le ha enviado un enlace de confirmación por correo electrónico. Haga clic en este enlace para confirmar su registro e iniciar sesión.

source: Original version <strong>%s</strong>
es_es: Versión original de <strong>%s</strong>

source: No customizations have been made to theme settings and template files.
es_es: No ha realizado cambios en las plantillas de diseño y la configuración de este tema de diseño.

source: Latest version <strong>%s</strong>
es_es: Última versión <strong>%s</strong>

source: Your customized version of %s theme is up to date.
es_es: Se instaló la última versión del tema de diseño %s.

source: Update to version %s is available
es_es: La actualización a la versión %s está disponible

source: Theme update requires your commitment because it may affect changes that you previously applied to template files and thus alter your site layout. Click to review the list of files and update.
es_es: La actualización del tema de diseño requiere su confirmación, porque cuando actualice las plantillas de diseño y la configuración del tema se sobrescribirá con sus nuevas versiones, y esto puede afectar a la apariencia y al rendimiento de su sitio. Haga clic para ver la lista de archivos que se actualizarán.

source: This theme was either cloned from some of the original themes, or manually uploaded as archive. It can not be updated via Installer app or reverted to the original version because there is no original theme with same ID installed (<strong>%s</strong>).
es_es: Este tema de diseño se ha descargado como un archivo o creado como un duplicado de otro tema. Una actualización para este tema no está disponible porque el tema de diseño original con el mismo identificador (<strong>%s</strong>) no existe.

source: Theme version
es_es: Versión del tema

source: This will erase all customizations you’ve made to this theme’s template files using the design editor, and reset this theme to original. Are you sure?
es_es: ¿Borrar todos los cambios realizados al tema de diseño usando el editor de diseño y restablecer el tema de diseño a su estado original?

source: Update theme
es_es: Actualizar tema

source: Confirm the list of files which will be replaced with their newest versions from theme version %s.
es_es: Confirme que todas las plantillas de diseño seleccionadas se actualicen con sus nuevas versiones %s.

source: Files marked with <strong>bold</strong> were previously modified by you — select them only if you’d like to completely drop changes you’ve made to these files. All selected files will be overwritten with their newest versions from the original theme, and there will be no way to automatically rollback this update. (If you feel non-confident, don’t select modified templates by now. You will be able to update them manually file-by-file later on.)
es_es: Los archivos que editó anteriormente están marcados con <strong> negrita </strong>. Seleccione sólo aquellos archivos que desea restablecer completamente a sus versiones originales del tema de diseño actualizado, eliminando así los cambios que realizó anteriormente. (Sino seguro que necesita actualizar este o aquel archivo, no lo seleccione. Más tarde puede actualizar todos estos archivos uno por uno)

source: Theme appearance settings will be updated automatically
es_es: La configuración del tema de diseño se actualizará automáticamente

source: Theme appearance settings (theme.xml)
es_es: Configuración de apariencia del tema (theme.xml)

source: You did not modify this file
es_es: No realizaste cambios en este archivo

source: %s and %d more unmodified files
es_es: %s y más %d archivos sin cambios

source: You modified this file
es_es: Hiciste cambios en este archivo

source: Update all to %s
es_es: Actualizar todo a %s

source: Apply this theme for mobile devices only
es_es: Usar sólo para dispositivos móviles

source: All selected files will be overwritten with their newest versions from the original theme. In case of incompatibility between your customizations and newer theme templates, CSS, and images, your site looks may change unexpectedly. There will be no way to automatically rollback this update. Update?
es_es: Todos los archivos seleccionados se sobrescribirán con las versiones originales del tema de diseño actualizado. Si los cambios que realizó en el tema de diseño son incompatibles con plantillas, CSS y otros recursos de la nueva versión del tema, es posible que la apariencia del sitio deba revisarse manualmente. ¿Actualizar el tema?

source: Update is available
es_es: Actualización disponible

source: All customizations you’ve made to this file will be lost!
es_es: ¡Todas las personalizaciones que haya realizado en este archivo se perderán!

source: Customize dashboard
es_es: Personalizar widgets

source: Done editing
es_es: Hecho

source: Can't save plugin settings: unknown plugin id
es_es: Error al guardar la configuración del plugin: plugin desconocido

source: Incorrect size
es_es: Tamaño inválido

source: Widget not found
es_es: Widget no encontrado

source: Earlier
es_es: Anteriormente

source: 7 Days
es_es: 7 días

source: 30 Days
es_es: 30 días

source: 90 Days
es_es: 90 días

source: 365 Days
es_es: 365 días

source: Dashboard
es_es: Panel de control

source: Live Stream
es_es: Cinta de eventos

source: Everything
es_es: Todos los eventos

source: Load more
es_es: Mostrar más

source: Drag new widgets onto your dashboard and customize the layout any way you like it. Dashboards are personal, so only you will see your custom layout. Other Webasyst users have their own personal dashboards too.
es_es: Arrastre y suelte widgets en su panel y organícelos como desee. El diseño de los widgets para cada usuario de Webasyst es individual.

source: Click or drag this widget to install it on your dashboard
es_es: Haga clic o arrastre el widget al panel

source: Delete Widget
es_es: Eliminar widget

source: Set small size
es_es: Tamaño pequeño

source: Set medium size
es_es: Tamaño mediano

source: Set big size
es_es: Tamaño grande

source: Show settings
es_es: Configuración

source: Your dashboard is empty. Add some widgets by clicking Customize dashboard on the top.
es_es: Su panel está vacío. Agregue widgets al tablero haciendo clic en el enlace "Personalizar widgets" en la esquina superior izquierda.

source: Social sharing
es_es: Compartir en redes sociales

source: Use these meta tags and default product image for social sharing too
es_es: Para las redes sociales, use los mismos encabezados y descripciones

source: Social sharing title
es_es: Encabezado para redes sociales

source: Social sharing image URL
es_es: URL de imagen para compartir en redes sociales

source: If not set, a social network will attempt to determine preview image on it’s own.
es_es: Si la dirección no se especifica explícitamente, la red social seleccionará automáticamente una de las imágenes de la página

source: Social sharing video URL
es_es: URL de vídeo para redes sociales

source: Social sharing description
es_es: Descripción para redes sociales

source: Social sharing type
es_es: Tipo de página para redes sociales

source: Use these meta tags for social sharing too
es_es: Para las redes sociales, use los mismos encabezados y descripciones

source: Please refer to <a href="http://ogp.me" target="_blank">Open Graph</a> protocol site for more information on social sharing meta tags and available values.
es_es: La información detallada sobre los parámetros para las redes sociales y sus posibles valores se publica en el sitio web del protocolo <a href="http://ogp.me" target="_blank">Open Graph</a>.

source: Customize the rest of theme settings in your Webasyst backend > <i>select app</i> > Design.
es_es: Una lista completa de configuraciones de temas de diseño está disponible en el backend de Webasyst> <i>aplicación </i> > Diseño.

source: No events in the live stream yet.
es_es: La cinta de los eventos todavía está vacía.

source: All apps
es_es: Todas las aplicaciones

source: Selected apps
es_es: Aplicaciones

source: Welcome to your personal dashboard!
es_es: ¡Bienvenido a su panel de control de Webasyst!

source: Customize widgets and dashboard layout using the link above. Dashboards are personal, so only you will see your custom layout. Other Webasyst users have their own personal dashboards too.
es_es: Personalice su panel de control utilizando el enlace de arriba. Organice los widgets de la manera que más le convenga. Cada usuario de Webasyst tiene un conjunto de widgets en el panel de control.

source: Ok, thanks
es_es: Entendido, gracias

source: Live stream collects all events from installed apps and presents them in a chronological order.
es_es: La cinta muestra eventos de todas las aplicaciones instaladas en su Webasyst.

source: %s theme (version %s) for %s app
es_es: Tema «%s» (versión %s) para la aplicación «%s»

source: Apps
es_es: Aplicaciones

source: The secret parameter is missing.
es_es: Falta el parámetro secreto.

source: The secret parameter is invalid or malformed.
es_es: El parámetro secreto no es válido o está mal formado.

source: The response parameter is missing.
es_es: Falta el parámetro de respuesta.

source: The response parameter is invalid or malformed.
es_es: El parámetro de respuesta no es válido o está mal formado.

source: You don’t have permissions to view this widget
es_es: No hay suficientes permisos para ver el widget

source: Popular plugins
es_es: Plugins populares

source: No plugins are installed.
es_es: No hay plugins instalados.

source: Loading...
es_es: Cargando...

source: Plugin %s is installed and working.
es_es: El plugin «%s» está instalado y funciona.

source: No configuration options are available for this plugin.
es_es: Este plugin no proporciona la capacidad de cambiar la configuración.

source: Unknown plugin
es_es: Plugin desconocido

source: Bytes
es_es: Byte

source: KBytes
es_es: KB

source: MBytes
es_es: MB

source: GBytes
es_es: GB

source: Hello world
es_es: Hola mundo

source: Navigation
es_es: Navegación

source: Menu item 1
es_es: Elemento de menú 1

source: Menu item 2
es_es: Elemento de menú 2

source: Menu item 3
es_es: Elemento de menú 3

source: Woohoo, Webasyst app is ready!
es_es: ¡La aplicación Webasyst está lista!

source: My dashboard
es_es: Mi panel de control

source: New Webasyst TV dashboard...
es_es: Nuevo panel de TV de Webasyst...

source: New dashboard
es_es: Nuevo panel de control

source: Dashboard title
es_es: Título de panel de control

source: Webasyst TV dashboards can be opened in any modern web browser and streamed to 4K or Full HD TVs.
es_es: El panel de control de TV Webasyst se abre a través de un enlace privado único en cualquier navegador moderno y está diseñado para transmitirse a televisores 4K o Full HD.

source: Dashboard public link
es_es: Enlace público del panel de control

source: You are about to permanently delete this dashboard. Are you sure?
es_es: El panel de control se eliminará permanentemente. ¿Estás seguro?

source: Delete dashboard
es_es: Eliminar panel de control

source: Add widgets
es_es: Añadir widgets

source: Installed
es_es: Instalados

source: Install new widgets
es_es: Añadir widgets

source: Only you can see this dashboard.
es_es: Sólo tú puedes ver este panel de control.

source: Themes to clone
es_es: Сlonar temas

source: All %s themes (recommended)
es_es: Tema «%s» para todas las aplicaciones (recomendado)

source: Only %s theme for this app (%s)
es_es: Tema «%s» para la aplicación «%s» solamente

source: %s's birthday — %s
es_es: %s está celebrando un cumpleaños — %s

source: %s is now online
es_es: %s ahora está en línea

source: Plugin not found
es_es: Plugin no encontrado

source: Error cUrl init
es_es: Error al inicializar cUrl

source: edited contact
es_es: editó el contacto

source: Change photo
es_es: Cambiar foto

source: Drop photo here
es_es: Arrastra la foto aquí

source: To change drop another photo or upload file (JPG, GIF, or PNG):
es_es: Para reemplazar, arrastre otra foto o cargue un archivo (JPG, GIF или PNG):

source: Or upload file (JPG, GIF or PNG):
es_es: O subir un archivo (JPG, GIF или PNG):

source: Are you sure you want to delete this photo?
es_es: ¿Realmente quieres eliminar la foto?

source: Maps
es_es: Mapas

source: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key">Obtain a Google Maps API key</a> to display a map within the Webasyst backend. Without a key, only a link to the map will be displayed.
es_es: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key">Obtenga la clave API de Google Maps</a>, чтобы показывать карту в бекенде Webasyst. Sin una clave, solo se mostrará un enlace al mapa.

source: To be able to use an API key, <a href="https://console.developers.google.com/apis/api/static_maps_backend/">enable Static Maps API</a> in your Google account.
es_es: Para usar la clave API <a href="https://console.developers.google.com/apis/api/static_maps_backend/">habilite Static Maps API</a> en su cuenta de Google.

source: Request preferred delivery time
es_es: Solicitar tiempo de entrega preferido

source: Request preferred delivery date
es_es: Solicitar fecha de entrega preferida

source: from
es_es: desde

source: till
es_es: hasta

source: Delivery intervals
es_es: Intervalos de entrega

source: Add interval
es_es: Agregar intervalo

source: This setting must be supported by the app; e.g., Shop-Script ver. 8.0 or higher.
es_es: Esta configuración debe ser compatible con una aplicación, por ejemplo, Shop-Script versión 8.0 o superior.

source: Extra workday
es_es: Día laboral extra

source: Extra day off
es_es: Día libre adicional

source: Google app ID
es_es: ID de la aplicación de Google

source: Google app secret
es_es: Secreto de la aplicación Google

source: Facebook app ID
es_es: ID de la aplicación de Facebook

source: Facebook app secret
es_es: Secreto de la aplicación de Facebook

source: VK app ID
es_es: ID de la aplicación VK

source: VK app secret
es_es: Secreto de la aplicación VK

source: Yandex app ID
es_es: ID

source: Yandex app secret
es_es: ID de aplicación Yandex

source: Cannot create a theme copy with specified ID. A theme with this ID already exists.
es_es: No se pudo crear una copia del tema con la ID especificada. Ya existe un tema con la misma ID.

source: Comma
es_es: Coma

source: Semicolon
es_es: Punto y coma

source: Tab
es_es: Pestaña

source: Page URL is in conflict with the website structure.
es_es: La URL de la página está en conflicto con la estructura del sitio web.

source: Unknown page domain
es_es: Dominio de página desconocido

source: Unknown page route
es_es: Ruta de página desconocida

source: <strong>id</strong>: block ID.<br><strong>$params</strong>: associative array of additional parameters passed to a block (example: <code>['myparam' => 100]</code>). A parameter is available by its name as a Smarty variable within a block (example: <code>$myparam</code>).
es_es: <strong>id</strong>: ID de bloque.<br><strong>$params</strong>: matriz asociativa de parámetros adicionales pasados ​​al bloque (ejemplo: <code>['myparam' => 100]</code>). El parámetro es accesible por su nombre en el código de bloque como una variable Smarty(ejemplo: <code>$myparam</code>).

source: General settings
es_es: Configuraciones generales

source: Collapse
es_es: Minimizar

source: Expand
es_es: Expandir

source: Collapse all
es_es: Minimizar todo

source: Expand all
es_es: Expandir todo

source: Show hidden settings
es_es: Mostrar configuraciones ocultas

source: Settings groups
es_es: Grupos de configuración

source: Find setting
es_es: Buscar configuración

source: Search results:
es_es: Resultados de la búsqueda:

source: No settings found
es_es: No se encontraron configuraciones

source: Export theme settings
es_es: Exportar configuración del tema

source: Import theme settings
es_es: Importar configuración del tema

source: Select archive
es_es: Seleccionar archivo

source: Select a TAR.GZ archive file
es_es: Seleccionar archivo en formato TAR.GZ

source: Import
es_es: Importar

source: Empty archive.
es_es: Archivo vacío.

source: No valid settings.json file in archive.
es_es: Al archivo le falta el archivo correcto settings.json.

source: These settings are not for selected app’s design theme.
es_es: Esta configuración no coincide con la aplicación actual.

source: No settings found in archive.
es_es: No se encontraron configuraciones en el archivo.

source: These images were not found in archive:
es_es: Estas imágenes no se encontraron en el archivo:
