Repository: demollc/langes
Catalog: lib/data/webasyst.po
Languages: es_es

source: Current design settings will be lost during import. Export current settings before import to restore them later, if necessary.
es_es: La configuración de diseño actual se perderá durante la importación. Exporte la configuración actual antes de importar para restaurarla si es necesario.

source: May be displayed on websites and in notifications.
es_es: Puede aparecer en las páginas del sitio y en las notificaciones.

source: May be used on websites and in notifications.
es_es: Se puede usar en las páginas del sitio y en las notificaciones.

source: Email address for notifications
es_es: Dirección de correo electrónico para notificaciones

source: Main account administrative email where system notification will be sent.
es_es: La dirección de correo electrónico principal del administrador al que se enviarán las notificaciones del sistema.

source: Sender email address
es_es: E-mail del remitente

source: Reply-To address for system email notifications sent by Webasyst.
es_es: Esta dirección de correo electrónico se indicará como la dirección de devolución en las notificaciones por correo electrónico del sistema enviadas por Webasyst

source: Email settings
es_es: Configuración de e-mail

source: Enter an <strong>email address</strong> to set up a transport <em>for one sender email</em>.<br>Enter a <strong>domain name</strong> to set up a transport <em>for all sender emails on that domain</em>.
es_es: Ingrese <strong>email-адрес</strong>, para configurar el transporte por separado <em>para una dirección de remitente</em>.<br>Ingrese <strong>nombre de dominio</strong>, para configurar el transporte <em>para todas las direcciones de remitente en este dominio</em>.

source: Select how email messages must be sent by default from your Webasyst.
es_es: Elija cómo se deben enviar los mensajes de correo electrónico de su Webasyst de forma predeterminada.

source: Default
es_es: Predeterminado

source: If you use different sender email addresses in your apps, then you can add extra rules to send messages from those addresses. Emails from other addresses will be sent via the transport selected in “Default” section.
es_es: Si usas diferentes direcciones de remitentes en aplicaciones separadas, puedes configurar reglas adicionales para enviar mensajes. Para todas las demás direcciones, se utilizará el método de envío seleccionado en la sección "Predeterminado".

source: Email transport
es_es: Email transporte

source: Transport
es_es: Transporte

source: Email or domain
es_es: E-mail o dominio

source: php mail() function
es_es: Función PHP mail()

source: Debug mailer
es_es: Remitente de prueba

source: When this option is selected messages are sent by the default transport specified in the Webasyst framework configuration.
es_es: Cuando se selecciona esta opción, los correos se enviarán por transporte predeterminado especificado en la configuración del framework de Webasyst.

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
es_es: Algunos proveedores de hosting le permiten enviar correos electrónicos solo con este transporte. Si necesita ingresar parámetros adicionales, puede especificarlos en el cuadro de texto cuando seleccione la función «PHP-función mail()». El valor predeterminado es -f%s.

source: This is a default command for sending email in UNIX-like operating systems. You can edit it to use a different command for sending messages if you are an experienced server administrator.
es_es: Este es un comando estándar para enviar correos electrónicos en hosts UNIX. Se puede cambiar a otro comando del sistema para enviar mensajes si usted mismo administra el servidor.

source: A special server for sending email messages. You can send email via any SMTP server for which you have connection credentials: host, port, user name, and password. It may belong either to your web-hosting company or to a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
es_es: Un servidor especial diseñado para enviar correos electrónicos. Los mensajes pueden enviarse a través de cualquier servidor SMTP, para el cual tiene su dirección, número de puerto, nombre de usuario (inicio de sesión) y contraseña. Puede ser su servidor SMTP de alojamiento proveedor o servicio de correo público: Mail.ru, Gmail, etc.

source: Options
es_es: Opciones

source: Command
es_es: Comando

source: Encryption
es_es: Cifrado

source: None
es_es: No

source: You need to install openssl php extention to use DKIM
es_es: Necesita instalar la extensión openssl php para usar DKIM

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
es_es: Para usar DKIM, necesita PHP versión 5.3 o superior. Versión actual:

source: Extension openssl is not installed
es_es: Extensión Openssl no instalada

source: Failed to create DKIM signature
es_es: No se pudo generar la clave DKIM

source: Enter an email address in “Sender” field to use DKIM.
es_es: Para usar DKIM, ingrese la dirección de correo electrónico en el campo "Remitente".

source: Add a DKIM signature to outgoing email messages to confirm your ownership of the sender’s email address.
es_es: Agregue una firma DKIM para los correos electrónicos salientes para verificar la propiedad de la dirección del remitente.

source: Add a new <b>TXT record</b> with this public DKIM key to the DNS zone of domain name
es_es: Añade un nuevo <b>registro TXT</b> con esta clave pública DKIM a la zona DNS del dominio

source: Domain
es_es: Dominio

source: Record type
es_es: Tipo de registro

source: Value
es_es: Valor

source: Add email sending rule
es_es: Añadir regla de correo electrónico

source: Remove
es_es: Eliminar

source: Maps settings
es_es: Configuración de mapas

source: Select an online map service to display maps.
es_es: Seleccione un servicio de mapas para mostrar mapas en línea.

source: Map service
es_es: Servicio de mapas

source: No map services available
es_es: No hay servicios de mapas disponibles

source: Captcha settings
es_es: Configuración de CAPTCHA

source: Select a type of captcha to be used on your websites.
es_es: Seleccione el tipo de captcha que se utilizará en sus sitios.

source: Captcha type
es_es: Tipo de Captcha

source: Invisible mode
es_es: Modo invisible

source: Get site key and secret for your website
es_es: Obtenga la clave y el secreto del sitio para su sitio web

source: Website address
es_es: Dirección del sitio

source: Your website, blog or company URL (will be displayed as a link below the company name in the top left corner).
es_es: URL de su sitio web, blog o empresa (se mostrará como un enlace debajo del nombre de la empresa en la esquina superior izquierda).

source: Locale of software available for installation
es_es: Idioma del software disponible para la instalación

source: Allow “Remember me” option in Webasyst backend authorization form
es_es: Puedes habilitar "Recordarme" al ingresar al backend Webasyst

source: Login only
es_es: Sólo iniciar sesión

source: Login or email
es_es: Iniciar sesión o correo electrónico

source: Login form background
es_es: Fondo del formulario de inicio de sesión

source: Stretch to fill entire screen
es_es: Estirar imagen a pantalla completa

source: Localization engine
es_es: Mecanismo de localización

source: Gettext (recommended)
es_es: Gettext (recomendado)

source: Delete background?
es_es: ¿Eliminar imagen de fondo?

source: For developers
es_es: Para desarrolladores

source: Developer mode
es_es: Modo de depuración (modo de depuración)

source: Debug mode disables caching and enables verbose error messages. Recommended for debugging and during software development.
es_es: El modo de depuración deshabilita el almacenamiento en caché e incluye mensajes de error detallados. Recomendado para la depuración y durante el desarrollo de software.

source: Clear cache
es_es: Borrar caché

source: Clear
es_es: Borrar

source: Cache cleared
es_es: Caché borrado

source: But with errors:
es_es: Con errores:

source: CDN address
es_es: Dirección CDN

source: SMS providers
es_es: proveedores de SMS

source: Backend authorization
es_es: Entrada al &nbsp;backend

source: Set up how users will log into your Webasyst backend.
es_es: Configure cómo los usuarios deben iniciar sesión en tu backend de Webasyst.

source: Authorization type
es_es: Tipo de autorización

source: Permanent user password
es_es: Contraseña de usuario permanente

source: One-time password (4-digit code)
es_es: Contraseña de un sólo uso (código de 4 dígitos)

source: Signup confirmation
es_es: Confirmación de la inscripción

source: Successful signup
es_es: Inscripción exitosa

source: One-time password
es_es: Contraseña de un sólo uso

source: Never require
es_es: Nunca requerir

source: After one unsuccessful attempt
es_es: Después de un intento fallido

source: Require at once
es_es: Requerir de inmediato

source: Select Webasyst default captcha or Google reCAPTCHA
es_es: Seleccionar el captcha predeterminado de Webasyst o captcha reCAPTCHA de Google

source: Site Key
es_es: Clave del sitio

source: Secret
es_es: Clave privada

source: Placeholder in the login field
es_es: Marcador de posición (placeholder) en el campo de inicio de sesión

source: Communication channel
es_es: Canal de comunicación

source: File could not be saved due to the insufficient file write permissions for the "%s" folder.
es_es: Error al guardar el archivo debido a derechos insuficientes para sobrescribir el contenido de la carpeta «%s».

source: Creating new templates
es_es: Crear nuevas plantillas

source: Template group name
es_es: Nombre del grupo de plantillas

source: Sender
es_es: Remitente

source: Phone number
es_es: Número de teléfono

source: Senders are edited in “<a class="js-disable-router" href="%s">Email&nbsp;settings</a>” section.
es_es: La lista de remitentes se edita en la sección «<a class="js-disable-router" href="%s">Configuraciones&nbsp;email</a>».

source: Senders are edited in “<a class="js-disable-router" href="%s">SMS&nbsp;providers</a>” section.
es_es: La lista de remitentes se edita en la sección «<a class="js-disable-router" href="%s">Proveedores de SMS</a>».

source: New template group
es_es: Nuevo grupo de plantillas

source: Templates not found
es_es: Plantillas no encontradas

source: No templates
es_es: Sin plantillas

source: Email templates
es_es: Email-plantillas

source: SMS templates
es_es: SMS-plantillas

source: Check sending
es_es: Verificar envío

source: Letter subject
es_es: Tema del correo electrónico

source: Text of the letter
es_es: Texto del mensaje

source: System template
es_es: Plantilla del sistema

source: Edit channel
es_es: Editar canal

source: (Copy %s)
es_es: (Copia %s)

source: Delete template group?
es_es: ¿Eliminar grupo de plantillas?

source: Preview template
es_es: Vista previa

source: Preview SMS-message "<span class="js-template-name"></span>"
es_es: Vista previa del mensaje SMS «<span class="js-template-name"></span>»

source: Checking the sending of SMS-messages
es_es: Verificar el envío de mensajes SMS

source: Checking the sending of Email message
es_es: Comprobar envío de correo electrónico

source: Recipient's phone number
es_es: Número de teléfono del destinatario

source: Recipient's email
es_es: Email del destinatario

source: Send %s SMS
es_es: Enviar %s SMS

source: Channel not exists
es_es: Канал не существует

source: Enter a valid phone number
es_es: Ingrese un número de teléfono válido

source: Select at least one template to send
es_es: Elija al menos una plantilla para enviar

source: Error sending message
es_es: Error al enviar el mensaje

source: Save your templates
es_es: Guardar plantillas

source: Save your template
es_es: Guarde su plantilla

source: To check the sending of SMS-messages, you must save the changes you made.
es_es: Para verificar el envío de mensajes SMS, debe guardar sus cambios.

source: To check whether you send email message, you must save the changes you made.
es_es: Para verificar el envío de un mensaje de correo electrónico, debe guardar sus cambios.

source: Found the password?
es_es: ¿Has recordado tu contraseña?

source: For the first time with us?
es_es: ¿Primera vez con nosotros?

source: Already registered?
es_es: ¿Ya estás registrado?

source: Reset
es_es: Restablecer

source: Restore default text
es_es: Restaurar texto predeterminado

source: Duplicate templates
es_es: Duplicar plantillas

source: Delete templates
es_es: Eliminar plantillas

source: <a class="%s" href="javascript:void(0);">Change sender address</a> <i class="icon10 settings"></i> for entire template group
es_es: <a class="%s" href="javascript:void(0);">Cambie la dirección del remitente </a> <i class="icon10 settings"></i> para todo grupo de plantillas

source: Sender IDs
es_es: ID del remitente

source: Enter sender IDs to use with this SMS gateway. A sender ID is either your phone number or up-to-11-characters text label. Enter * to use the default sender ID issued for your account by the gateway.
es_es: Ingrese las ID del remitente para este proveedor de SMS. La ID del remitente es un número de teléfono o una cadena de hasta 11 caracteres de longitud. Ingrese un asterisco * para usar el identificador asignado automáticamente por el proveedor de SMS.

source: Email notification templates
es_es: Plantillas de notificación del correo electrónico

source: Edit the list in “<a href="%s">Email&nbsp;templates</a>” section.
es_es: Cambie la lista en la sección «<a href="%s">Email-plantillas</a>».

source: SMS notification templates
es_es: Plantillas de notificaciones por SMS

source: Edit the list in “<a href="%s">SMS&nbsp;templates</a>” section.
es_es: Cambiae la lista en la sección «<a href="%s">Plantillas de notificaciones por SMS</a>».

source: A user must enter characters shown in an image
es_es: El usuario debe ingresar caracteres de la imagen

source: “Remember me” option
es_es: Сasilla de verificación "Recordarme"

source: Auto-login
es_es: Inicio de sesión automático

source: enabled
es_es: habilitado

source: disabled
es_es: deshabilitado

source: Name of site that has sent a message
es_es: El nombre del sitio desde el cual se envió la notificación

source: Address of site that has sent a message
es_es: Dirección del sitio desde el que se envió la notificación

source: Signup confirmation link URL
es_es: URL del enlace de confirmación de registro

source: Login page URL
es_es: URL de la página de inicio de sesión

source: Password recovery page URL
es_es: URL de la página de recuperación de contraseña

source: User email address
es_es: Email del usuario

source: Generated password
es_es: Contraseña generada

source: Passwords type
es_es: Sistema de contraseñas

source: Wait for specified number of seconds before sending next one-time password
es_es: Período de espera en segundos antes de enviar el siguiente código único

source: User notifications
es_es: Notificaciones de usuarios

source: Login form
es_es: Formulario de inicio de sesión

source: Invisible captcha will be used
es_es: Se utilizará captcha invisible

source: Link to map
es_es: Enlace al mapa

source: Support
es_es: Soporte

source: User manual
es_es: Manual de usuario

source: Images thumbnails
es_es: Miniaturas de imágenes

source: Contact fields
es_es: Campos de contacto

source: Main contact fields cannot be modified or disabled.
es_es: Los campos de contacto principales no se pueden cambiar ni eliminar.

source: person
es_es: persona

source: company
es_es: empresa

source: New field
es_es: Nuevo campo

source: Add field
es_es: Añadir campo

source: Text (input)
es_es: Texto (input)

source: Text (textarea)
es_es: Texto (textarea)

source: Number
es_es: Número

source: Number (input)
es_es: Número (input)

source: Selectable (radio)
es_es: Lista (radio)

source: Selectable (select)
es_es: Lista (select)

source: Selectable (checkboxes)
es_es: Lista (checkboxes)

source: Conditional (select/input)
es_es: Lista dependiente (select/input)

source: checkbox
es_es: casilla de verificación

source: Checkbox
es_es: Casilla de verificación

source: Date (input)
es_es: Fecha (input)

source: Select
es_es: Lista desplegable (select)

source: radio select
es_es: lista (radio)

source: Radio Select
es_es: Lista (Radio)

source: Composite field group
es_es: Grupo de campo

source: Region
es_es: Región

source: Hidden field
es_es: Campo oculto

source: Full name
es_es: Nombre completo

source: Add item
es_es: Añadir elemento

source: Delete field
es_es: Eliminar campo

source: No data in the field
es_es: No hay datos en el campo.

source: Deleting this field will not cause a loss of any contact information.
es_es: Eliminar este campo no causará la pérdida de ninguna información de contacto.

source: Deleting the field will cause a loss of this contact information.
es_es: Eliminar este campo dará como resultado la pérdida de información sobre este contacto.

source: %d contact have data in the field
es_es: %d contacto tiene datos en este campo.

source: Field name
es_es: Nombre del campo

source: Edit field
es_es: Editar campo

source: Add name in another language
es_es: Añadir título en otro idioma

source: Field ID
es_es: ID de campo

source: Type of field
es_es: Tipo de campo

source: Address fields
es_es: Campos de dirección

source: This will remove field and all its data from all existing contacts. Are you sure?
es_es: Este campo y sus datos asociados se eliminarán de todos los contactos. ¿Está seguro?

source: List items
es_es: Lista

source: Enter each new item on new line
es_es: Ingrese cada elemento de la lista con una nueva línea

source: Applied to
es_es: Aplicar a

source: Person
es_es: Persona

source: Enable field
es_es: Habilitar campo

source: Disable field
es_es: Desactivar campo

source: Manage conditions
es_es: Configurar condiciones

source: Click “Save” button below to commit changes.
es_es: Haga clic en el botón "Guardar" para confirmar los cambios.

source: Set default fixed value
es_es: Establecer valor

source: Default fixed value:
es_es: Valor fijo:

source: Enter available options for %s depending on it’s parent field value.
es_es: Complete las listas de valores de campo «%s» dependiendo del valor de su campo padre.

source: Get help
es_es: Ayuda

source: <strong>IF</strong> parent field
es_es: <strong>IF</strong> campo parental

source: Prompt to select %s from the following list:
es_es: Sugiera elegir % s de las siguientes opciones:

source: <strong>ELSE</strong>, in case parent field value does not match any of the listed above
es_es: <strong>ELSE</strong>, si el valor del campo padre no coincide con ninguna de las opciones

source: Display &lt;input&gt; (custom text) field for %s
es_es: Mostrar &lt;input&gt; para ingresar texto arbitrario

source: Do not prompt for %s
es_es: No solicitar el campo «%s»

source: Add rule
es_es: Añadir regla

source: IF
es_es: SI

source: Add option
es_es: Añadir opción

source: one-line text
es_es: una línea de texto

source: multi-line text
es_es: texto multilínea

source: number
es_es: número

source: drop-down list
es_es: lista desplegable

source: date
es_es: fecha

source: Can't construct field
es_es: No se puede crear el campo

source: We have found %d duplicate for this field
es_es: Se encontró %d duplicado de este campo.

source: Unknown locale: %s
es_es: Localización desconocida: %s

source: Required field
es_es: Campo obligatorio

source: Only English alphanumeric, hyphen and underline symbols are allowed
es_es: Sólo se permiten letras latinas, guiones y guiones bajos.

source: This ID is already in use
es_es: Esta ID ya está en uso.

source: Unknown field type:
es_es: Tipo de campo desconocido:

source: Countries & regions
es_es: Países y Regiones

source: Select a country
es_es: Elegir país

source: Clone on top of the list
es_es: Duplicar al principio de la lista

source: Regions
es_es: Regiones

source: Region name
es_es: Nombre de la región

source: Region code
es_es: Código de región

source: No regions (states, provinces) are defined for this country.
es_es: No hay regiones (estados, provincias) definidas para este país.

source: Add region
es_es: Agregar región

source: Click “Save” button below to commit the delete.
es_es: Haga clic en el botón "Guardar" para confirmar la eliminación.

source: Regions are not saved. Are you sure you want to leave current page?
es_es: No se guardaron regiones. ¿Salir de esta página sin guardar?

source: You can change the theme in settlement settings.
es_es: Puede cambiar el tema en la configuración de asentamiento.

source: Upload image
es_es: Subir imagen

source: Login or phone
es_es: Login o teléfono

source: A user enters a password during signup
es_es: El usuario ingresa su contraseña al registrarse

source: A password is generated during signup and sent in a notification
es_es: Al registrarse, se genera una contraseña y se envía en una notificación

source: A one-time password (4-digit code) is sent to a user for each login
es_es: Se envía una contraseña de un sólo uso (código de 4 dígitos) al usuario cada vez que inicia sesión en su cuenta

source: Waiting period in seconds before sending next verification code:
es_es: El intervalo en segundos antes de enviar el siguiente código de confirmación:

source: Re-sending of verification code
es_es: Reenviar código de confirmación

source: Please contact app developer.
es_es: Póngase en contacto con el desarrollador de la aplicación.

source: Please contact server administrator.
es_es: Póngase en contacto con el administrador del servidor.

source: Select template
es_es: Elege plantilla

source: One-time password was not sent.
es_es: Contraseña de un sólo uso no enviada.

source: One-time password has been sent to your email address.
es_es: Contraseña de un sólo uso enviada a su dirección de correo electrónico.

source: One-time password has been sent to you as an SMS.
es_es: Contraseña de un sólo uso enviada por SMS.

source: One-time password has been sent.
es_es: Contraseña de un sólo uso enviada.

source: These images were not found in archive:
es_es: Las siguientes imágenes no se encontraron en el archivo:

source: Copy
es_es: Copiar

source: Field is required
es_es: Campo obligatorio

source: Password is required
es_es: Se requiere contraseña

source: Captcha is required
es_es: Капча обязательна

source: Spam protection
es_es: Protección antispam

source: Enter a one-time code to log in.
es_es: Ingrese un código único para ingresar.

source: Re-send
es_es: Reenviar de nuevo

source: Via social media
es_es: A través de las redes sociales

source: Repeat new password
es_es: Vuelva a escribir la nueva contraseña

source: Enter a confirmation code to complete the operation.
es_es: Ingrese un código de confirmación para completar la operación.

source: Code
es_es: Código

source: Confirm and change password
es_es: Confirmar y cambiar contraseña

source: You can’t restore password too often. Try again in %s seconds.
es_es: No puede restablecer su contraseña con demasiada frecuencia. Repita en %s segundos.

source: Recover password
es_es: Recuperar contraseña

source: Confirmation code
es_es: Código de verificación

source: Couldn’t sign in via “%s”.
es_es: No se pudo iniciar sesión a través de «%s».

source: Incorrect or expired one-time password. Try again or request a new one-time password.
es_es: Contraseña de un solo uso incorrecta o caducada. Inténtelo nuevamente o solicite una nueva contraseña de un solo uso.

source: Incorrect or expired confirmation code. Try again or request a new code.
es_es: Se ingresó un código de verificación no válido o ha expirado. Inténtelo nuevamente o solicite un nuevo código.
