Repository: demollc/langes
Catalog: lib/data/webasyst.po
Languages: es_es

source: rouble
es_es: rublo

source: сent
es_es: céntimo

source: kop.
es_es: коп.

source: k.
es_es: к.

source: dollar
es_es: dolar

source: cent
es_es: céntimo

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Jan
es_es: ENE

source: Apr
es_es: ABR

source: Aug
es_es: AGO

source: Dec
es_es: DIC

source: Mon
es_es: LU

source: Tue
es_es: MA

source: Wed
es_es: MI

source: Thu
es_es: JU

source: Fri
es_es: VI

source: Sat
es_es: SA

source: Sun
es_es: DO

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: year
es_es: año

source: month
es_es: месяц

source: day
es_es: día

source: hour
es_es: hora

source: minute
es_es: minuto

source: Login name
es_es: Nombre de usuario

source: Email or login name
es_es: Email o nombre de usuario

source: Password
es_es: Contraseña

source: password
es_es: contraseña

source: Remember me
es_es: Recuerdame

source: Sign in Webasyst
es_es: Iniciar sesión en Webasyst

source: Forgot password?
es_es: ¿Olvidó su contraseña?

source: Login
es_es: Nombre de usuario

source: Log in
es_es: Iniciar sesión

source: Log out
es_es: Cerrar sesión

source: Sign In
es_es: Iniciar sesión

source: Sign Up
es_es: Registrarse

source: Save and log in
es_es: Guardar e iniciar sesión

source: Afghanistan
es_es: Afganistán

source: Anguilla
es_es: Anguila

source: Åland Islands
es_es: Islas Aland

source: Netherlands Antilles
es_es: Antillas (Países Bajos)

source: United Arab Emirates
es_es: Emiratos Árabes Unidos

source: American Samoa
es_es: Samoa Oriental

source: Antarctica
es_es: Antártida

source: French Southern Territories
es_es: Territorios Franceses del Sur

source: Antigua and Barbuda
es_es: Antigua y Barbuda

source: Azerbaijan
es_es: Azerbaiyán

source: Belgium
es_es: Bélgica

source: Bosnia and Herzegovina
es_es: Bosnia y Herzegovina

source: Saint Barthélemy
es_es: San Bartolomé

source: Belarus
es_es: Bielorrusia

source: Belize
es_es: Belice

source: Bermuda
es_es: Bermudas

source: Bolivia, Plurinational State of
es_es: Bolivia

source: Brazil
es_es: Brasil

source: Brunei Darussalam
es_es: Brunei

source: Bhutan
es_es: Bután

source: Bouvet Island
es_es: Isla Bouvet

source: Botswana
es_es: Botsuana

source: Central African Republic
es_es: República Centroafricana

source: Canada
es_es: Canadá

source: Cocos (Keeling) Islands
es_es: Islas del coco (Keeling)

source: Switzerland
es_es: Suiza

source: Côte d'Ivoire
es_es: Costa de Marfil

source: Cameroon
es_es: Camerún

source: Congo, the Democratic Republic of the
es_es: Congo, República Democrática

source: Cook Islands
es_es: Islas Cook

source: Comoros
es_es: Comoras

source: Cape Verde
es_es: Cabo Verde

source: Christmas Island
es_es: Isla de Navidad

source: Cayman Islands
es_es: Islas Caimán

source: Cyprus
es_es: Chipre

source: Czech Republic
es_es: República Checa

source: Germany
es_es: Alemania

source: Denmark
es_es: Dinamarca

source: Dominican Republic
es_es: República Dominicana

source: Algeria
es_es: Argelia

source: Egypt
es_es: Egipto

source: Western Sahara
es_es: Sáhara Occidental

source: Spain
es_es: España

source: Ethiopia
es_es: Etiopía

source: Finland
es_es: Finlandia

source: Falkland Islands (Malvinas)
es_es: Islas Malvinas (Falkland)

source: France
es_es: Francia

source: Faroe Islands
es_es: Islas Feroe

source: Micronesia, Federated States of
es_es: Micronesia (Estados Federados de Micronesia)

source: Gabon
es_es: Gabón

source: United Kingdom
es_es: Reino Unido

source: Georgia State
es_es: Georgia

source: Guadeloupe
es_es: Guadalupe

source: Equatorial Guinea
es_es: Guinea Ecuatorial

source: Greece
es_es: Grecia

source: Grenada
es_es: Granada

source: Greenland
es_es: Groenlandia

source: French Guiana
es_es: Guayana Francesa

source: Heard Island and McDonald Islands
es_es: Islas Heard y MacDonald

source: Croatia
es_es: Croacia

source: Haiti
es_es: Haití

source: Hungary
es_es: Hungría

source: Isle of Man
es_es: Isla de Man

source: British Indian Ocean Territory
es_es: Territorio Británico del Océano Índico

source: Ireland
es_es: Irlanda

source: Iran, Islamic Republic of
es_es: Irán

source: Iceland
es_es: Islandia

source: Italy
es_es: Italia

source: Japan
es_es: Japón

source: Kazakhstan
es_es: Kazajistán

source: Kenya
es_es: Kenia

source: Kyrgyzstan
es_es: Kirguistán

source: Cambodia
es_es: Camboya

source: Saint Kitts and Nevis
es_es: San Cristóbal y Nieves

source: Korea, Republic of
es_es: República de Corea

source: Lao People's Democratic Republic
es_es: Laos

source: Lebanon
es_es: Líbano

source: Libyan Arab Jamahiriya
es_es: Libia

source: Saint Lucia
es_es: Santa Lucía

source: Lithuania
es_es: Lituania

source: Luxembourg
es_es: Luxemburgo

source: Latvia
es_es: Letonia

source: Saint Martin (French part)
es_es: Isla de San Martín (Francia)

source: Morocco
es_es: Marruecos

source: Monaco
es_es: Mónaco

source: Moldova, Republic of
es_es: Moldavia

source: Maldives
es_es: Maldivas

source: Mexico
es_es: México

source: Marshall Islands
es_es: Islas Marshall

source: Macedonia, the former Yugoslav Republic of
es_es: Macedonia

source: Myanmar
es_es: Myanmar (Birmania)

source: Northern Mariana Islands
es_es: Islas Marianas del Norte

source: Martinique
es_es: Martinica

source: Mauritius
es_es: Mauricio

source: Malaysia
es_es: Malasia

source: Mayotte
es_es: Maore (Mayotte)

source: New Caledonia
es_es: Nueva Caledonia

source: Niger
es_es: Níger

source: Norfolk Island
es_es: Norfolk

source: Netherlands
es_es: Países Bajos

source: Norway
es_es: Noruega

source: New Zealand
es_es: Nueva Zelanda

source: Oman
es_es: Omán

source: Pakistan
es_es: Pakistán

source: Panama
es_es: Panamá

source: Peru
es_es: Perú

source: Philippines
es_es: Filipinas

source: Papua New Guinea
es_es: Papua Nueva Guinea

source: Poland
es_es: Polonia

source: Korea, Democratic People's Republic of
es_es: República Popular Democrática de Corea

source: Palestinian Territory, Occupied
es_es: Palestina

source: French Polynesia
es_es: Polinesia Francesa

source: Réunion
es_es: Reunión

source: Romania
es_es: Rumania

source: Russia
es_es: Rusia

source: Russian Federation
es_es: Federación de Rusia

source: Rwanda
es_es: Ruanda

source: Saudi Arabia
es_es: Arabia Saudita

source: Sudan
es_es: Sudán

source: Singapore
es_es: Singapur

source: South Georgia and the South Sandwich Islands
es_es: Georgia del Sur y las Islas Sandwich del Sur

source: Saint Helena, Ascension and Tristan da Cunha
es_es: Santa Elena, Ascensión y Tristán de Cunha

source: Svalbard and Jan Mayen
es_es: Svalbard (Svalbard) y Jan Mayen

source: Solomon Islands
es_es: Islas Salomón

source: Sierra Leone
es_es: Sierra Leona

source: Saint Pierre and Miquelon
es_es: San Pedro y Miquelón

source: Sao Tome and Principe
es_es: Santo Tomé y Príncipe

source: Suriname
es_es: Surinam

source: Slovakia
es_es: Eslovaquia

source: Slovenia
es_es: Eslovenia

source: Sweden
es_es: Suecia

source: Swaziland
es_es: Suazilandia

source: Syrian Arab Republic
es_es: Siria

source: Turks and Caicos Islands
es_es: Islas Turcas y Caicos

source: Thailand
es_es: Tailandia

source: Tajikistan
es_es: Tayikistán

source: Turkmenistan
es_es: Turkmenistán

source: Timor-Leste
es_es: Timor Oriental

source: Trinidad and Tobago
es_es: Trinidad y Tobago

source: Tunisia
es_es: Túnez

source: Turkey
es_es: Turquía

source: Taiwan, Province of China
es_es: Taiwán (Provincia de China)

source: Tanzania, United Republic of
es_es: Tanzania

source: Ukraine
es_es: Ucrania

source: United States Minor Outlying Islands
es_es: Pequeñas islas remotas de los Estados Unidos

source: United States
es_es: Estados Unidos (EE.UU.)

source: Uzbekistan
es_es: Uzbekistán

source: Holy See (Vatican City State)
es_es: Vaticano

source: Saint Vincent and the Grenadines
es_es: San Vicente y las Granadinas

source: Venezuela, Bolivarian Republic of
es_es: Venezuela

source: Virgin Islands, British
es_es: Islas Vírgenes (británicas)

source: Virgin Islands, U.S.
es_es: Islas Vírgenes (EE. UU.)

source: Wallis and Futuna
es_es: Wallis y Futuna

source: Samoa
es_es: Samoa Occidental

source: South Africa
es_es: República de Sudáfrica

source: Moscow
es_es: Moscú

source: Volgograd
es_es: Volgogrado

source: Yekaterinburg
es_es: Ekaterinburg

source: Paris
es_es: París

source: Tunis
es_es: Túnez

source: Dublin
es_es: Dublín

source: London
es_es: Londres

source: Johannesburg
es_es: Johannesburgo

source: Tripoli
es_es: Trípoli

source: Belgrade
es_es: Belgrado

source: Brussels
es_es: Bruselas

source: Copenhagen
es_es: Copenhague

source: Prague
es_es: Praga

source: Rome
es_es: Roma

source: Stockholm
es_es: Estocolmo

source: Berlin
es_es: Berlín

source: Kaliningrad
es_es: Kaliningrado

source: Vilnius
es_es: Vilna

source: Sofia
es_es: Sofía

source: Tallinn
es_es: Tallin

source: Yerevan
es_es: Ereván

source: Vostok
es_es: Estación Vostok (Antártida)

source: Thimphu
es_es: Timbu

source: UTC
es_es: Hora universal (UTC)

source: New York
es_es: Nueva York

source: Phoenix
es_es: Fénix

source: Los Angeles
es_es: Los Ángeles

source: Abkhazia
es_es: República de Abjasia

source: Bonaire, Sint Eustatius and Saba
es_es: Bonaire, Saba y San Eustaquio

source: Curaçao
es_es: Curazao

source: Saint Martin (French Part)
es_es: San Martín

source: South Ossetia
es_es: República de Osetia del Sur

source: South Sudan
es_es: Sudán del Sur

source: Street
es_es: Calle

source: Street address
es_es: Calle, casa, apartamento

source: State
es_es: Región

source: City
es_es: Ciudad

source: Country
es_es: País

source: ZIP
es_es: Índice

source: home
es_es: de casa

source: work
es_es: de trabajo

source: other
es_es: otro

source: Title
es_es: El tratamiento

source: First name
es_es: Nombre

source: Middle name
es_es: Apellido

source: Last name
es_es: Segundo apellido

source: Company
es_es: Empresa

source: Description
es_es: Descripción

source: Phone
es_es: Teléfono

source: Address
es_es: Dirección

source: Website
es_es: Sitio web

source: Birthday
es_es: Cumpleaños

source: Language
es_es: Idioma

source: Time zone
es_es: Zona horaria

source: Categories
es_es: Categorías

source: Select country
es_es: Elegir país

source: Select time zone
es_es: Seleccionar zona horaria

source: Select language
es_es: Elegir idioma

source: Select value
es_es: Elegir valor

source: Name
es_es: Nombre

source: mobile
es_es: móvil

source: Instant messenger
es_es: Mensajería instantánea

source: Social network
es_es: Red social

source: Invalid login name or password.
es_es: Nombre de usuario o contraseña no válidos.

source: Invalid email or password
es_es: Correo electrónico o contraseña no válidos

source: Login is required
es_es: Se requiere iniciar sesión

source: Incorrect numerical value
es_es: Valor numérico no válido

source: Hi %s!
es_es: ¡Hola, %s!

source: This is your Dashboard.
es_es: Este es su Panel de Control.

source: So far it is empty, but soon it will have useful content.
es_es: Ahora está vacío, pero pronto aparecerá contenido útil.

source: Until then use icons on the top of this page to work with available applications.
es_es: Por ahora, use los iconos en la parte superior de esta página para trabajar con las aplicaciones disponibles.

source: Thank you for using Webasyst!
es_es: ¡Gracias por usar Webasyst!

source: Login Webasyst
es_es: Iniciar sesión en Webasyst

source: Create the first user in your Webasyst installation.
es_es: Crea el primer usuario administrador.

source: Enter
es_es: Entrar

source: Welcome
es_es: Bienvenido

source: Logout
es_es: Salir

source: Send
es_es: Enviar

source: Please enter your login name or email:
es_es: Ingrese su nombre de usuario o correo electrónico:

source: Please enter your email:
es_es: Ingrese su correo electrónico:

source: or
es_es: o

source: cancel
es_es: cancelar

source: Cancel
es_es: Cancelar

source: show on map
es_es: mostrar en el mapa

source: logout
es_es: salir

source: To recover your password please follow this link:
es_es: Para recuperar su contraseña, siga este enlace:

source: IMPORTANT NOTE: If you did not request your password recovery, someone else might be trying to log in using your email address. For security purposes we recommend you to log in to your account and to change your password.
es_es: Importante: si no solicitó restablecer su contraseña, alguien más estaba intentando conectarse usando su nombre de usuario o correo electrónico. Por razones de seguridad, le recomendamos que inicie sesión en su cuenta ahora y cambie la contraseña.

source: Enter a new password
es_es: Nueva contraseña

source: Re-enter password
es_es: Reingrese la contraseña

source: Confirm password
es_es: Confirme contraseña

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: No more than %d character please
es_es: Por favor, tenga como máximo %d caracteres

source: No less than %d character please
es_es: Por favor, tenga al menos %d caracteres por favor

source: Password recovery
es_es: Recuperación de contraseña

source: Back to login page
es_es: Volver a la página de inicio de sesión

source: Duplicates are not allowed for this field.
es_es: No se permiten duplicados para este campo.

source: This field is required.
es_es: Este campo es obligatorio.

source: At least one of these fields must be filled
es_es: Se debe completar al menos uno de estos campos

source: Password recovery instructions have been sent to your email address.
es_es: Se han enviado instrucciones de restablecimiento de contraseña a su dirección de correo electrónico.

source: No user with this login name or email has been found.
es_es: No se ha encontrado ningún usuario con este nombre de usuario o correo electrónico.

source: No user with this email has been found.
es_es: No se ha encontrado ningún usuario con este correo electrónico.

source: Effective<br/>rights
es_es: Derechos<br/>resultantes

source: Granted<br/>personally
es_es: Concedido<br/>personalmente

source: Inherited<br/>from groups
es_es: Heredado<br/>de grupos

source: more
es_es: más

source: all
es_es: todos

source: Enter any login and password so<br> we can create a user account for you
es_es: Ingrese cualquier nombre de usuario y contraseña <br> para que podamos crear una cuenta para ti

source: All contacts
es_es: Todos los contactos

source: All users
es_es: Todos los usuarios

source: Group
es_es: Grupo

source: %s subfield is required.
es_es: El campo %s es obligatorio.

source: This field is required
es_es: Este campo es obligatorio

source: This field is must be unique
es_es: Este campo debe ser único

source: Not an image or invalid image:
es_es: Formato de imagen no válido:

source: Not %s image adapter
es_es: No %s adaptador de imagen

source: No image adapters found. Install ImageMagick or GD extension to enable image-processing functionality.
es_es: No se encontró extensión de imagen. Instale ImageMagick o GD.

source: File must be writable:
es_es: Necesita permisos de escritura de archivos:

source: GD does not support %s images
es_es: GD no admite trabajar con imágenes en formato %s

source: GD is not installed
es_es: GD no está instalado

source: Need GD version of the above 2.0.1
es_es: Se requiere GD versión 2.0.1 o superior

source: ImageMagick is not installed.
es_es: ImageMagick no está instalado.

source: Not match.
es_es: No cumple las condiciones.

source: Required
es_es: Requerido

source: Invalid
es_es: Inválido

source: Today
es_es: Hoy

source: Yesterday
es_es: Ayer

source: Tomorrow
es_es: Mañana

source: [close]
es_es: [cerrar]

source: Recover password for
es_es: Recuperación de contraseña para

source: Session has expired. Please reload current page and log in again.
es_es: Sesión expirada. Actualice la página e inicie sesión nuevamente.

source: Theme %s already exists
es_es: El tema de diseño «%s» ya existe

source: Invalid theme id %s
es_es: ID de tema no válido «%s»

source: Company name
es_es: Nombre de la compañía

source: Access denied
es_es: Acceso denegado

source: Password recovery for this email has been banned.
es_es: La recuperación de la contraseña para esta dirección no es posible.

source: Pages
es_es: Páginas

source: When done editing, click “Save” to apply changes.
es_es: Una vez completada la edición, recuerde hacer clic en el botón "Guardar"

source: Enable this URL
es_es: Habilitar la visualización de la página en esta dirección

source: Disable this URL
es_es: Deshabilitar la visualización de la página en esta dirección

source: Page settings
es_es: Configuración de página

source: Delete
es_es: Eliminar

source: This will delete entire page. Are you sure?
es_es: Se eliminará toda la página. ¿Desea continuar?

source: Draft
es_es: Borrador

source: draft
es_es: borrador

source: Published
es_es: Publicado

source: Page URL
es_es: URL de la página

source: Page name
es_es: Título de la página

source: Optional set of custom <em>key=value</em> parameters which can be used within page.html template or this page content as <em>&#123;$page.key&#125;</em>. Each key=value pair should be on a separate line.
es_es: Un conjunto opcional de parámetros de la forma <em>key=value</em>, cuyos valores se pueden acceder en la plantilla page.html o en el contenido de la página actual como <em>&#123;$page.key&#125;</em>. Cada par clave = valor debe estar en una línea separada.

source: WYSIWYG
es_es: Editor visual

source: WYSIWYG editor is disabled because page source contains Smarty code tags.
es_es: El editor visual está desactivado porque el código de la página contiene tags de código Smarty.

source: New page
es_es: Nueva página

source: Save
es_es: Guardar

source: enable
es_es: habilitar

source: disable
es_es: deshabilitar

source: <strong class="title">Title</strong>
es_es: <strong class="title">Título</strong>

source: Page custom parameters
es_es: Opciones de página avanzadas

source: Help
es_es: Ayuda

source: Saving...
es_es: Guardando...

source: Saved
es_es: Guardado

source: Refresh CAPTCHA
es_es: Actualizar captcha (CAPTCHA)

source: You have no permission to access this page.
es_es: No tienes permiso para acceder a esta página

source: Please refer to your system administrator.
es_es: Póngase en contacto con el administrador del sistema.

source: Host
es_es: Servidor

source: User
es_es: Usuario

source: Database Name
es_es: Nombre de la base de datos

source: Continue
es_es: Continuar

source: MySQL database
es_es: Base de datos MySQL

source: Enter connection credentials for the MySQL database which will be used by Webasyst to store system and application data.
es_es: Ingrese la configuración para conectarse a la base de datos MySQL, en la cual Webasyst creará tablas para almacenar sus datos y datos de la aplicación.

source: If you do not know what should be entered here, please contact your hosting provider technical support.
es_es: Si no sabes qué ingresar aquí, comuníquese con el servicio de soporte de su proveedor de alojamiento.

source: Failed to connect to the “%s” database.
es_es: Error al conectarse a la base de datos “%s”.

source: Failed to connect to specified MySQL database server.
es_es: Error al conectarse al servidor de la base de datos.

source: Error creating file %s
es_es: Error al crear el archivo %s

source: Not enough access permissions to write in the folder %s
es_es: No hay suficientes permisos para escribir en la carpeta %s

source: Theme %s for “%s” app not found.
es_es: No se encontró el tema %s para la aplicación “%s” .

source: Sex
es_es: Sexo

source: Gender
es_es: Género

source: Job title
es_es: Puesto de trabajo

source: Male
es_es: Masculino

source: Female
es_es: Femenino

source: Page not found
es_es: Página no encontrada

source: Error saving web page
es_es: Se produjo un error al intentar guardar la página

source: Files with extensions %s are allowed only.
es_es: Sólo se permiten archivos con extensiones %s

source: This page will not be visible in the public frontend, because this app is not connected in the website structure.
es_es: La página no estará disponible en el sitio porque la aplicación no está conectada en las reglas de enrutamiento de este sitio.

source: An error occurred while saving
es_es: Se produjo un error al guardar

source: User with the same “%s” field value is already registered.
es_es: El usuario con el mismo valor de campo «%s» ya está registrado.

source: Access denied.
es_es: Acceso denegado.

source: You are banned!
es_es: ¡Se te ha negado el acceso!

source: Application "%s" not exists
es_es: Aplicación «%s» no instalada

source: Unknown response format
es_es: Formato de respuesta desconocido

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
es_es: El tamaño del archivo excede el tamaño máximo de carga (configuración upload_max_filesize en el archivo php.ini).

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
es_es: El tamaño del archivo excede el tamaño máximo para este formulario HTML (configuración el formulario MAX_FILE_SIZE).

source: The uploaded file was only partially uploaded.
es_es: El archivo se ha descargado parcialmente.

source: No file was uploaded.
es_es: No se ha subido ningún archivo.

source: Missing a temporary folder.
es_es: Error al acceder a la carpeta temporal.

source: Failed to write file to disk.
es_es: Se produjo un error al escribir el archivo.

source: A PHP extension stopped the file upload.
es_es: La extensión PHP interrumpió la descarga del archivo.

source: Unknown upload error
es_es: Error de carga de archivo no reconocido

source: Unknown field %s
es_es: Campo desconocido %s

source: Can't read font file $font_file
es_es: Error al cargar el archivo $font_file

source: Reset password
es_es: Restablecer contraseña

source: I remember it now!
es_es: ¡Recuerdo la contraseña!

source: Sign up
es_es: Registrarse

source: Password can not be empty.
es_es: La contraseña no puede estar vacía

source: %s is required
es_es: El campo «%s» es obligatorio

source: or <a href="%s">login</a> if you already have an account
es_es: o <a href="%s">inicie sesión</a>, si ya tienes una cuenta

source: Invalid Email
es_es: Dirección de correo electrónico ingresada incorrectamente

source: Invalid captcha
es_es: Captcha ingresó incorrectamente

source: Template settings
es_es: Configuración de plantilla

source: Design
es_es: Diseño

source: Can edit pages
es_es: Edición de páginas

source: Can edit design
es_es: Edición de diseño

source: The information provided in this form will be stored in your local Webasyst installation only, and will not be sent anywhere outside your server.
es_es: La información ingresada en este formulario sólo se almacenará dentro de esta instalación de Webasyst y no se enviará fuera de su servidor.

source: Authorize either by entering your contact information, or through one of the websites listed above.
es_es: Inicie sesión con sus datos de contacto o con los servicios enumerados anteriormente.

source: This field must be unique. The value entered is already set for %NAME_LINK%.
es_es: El valor de este campo debe ser único. El valor que ingresó ya está en uso para %NAME_LINK%.

source: This field must be unique. The value entered is already set for another contact.
es_es: El valor de este campo debe ser único. El valor que ingresó ya se está utilizando para otro contacto.

source: Rename
es_es: Cambiar nombre
